[
    {
        "id": 1,
        "pageNo": 1,
        "pageText": "تصانیف\r\nحضرت حکیم مولا نا مولوی نورالدین\r\nخلیفة المسیح الاول\r\n- ایک عیسائی کے تین سوال اور ان کے جوابات\r\n۲- ابطال الوہیت مسیح\r\n۳۔ خطوط جواب شیعہ ور دنخ\r\n۴۔ دینیات کا پہلا رسالہ\r\n۵ مبادی الصرف والنحو"
    },
    {
        "id": 2,
        "pageNo": 2,
        "pageText": "٣٣\r\n۶۵\r\n۸۹\r\n۱۱۵\r\nفهرست کتب\r\nا۔ ایک عیسائی کے تین سوال اور ان کے جوابات\r\n۲- ابطال الوہیت مسیح\r\n۳۔ خطوط جواب شیعه در داخ\r\n۴۔ دینیات کا پہلا رسالہ\r\nمبادی الصرف والنحو"
    },
    {
        "id": 3,
        "pageNo": 3,
        "pageText": "يَايُّهَا الَّذِينَ آمَنُوا قُوا أَنْفُسَكُمْ وَأَهْلِيكُمْ نَارًا (التحريم:)\r\nاے ایمان والو! اپنے آپ کو اور اپنے اہل وعیال کو دوزخ کی آگ سے بچاؤ۔\r\nایک عیسائی کے تین سوال\r\nاور\r\nان کے جوابات\r\nاز افاضات\r\nحضرت مولوی نورالدین خلیفہ اصیح الاق\r\nوان"
    },
    {
        "id": 4,
        "pageNo": 4,
        "pageText": ""
    },
    {
        "id": 5,
        "pageNo": 5,
        "pageText": "ایک عیسائی کے تین سوال اور ان کے جوابات\r\nبِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ نَحْمَدُهُ وَنُصَلِّي عَلَى رَسُولِهِ الْكَرِيمِ\r\nبَلْ هُوَ ايَتٌ بَيِّنُتُ فِي صُدُورِ الَّذِينَ أُوتُوا الْعِلْمَ (العنكبوت:۵۰)\r\nچند روز ہوئے کہ ایک عیسائی صاحب مسٹمی عبداللہ جیمز نے چند سوال اسلام کی نسبت\r\nبطلب جواب انجمن میں ارسال فرمائے تھے چنانچہ اُن کے جواب اس انجمن کے تین معزز و مقتدر\r\nمعاونین نے تحریر فرمائے ہیں جو بعد مشکوری تمام بصورت رسالہ ہذا شائع کئے جاتے ہیں۔\r\nسوالات\r\nاول محمد صلی اللہ علیہ وسلم کا اپنی نبوت اور قرآن مجید کے کلام اللہ ہونے پر متشکلی ہونا جیسا\r\nسورۃ بقر اور سورہ انعام میں درج ہے فَلَا تَكُونَنَّ مِنَ الْمُمْتَرِينَ (البقرة: ۱۳۸ ۔ الانعام : ۱۱۵) اس\r\nسے ثابت ہوتا ہے کہ محمد صلی اللہ علیہ وسلم اپنے دل میں یقین جانتے تھے کہ وہ پیغمبر خدا نہیں اگر وہ\r\nپیغمبر خدا ہوتے یا انہوں نے کبھی بھی کوئی معجزہ کیا ہوتا یا معراج ہوا ہوتا یا جبرئیل علیہ السلام\r\nقرآن مجید لائے ہوتے تو وہ کبھی اپنی نبوت پر متشکگی نہ ہوتے ۔ اُس سے ان کا قرآن مجید پر اور\r\nاپنی نبوت پر\r\nمتشکگی ہونا صاف صاف ثابت ہوتا ہے اور نہ وہ رسول اللہ ہیں۔\r\nدوم ۔ اگر محمد صلی اللہ علیہ وسلم پیغمبر ہوتے تو اس وقت کے سوالوں کے جواب میں لاچار\r\nہو کر یہ نہ کہتے کہ خدا کو معلوم یعنی مجھ کو معلوم نہیں اور اصحاب کہف کی بابت ان کی تعداد میں غلط\r\nبیانی نہ کرتے اور یہ نہ کہتے کہ سورج چشمہ دلدل میں چھپتا ہے یا غرق ہوتا ہے حالانکہ سورج زمین\r\nسے نو کروڑ حصہ بڑا ہے وہ کس طرح دلدل میں چھپ سکتا ہے۔\r\nسوم - محمد صلی اللہ علیہ وسلم کو کبھی بھی کوئی معجزہ نہ ملا جیسا کہ سورۂ عنکبوت میں درج ہے\r\n۔\r\n( ترجمہ عربی کا ) اور کہتے ہیں کیوں نہ اتریں اس پر کچھ نشانیاں ( یعنی کوئی ایک بھی کیونکہ لا نافیہ اس"
    },
    {
        "id": 6,
        "pageNo": 6,
        "pageText": "Y\r\nایک عیسائی کے تین سوال اور ان کے جوابات\r\nآیت میں جو کہ جنس ہے کل جنس کی نفی کرتا ہے ) اس کے رب سے ۔ اور سورہ بنی اسرائیل میں بھی۔\r\nاور ہم نے موقوف کیں نشانیاں بھیجنی کہ اگلوں نے ان کو جھٹلایا۔ اس سے صاف ظاہر ہے خدا نے\r\nکوئی معجزہ نہیں دیا۔ حقیقت میں اگر کوئی ایک معجزہ ملتا تو وہ نبوت اور قرآن پر منتشگی نہ ہوتے ۔"
    },
    {
        "id": 7,
        "pageNo": 7,
        "pageText": "ایک عیسائی کے تین سوال اور ان کے جوابات\r\n2\r\nعلامہ دوراں امام مناظرین زمان حامی دین متین مولینا مولوی\r\nحکیم نورالدین صاحب بھیروی\r\nکی طرف سے جوابات\r\nپہلے سوال کا جواب\r\nہادی اسلام خیر خواہ کا فہ انام علیہ الصلوۃ والسلام کو اپنی رسالت اور نبوت پر اپنی صداقت\r\nاور کامیابی پر پورا یقین اور پرلے درجہ کا علم و اعتقاد تھا۔ کبھی کسی قسم کا تر درد و شک حضور علیہ السلام\r\nکے قلب مطہر اور منشرح پر نہیں آیا۔ آپ کا کیا ذکر آپ کے ساتھ والے اور میرے جیسے اتباع بھی\r\nآپ کی صداقت اور نبوت پر اعلیٰ درجہ کا یقین رکھتے ہیں۔\r\nثبوت\r\nهذِهِ سَبِيلِ اَدْعُوا إِلَى اللهِ عَلَى بَصِيرَةٍ أَنَا وَ مَنِ اتَّبَعَنِي وَسُبْحْنَ اللَّهِ\r\nوَمَا أَنَا مِنَ الْمُشْرِكِيْنَ (يوسف :١٠٩)\r\nیہی میری راہ ہے بلاتا ہوں\r\nاللہ کی طرف پرلے درجہ کی سمجھ اور بوجھ پر میں اور میرے\r\nساتھ والے بھی ایسے ہیں۔ اور ہر برائی اور نقص سے پاک ہے اللہ۔ اور میں اللہ کے ساتھ کسی امر\r\nمیں کبھی کسی مخلوق کو ساجھی سمجھنے والا نہیں۔\r\nدوسری دلیل\r\nحضور علیہ السلام کے متردد نہ ہونے پر\r\nقُلْ إِنِّى عَلَى بَيْنَةٍ مِنْ رَّبِّي وَكَذَّبْتُمْ بِهِ مَا عِنْدِى مَا تَسْتَعْجِلُوْنَ بِهِ\r\nانِ الْحُكْمُ إِلَّا لِلَّهِ يَقُصُّ الْحَقَّ وَهُوَ خَيْرُ الْفَصِلِينَ (الانعام : ۵۸)\r\nاللہ قر آن محارہ میں ایک ذات پاک کانام ہے جوہر ایک کامل دعت سے وضو اور ہر ایک برای سے مزہ ہوں نور الد ین۔\r\n۷"
    },
    {
        "id": 8,
        "pageNo": 8,
        "pageText": "ایک عیسائی کے تین سوال اور ان کے جوابات\r\n^\r\nبے شک وشبہ میں اعلیٰ درجہ کے کھلے نشان اپنی راستی اور صداقت پر اپنے رب کی طرف\r\nسے رکھتا ہوں اور تم اس راستی کی تکذیب کر چکے۔ میری تکذیب کے بدلہ جو عذاب تم پر آنے والا\r\nہے تم چاہتے ہو وہ عذاب تم پر جلد آ جاوے سو اس عذاب کا تم پر لانا میرے قبضہ قدرت میں\r\nنہیں ۔ اللہ کے سوا کسی کی حکومت نہیں مگر یا درکھو منکر دیکھ پاویں گے۔ اللہ ظاہر کرتا رہے گا اس حق\r\nکو جو میں لایا ہوں اور بے شک وریب وہ (اللہ تعالیٰ ) ہے بہت ہی بڑا جھوٹ اور سچ میں فیصلہ\r\nکرنے والا ۔ جھوٹے کو ذلیل بچے کو فتح مند کرے گا۔\r\nتیسری دلیل\r\nقُلْ إِنَّنِي هَدْنِى رَبَّكَ إِلَى صِرَاطٍ مُّسْتَقِيمٍ دِيْنَا قِيَمَا مِلَّةَ إِبْرَهِيمَ\r\nحَنِيفًا (الانعام: ١٦٢)\r\nبے شک وریب مجھے راہ بتائی میرے رب نے سیدھی راہ ۔ ٹھیک اور درست دین کی جس\r\nکا نام ابراہیمی دین ہے (اسلام) ایک طرف کا دین ہر طرح کے شرک سے بالکل پاک۔\r\nچوتھی دلیل\r\nالم ذلك الكتبُ لَا رَيْبَ فِيهِ (البقرة:٣:٣)\r\nیہ سورت جس کا نام اللہ ہے وہ کتاب ہے (جس کے اُتارنے کا موسیٰ علیہ السلام کی\r\nکتاب استثناء کے باب ۱۸ میں وعدہ ہو چکا ) اس میں شک وریب کی جگہ نہیں۔\r\nپانچویں دلیل\r\nإِنَّا أَرْسَلْنَا إِلَيْكُمْ رَسُوْلًا شَاهِدًا عَلَيْكُمْ كَمَا أَرْسَلْنَا إِلَى فِرْعَوْنَ\r\nرَسُولًا (المزمل: ۱۶) بے شک وریب ہم نے (اللہ تعالیٰ فرماتا ہے ) تمہاری طرف بھیجا بڑا\r\nعظمت والا رسول نگران تم پر اور یہ رسول اس رسول کی مانند ہے جس کو ہم نے فرعون کے پاس بھیجا۔\r\n^"
    },
    {
        "id": 9,
        "pageNo": 9,
        "pageText": "ایک عیسائی کے تین سوال اور ان کے جوابات\r\n۹\r\nفَكَيْفَ تَتَّقُونَ إِنْ كَفَرْتُمْ (المزمل: ۱۸) منکر و! بتاؤ تو تم کیسے بچو گے\r\nعذاب سے اگر تم نے اس رسول کا انکار کیا ۔ کیا معنی اگر فرعون موسیٰ علیہ السلام کے انکار سے\r\nسزا یاب ہوا تو تم منکر و! کیونکر بیچ سکتے ہو۔\r\nیہ آیت شریف کتاب استثنا کے ۱۸ باب ۱۸ کی طرف راہنمائی فرماتی ہے۔\r\nغرض اسی طرح کی بہت آیات قرآن کریم میں موجود ہیں اور ان آیات سے صاف\r\nظاہر ہوتا ہے حضور علیہ السلام کو اپنی رسالت، نبوت، راستی اور راستبازی پر پورا اور اعلیٰ درجہ کا\r\nیقین تھا اور اولڈ ٹیسٹمنٹ اور نیوٹیسٹمنٹ کے ماننے والا بعد انصاف ہرگز انکار نہیں کر سکتا کیونکہ\r\nاستثناء ۸ باب ۱۸ میں اور اعمال ۳ باب میں صاف لکھا ہے کہ ایک نبی موسیٰ علیہ السلام کی مانند آنے\r\nوالا ہے اور توریت میں یہ بھی لکھا ہے کہ جھوٹا بنی جو از راہ کذب و افترا اپنے آپ کو موسیٰ علیہ السلام\r\nکی مانند کہے مارا جاوے گا۔\r\nحضور ( فِدَاهُ آبِى وَأُمِّى ) نبی عرب نے حضرت موسیٰ علیہ السلام کی مانند رسول ہونے کا\r\nدعوی فرما یا جیسا گزرا اور آیت شریف وَاللهُ يَعْصِمُكَ مِنَ النَّاسِ (المائدة : ۶۸) جس کے معنی\r\nہیں اللہ تعالیٰ تجھے لوگوں سے بچالے گا پڑھ کر پہرہ اور حفاظت کو بھی دور کر دیا۔ مدینہ کے یہود\r\nاور عیسائی قوم کو صاف صاف سنا دیا کہ میں قتل نہ کیا جاؤں\r\nگا اور اللہ کے فضل سے قتل سے بچ رہے\r\nصلی اللہ علیہ وسلم ۔\r\nعیسائی صاحبان! اگر نبی عرب اس دعوی نبوت میں (اور نبوت کا بھی وہ دعوی میں\r\nكَمَا أَرْسَلْنَا إِلَى فِرْعَوْنَ رَسُولًا فرما کر استثنا ۱۵ باب ۱۸ اور اعمال ۳ باب والا دعوی ہے\r\nاور بالکل ظاہر ہے کہ نبی عرب\r\nقتل نہیں کئے گئے ) کا ذب ہیں (معاذ اللہ ) تو تو ریت کتاب مقدس\r\nنہیں بلکہ بالکل غلط اور کذب ہے۔ کیونکہ کتاب استثنا کے ۱۸ باب ۱۸ میں لکھا ہے جھوٹا بنی مارا\r\nجاوے گا۔ لاکن توریت شریف اگر الہام الہی سے ہے اور بیچ تو ہمارے ہادی صلی اللہ علیہ وسلم سچے\r\n۹"
    },
    {
        "id": 10,
        "pageNo": 10,
        "pageText": "رسول اور فی نفس الامر استثنا ۸ ا باب والے رسول ہیں۔\r\nایک عیسائی کے تین سوال اور ان کے جوابات\r\nاسی واسطے قرآن کریم بار بار حضرت احمد مجتبی محمد مصطفی اور اپنے آپ کو مصدق\r\nلَّمَا مَعَكُمْ (ال عمران: ۸۲) فرماتا ہے۔ کیا معنی قرآن کریم اور نبی عرب نے اپنے ظہور اور حفاظت\r\nاور قتل سے بچ کر توریت کو سچا کر دکھایا۔\r\nاب آگے سنو ۔ قرآن کریم نے دعوی فرمایا ہے \" قرآن میں اختلاف نہیں۔\r\nوَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللهِ لَوَجَدُوا فِيهِ اخْتِلَافًا كَثِيرًا (النساء:۸۳)\r\nقرآن کریم اگر اللہ تعالیٰ کا کلام نہ ہوتا تو اس میں ضرور اختلاف ہوتا اور بہت اختلاف\r\nہوتا۔ کیونکہ اختلاف دو طرح کا ہو سکتا ہے۔\r\nاول یہ کہ قرآن کریم کے مضامین کو قانون قدرت تکذیب کرے اور قرآنی مطالب الہی\r\nانتظام اور فطری قوانین کے مخالف ہوں ۔ یا ہمارے فطری قومی ان کو برداشت نہ کر سکیں۔\r\nدوسری صورت اختلاف کی یہ ہے۔ قرآنی مضامین با ہم متعارض ہوں۔\r\nغور کرو! ان پڑھ عرب کے ان پڑھ عربی نے (اللَّهُمَّ فَرِجُ عَنِّى مَا أَسْأَلُكُمْ) یہ\r\nقرآن لوگوں کو سنایا۔ پھر تیرہ سو برس کی سر توڑ نیچرل فلاسفی کی تحقیقات نے حضرت قرآن کلام الرحمن\r\nکے کسی مضمون کو یقینی طور پر نہ جھٹلایا اور اس تجربہ سے یقیں ہو گیا کہ آئندہ بھی کبھی نہ جھٹلائے ۔\r\nدوسری صورت اختلاف کی نسبت عرض ہے\r\nقرآن کریم تئیس برس میں لوگوں کو سنایا گیا اور اس مدت\r\nدراز میں حضور علیہ السلام کبھی\r\nتن تنہا ہیں اور کبھی ہزاروں ہزار خدام پر حکمران۔ کبھی دشمنوں پر حملہ آور اور کبھی احباب کے\r\nپر\r\nدرمیان ۔ گاہے گھر میں بیبیوں سے معاشرت ۔ کسی وقت اعداسے مباشرہ کبھی عرب کی بے دین\r\nاور جاہل قوم سے مکالمہ اور کبھی نصاری اور یہود کے علما سے مناظرہ۔ ایک وقت فقر ہے اور\r\n۱۰"
    },
    {
        "id": 11,
        "pageNo": 11,
        "pageText": "دوسرے وقت غنی وغیرہ وغیرہ۔\r\n۱۱\r\nایک عیسائی کے تین سوال اور ان کے جوابات\r\nایسی مختلف حالتوں میں کمزور انسان کے خیالات ہرگز ہرگز یکساں نہیں رہ سکتے ان\r\nمیں تغییر اور اختلاف ضرور آ جاتا ہے مگر قرآن مجید میں کوئی اختلاف نہیں با آنکہ تیس برس اور\r\nمختلف حالتوں میں اترا۔\r\nاور قرآن مجید نے اپنی صفت میں یہ بھی فرمایا ہے\r\nكِتبًا مُّتَشَابِهًا جب میں نے قرآن مجید سے ثابت کر دیا کہ نہ تو حضور علیہ السلام کو کوئی\r\nشک وشبہ ہے اور نہ قرآن میں اختلاف ۔ تو اب سائل کے سوال پر توجہ کرتا ہوں۔\r\nکیوں؟ اس لئے کہ مجھ کو کتاب مجید اور فرقان حمید سے جیسے گز را ثابت ہوا کہ رسول اکرم\r\nصلی اللہ علیہ وسلم یقین کے اعلیٰ درجہ پر تھے اور قرآن میں اختلاف نہیں، پھر سائل کہتا ہے کہ قرآن\r\nسے معلوم ہوتا کہ ہادی اسلام متشکک تھے ۔ بڑی دلیل سائل کی سورہ بقرہ کی آیت ذیل ہے۔\r\nالْحَقُّ مِنْ رَّبِّكَ فَلَا تَكُونَنَّ مِنَ الْمُمْتَرِينَ (البقرة: ۱۳۸)\r\nسواس کا پہلا جواب یہ ہے لَا تَكُونَنَّ نفی کا صیغہ ہے نہ نہی کا اور تاکید کے واسطے\r\nنون مشد داس کے آخر زیادہ کیا گیا تو لَا تَكُونَنَّ ہو گیا۔ مشد دنون ماضی اور حال پر نہیں آ سکتا۔\r\nپس لا تَكُونَنَّ استقبال کا صیغہ ہوگا۔ اب اس تحقیق پر آیت کے یہ معنے ہوں گے:۔\r\nیہ حق ہے تیرے رب کی طرف سے (چونکہ الہی الہام اور دلائل سے یہ حق ثابت ہو\r\nگیا ) تو تو کبھی شک والوں میں سے نہ ہوگا۔\r\nدوسرا جواب ۔ ہم نے مانا لا تكونَنَّ نفی نہیں نہی کا صیغہ ہے ۔ مگر ہم کہتے ہیں نہی\r\nدو قسم ہوتی ہے۔ ایک طلب ترک فعل ۔ دوم طلب عدم فعل ۔ سائل کا اعتراض اس صورت میں ہے\r\nکہ یہاں نہی کو بغرض طلب ترک فعل لیا جاوے۔ جس کا یہ مطلب ہے کہ مخاطب فعل شک کو ترک\r\n۱۱"
    },
    {
        "id": 12,
        "pageNo": 12,
        "pageText": "ایک عیسائی کے تین سوال اور ان کے جوابات\r\n۱۲\r\nکر دیوے۔ مگر ہم کہتے ہیں یہاں شک معدوم ہے اور نہی کا منشا یہ ہے کہ جیسے شک معدوم ہے\r\nآئندہ بھی معدوم رہے۔\r\nتیسرا جواب۔ سائل ! یہاں آیت فَلَا تَكُونَنَّ میں ایسا کونسا امر ہے جس کے\r\nباعث ہم کو خواہ مخواہ مانا پڑے کہ لا تَكُونَنَّ کے مخاطب ہادی اسلام ہیں صلی اللہ علیہ وسلم ۔ ہم\r\nکہہ سکتے ہیں بدلائل مذکورہ سابقہ حضور علیہ السلام کو اپنی رسالت پر یقین تھا اور قرآن کریم میں\r\nاختلاف نہیں۔\r\nاس لئے ثابت ہو ا لَا تَكُونَنَّ کا مخاطب کوئی متردد اور شک کرنے والا آدمی ہے نہ\r\nحضور علیہ السلام ۔\r\nچوتھا جواب۔ ہم نے مانا اس جملہ لا تَكُونَنَّ کے مخاطب ہمارے پاک ہادی\r\nعلیہ السلام ہیں مگر عبری اور عربی کا طرز کلام با ہم قریب قریب ہے اور کتب مقدسہ کا غیر محرف حصہ\r\nاور قرآن کریم دونوں ایک ہی متکلم کے کلمات ہیں اور دونوں ایک ہی مخرج سے نکلے ہیں اور\r\nدونوں کا محاورہ ہے کہ اعلیٰ مورث کو مخاطب کیا جاتا ہے اور مراد اس مورث کی قوم ہوتی ہے۔ کسی کو\r\nخطاب کرتے ہیں اور کسی دوسرے کو مقصود بالخطاب رکھتے ہیں۔\r\nدیکھو یرمیا۔ ہائے کہ وہ دن بڑا ہے یہاں تک کہ اس کی مانند کوئی نہیں وہ یعقوب کی\r\nمصیبت کا وقت ہے ... سر میا ۳۰ باب ۷ - ۱۰۔ اے میرے بندہ یعقوب ہراساں مت ہو۔\r\nسر میا ۴۶ باب ۲۸۔\r\nخداوند کا یہوداہ کے ساتھ بھی ایک جھگڑا ہے اور یعقوب کو جیسے اس کی روشیں ہیں ویسی\r\nسزا دے گا۔ ہوسیع ۱۲ باب ۲۔\r\nدلاوری سے لبالب ہوں کہ یعقوب کو اس کا گناہ اور اسرائیل کو اس کی خطا جتا دوں\r\nمیکه ۳ باب ۸۔ یعقوب کی رونق کو اسرائیل کی رونق کی مانند پھر بحال کرے گا۔ نحوم ۲ باب۲۔اے\r\n۱۲"
    },
    {
        "id": 13,
        "pageNo": 13,
        "pageText": "ایک عیسائی کے تین سوال اور ان کے جوابات\r\n۱۳\r\nگر ازین ( یہ ایک گاؤں کا نام ہے جو افسوس اور ملامت کے قابل نہیں ) تجھ پر افسوس ہے اے بیت\r\nصیدا ( یہ بھی گاؤں ہے ) تجھ پر افسوس متنی ا باب ۲۱ ۔ اے یروشلم ! اے میر و علم ! ( یہ بیت المقدس\r\nہے ) جو نبیوں کو مار ڈالتی ہے متی ۲۳ باب ۳۷۔ ایسی صدہا کتب مقدسہ صد ہا جگہ دیکھ لو ۔ اب اس\r\nطرح کے محاورات قرآن کریم سے سنو۔\r\nطلاق دو۔\r\n(1) يَايُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاء (الطلاق:۲) اے نبی ! جب تم لوگو ! عورتوں کو\r\n(۲) يَأَيُّهَا النَّبِيُّ اتَّقِ اللهَ وَلَا تُطِعِ الْكَفِرِينَ وَالْمُنْفِقِينَ إِنَّ اللَّهَ كَانَ عَلِيمًا\r\nحَكِيمًا (الاحزاب:۲) اے نبی خدا سے ڈر اور کفار کی فرمانبرداری اور منافقوں کی اطاعت مت کر\r\nبیشک اللہ تعالیٰ جو کچھ تم ( عام لوگوں کو خطاب ) کرتے ہواس پر خبر دار ہے۔\r\n(۳) وَسُلْ مَنْ اَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رُّسُلِنَا (الزخرف: ۴۶) پوچھ ان رسولوں سے\r\nجو تجھ سے پہلے گزرے۔\r\nان مقامات میں دیکھ لو یا “ کے لفظ سے مخاطب کون ہے اور طَلَّقْتُم سے کون ۔ الی\r\nکے لفظ میں مخاطب کون اور تَعْمَلُونَ کے لفظ سے کون معلوم ہوتا ہے۔ مَنْ سے مراد کون ہے اور\r\nقبل کس کا پتہ دیتا ہے۔\r\nپانچواں جواب۔ میں نے مانا لا تَكُونَنَّ نہی کا صیغہ ہے اور نہی بھی بمعنی طلب\r\nترک ہے اور یہاں مخاطب بھی سرور کائنات اور فخر موجودات ہیں صلی اللہ علیہ وسلم اور مراد بھی وہی\r\nہیں مگر میں کہتا ہوں جب لا تکن نہی کے صیغہ پرنون مشددہ تاکید کے لئے آیا اورنون تاکید\r\nمشدد ماضی اور حال پر ہر گز آتا نہیں ۔ جس فعل پر آتا ہے اس کو استقبالی فعل کر دیتا ہے ۔ پس\r\nلَا تَكُونَنَّ مِنَ الْمُمْتَرِینَ کے معنے یہ ہوں گے:۔\r\nاے محمد تو زمانہ ماضی اور حال میں شک کرنے والا نہیں رہا۔ اب آگے زمانہ استقبال\r\n۱۳"
    },
    {
        "id": 14,
        "pageNo": 14,
        "pageText": "ایک عیسائی کے تین سوال اور ان کے جوابات\r\n۱۴\r\nمیں بھی متردد اور متشکک نہ رہیو۔\r\nگویا یہ الہی دعا ہے جو یقیناً قبول ہے یا جس حالت میں تیری\r\nجبات بھی ایسی تعلیم پر تر در والی نہیں تو اب تو میرے مطالب دلائل سے مدلل ہو چکے۔\r\nچھٹا جواب۔ میں نے بفرض محال مان لیا تر در واقع ہوا تو کیا ایسا تر در حسب مسلمات\r\nعیسائیوں کے نبوت کے عہدہ سے معزول کر سکتا ہے ہرگز ہرگز نہیں۔ دیکھو موسیٰ علیہ السلام کی\r\nتو ریت کتاب خروج اور کتاب قاضی ۔ موسیٰ علیہ السلام کو اللہ تعالیٰ نے بنی اسرائیل کی نجات کے\r\nلئے منتخب فرمایا۔ تو حضرت موسیٰ فرماتے ہیں:۔ میں کون ہوں جو فرعون کے پاس جاؤں اور بنی\r\nاسرائیل کو مصر سے نکالوں۔ خروج ۳ باب ۱۱۔ پھر موسیٰ علیہ السلام لگے عذر کرنے کہ میں اچھی طرح\r\nبول نہیں سکتا اور پھر اللہ تعالیٰ نے بتاکید کہا کہ تو جا میں تیرے ساتھ ہوں ۔ پھر اپنی کمزوری پر\r\nان سب باتوں پر بقول عیسائیوں کے اطمینان نہ ہوا تو عرض کیا کہ کسی اور کو مصر میں بھیج ۔ تب\r\nباری تعالی ( موجودہ توریت کہتی ہے ) کا غصہ موسیٰ پر بھڑ کا دیکھو ۔ تب خداوند کا قہر موسیٰ پر بھڑ کا۔\r\nخروج ۴ باب ۱۴۔\r\nاور جدعون نے جو کچھ کیا ہے وہ کتاب قاضی ۶ باب ۳۶ - ۴۰ درس سے ظاہر ہے۔\r\nکیسے امتحانات کرتا رہا۔ ذرا منصف عیسائی اس پر پھر غور کریں۔\r\nدوسرے سوال کا جواب\r\nمیں نے قرآن کریم کو اس سوال کے خیال پر بہت بار دیکھا مگر با ہمہ تامل و تفکر مجھے\r\nکچھ معلوم نہ ہوا کہ سائل نے قرآن مجید کی کون سی آیت سے ایسا سوال نکالا۔ خاکسار سائل کے\r\nسوال کو بغرض سہولت بیان تین حصوں پر تقسیم کرتا ہے۔\r\nحصہ اول سوال کا یہ ہے۔ اگر محمد پیغمبر ہوتے تو اس وقت کے سوالوں کے جواب میں\r\nلا چار ہو کر یہ نہ کہتے کہ خدا کو معلوم ہے یعنی مجھے معلوم نہیں۔\r\n۱۴"
    },
    {
        "id": 15,
        "pageNo": 15,
        "pageText": "ایک عیسائی کے تین سوال اور ان کے جوابات\r\n۱۵\r\nخاکسار عرض پرداز ہے۔ مخالف اور موافق لوگوں نے حضور علیہ السلام سے جس قدر\r\nسوال کئے اُن کا جواب اگر ممکن تھا تو حضور علیہ السلام نے ضرور دیا ہے ۔ قرآن میں حسب ذیل\r\nسوالات کا تذکرہ موجود ہے منصف غور کریں۔ اوّل رمضان کے مہینہ اور روزوں کے چاند کا تذکرہ\r\nجب قرآن کریم نے کیا تو لوگوں نے رمضان کے اور اور چاندوں کا حال دریافت کیا۔ جیسے قرآن\r\nکہتا ہے۔ اور ماہ رمضان کے تذکرہ کے بعد اس سوال کا تذکرہ کرتا ہے:۔\r\nيَسْتَلُوْنَكَ عَنِ الْأَهِلَّةِ (البقرة: ۱۹۰) پوچھتے ہیں تجھ سے رمضان کے سوا اور چاندوں کا\r\nحال یعنی ان میں کیا کرنا ہے اس سوال کا جواب سوال کے بعد ہی بیان کیا گیا اور جواب دیا۔\r\nقُلْ هِيَ مَوَاقِيْتُ لِلنَّاسِ وَالْحَجّ تو اس سوال کے جواب میں کہہ دے یہ چاندلوگوں کے فائدہ\r\nاٹھانے کے وقت ہیں اور بعضے چاندوں میں حج کے اعمال ادا کئے جاتے ہیں۔\r\nدوسرا سوال یہ ہے۔ يَسْأَلُونَكَ مَاذَا يُنْفِقُونَ (البقرة : ۲۱۶) سوال کرتے ہیں کیا خرچ\r\nکریں۔ اس کا جواب قرآن نے دیا ہے مَا أَنفَقْتُمْ مِنْ خَيْرٍ فَلِلْوَالِدَيْنِ وَالْأَقْرَبِينَ\r\nوَالْيَتَى وَالْمَسْكِينِ وَابْنِ السَّبِيلِ جو کچھ خرچ کرو مال سے تو چاہیئے کہ وہ تمہارا دیا اور خرچ کیا\r\nتمہارے والدین اور تمہارے رشتہ داروں اور یتیموں اور غریبوں اور مسافروں کے لئے ہو۔\r\nتیسرا سوال - يَسْتَلُونَكَ عَنِ الشَّهْرِ الْحَرَامِ (البقرة: ۲۱۸) پوچھتے ہیں تجھ سے حرمت\r\nوالے مہینہ کے متعلق کہ اس میں جنگ کا کیا حکم ہے؟ تو جواب دیا قُلْ قِتَالُ فِيْهِ كَبِيرُ\r\nوَصَدُّ عَنْ سَبِيلِ اللهِ تو جواب دے۔ اس مہینہ میں لڑائی کرنا بری بات ہے اور اس سے\r\nحج و عمرہ کیسی عبادت سے روکنا لازم آتا ہے۔\r\nچوتھا سوال - يَتَلُونَكَ عَنِ الْخَمْرِ وَالْمَيْر (البقرة: ۲۲۰) پوچھتے ہیں تجھ سے\r\nشراب اور جوئے کی بابت ۔ تو جواب دے فِيهِمَا إِثْم كبير شراب خوری اور قمار بازی\r\nنہایت بڑی اور بری بد کاری ہے۔\r\n۱۵"
    },
    {
        "id": 16,
        "pageNo": 16,
        "pageText": "۱۶\r\nایک عیسائی کے تین سوال اور ان کے جوابات\r\nپانچواں سوال - يَسْأَلُونَكَ مَاذَا يُنْفِقُونَ (البقرۃ:۲۲۰) پوچھتے ہیں کیا خرچ کریں۔\r\nتو جواب دے العفو اپنی حاجت سے زیادہ مال کو خرچ کرو۔\r\nچھٹا سوال - يَسْتَلُونَكَ عَنِ الْمَحِيضِ (البقرة: ۲۲۳) پوچھتے ہیں حیض میں عورت سے\r\nصحبت جائز ہے یا نہیں ۔\r\nتو جواب دے قُلْ هُوَ اذَى فَاعْتَزِلُوا النِّسَاءَ فِي الْمَحِيضِ\r\nحیض کے دنوں میں جماع کرنا دکھ دیتا ہے۔ حیض کے دنوں میں عورتوں کی صحبت سے الگ رہو۔\r\nساتواں سوال ۔ يَتَلُونَكَ عَنِ اليَتى (البقرۃ:۲۲۱) پوچھتے ہیں یتیموں کے متعلق۔\r\nجواب دے اصلاح لَهُمْ خَيْرٌ قیموں کے مال ، عزت، پرورش غرض ہر طرح ان کی اصلاح اور\r\nسنوار عمدہ بات ہے۔\r\nآٹھواں سوال - يَسْتَلُونَكَ مَاذَا أُحِلَّ لَهُمْ (المائدۃ: ۵) پوچھتے ہیں کیا کچھ کھانے\r\nمیں حلال ہے۔ جواب دے اُحِلَّ لَكُمُ الطيبتُ تمہارے لئے تمام وہ چیزیں جو غالب عمرانات\r\nکے سلیم الفطرتوں میں ستھرے اور پسندیدہ ہیں وہ تو حلال کر دی گئیں۔\r\nنواں سوال ۔ يَسْتَلُونَكَ عَنِ الْأَنْفَالِ (الانفال : ۲) تجھ سے پوچھتے ہیں غنیمت کی تقسیم کا\r\nمسئلہ۔ تو جواب دے الْاَنْفَالُ لِلهِ وَالرَّسُولِ غنیمت کی تقسیم اللہ پھر رسول کے اختیار میں ہے۔\r\nدسواں سوال - يَسْتَلُونَكَ عَنْ ذِي الْقَرْنَيْنِ (الكهف:۸۴) ذوالقرنین کا قصہ\r\nتجھ سے پوچھتے ہیں ۔ تو جواب میں قصہ سنادے اِنَّا مَكَنَّالَهُ فِي الْأَرْضِ (الكهف: ۸۵) سے\r\nذوالقرنین کا قصہ شروع کر دیا اور بقدر ضرورت اسے تمام کیا ۔ یہ ذوالقرنین وہ ہے جس کا ذکر\r\nدانیال ۸ باب ۸ میں ہے۔\r\nگیارھواں سوال - يَتَلُونَكَ عَنِ الجِبَالِ (طه: ۱۰۲) تجھ سے پوچھتے ہیں ایسے\r\nمضبوط پہاڑ کیا ہمیشہ رہیں گے ۔ تو جواب دے يَنْسِفُهَا رَبِّي نَسْفًا اڑادے گا اور پہاڑوں کو\r\nپاش پاش کر دے گا میرا رب۔\r\n۱۶"
    },
    {
        "id": 17,
        "pageNo": 17,
        "pageText": "ایک عیسائی کے تین سوال اور ان کے جوابات\r\n۱۷\r\nبارھواں سوال ۔ يَنتَلُونَكَ عَنِ الرُّوحِ (بنی اسرائیل: ۸۶) تجھ سے سوال کرتے\r\nہیں قرآن کس کا بنایا ہوا ہے۔ تو جواب دے مِنْ أَمْرِ رَئِی یہ قرآن میرے رب کا حکم اور\r\nاسی کا کلام ہے۔\r\nیا درکھو میں نے روح کا ترجمہ قرآن کیا ہے۔ اس کے کئی باعث ہیں۔\r\nاول قرآن میں خود اس وحی اور کلام الہی کو روح کہا گیا۔ وَالْقُرانُ يُفَسِرُ بَعْضُهُ\r\nبَعْضًا دیکھو وَكَذَلِكَ أَوْ حَيْنَا إِلَيْكَ رُوحًا مِنْ أَمْرِنَا (الشوری: ۵۳) اور اس طرح\r\nوحی کی ہم نے تیری طرف روح اپنے حکم سے۔\r\nدوم يَنتَلُونَكَ عَنِ الرُّوحِ (بنی اسرائیل: (۸۲) کے ماقبل اور مابعد صرف قرآن کریم\r\nکا تذکرہ ہے ہاں ممکن ہے کہ ہم اس آیت میں روح کے معنے اُس فرشتہ کے لیں جو وحی لاتا تھا اور\r\nجس کا نام اسلامیوں میں جبرئیل ہے ۔ یا یوں کہیں کہ روح کے مخلوق اور غیر مخلوق ہونے کا\r\nسوال ہوا جواب دیا گیا روح حادث اور رب کے حکم سے ہوا ہے۔\r\nتیرھواں سوال - يَسْتَلُكَ أَهْلُ الكِتب ( النساء: ۱۵۴) مانگتے ہیں تجھ سے یہودی\r\nاور عیسائی اہل کتاب أنْ تُنَزِّلَ عَلَيْهِمْ كِتُبَا مِنَ السَّمَاء کہ اُن پر اتار دے تو ایک کتاب\r\nآسمان سے ۔ یہ سوال اہل کتاب نے اس لئے کیا کہ محمد صلی صاحب ( اللہ علیہ وسلم ) نے دعوی کیا\r\nہے کہ میں موسیٰ کی مانند نبی ہوں اور وہی ہوں جس کی بابت توریت استثنا کے ۱۸ باب ۱۸ میں\r\nپیشگوئی موجود ہے اور اس نبی کی پیش گوئی تو ریت میں اس طرح لکھی تھی:۔\r\nتجھ سا ایک بنی بر پا کروں گا اور اپنا کلام اس کے منہ میں ڈالوں گا۔ استثنا ۱۸ باب ۱۸۔\r\nپس لامحالہ اس نبی کے واسطے کوئی ایسی کتاب آسماں سے نہ اترے گی جو لکھی لکھائی\r\nآ جاوے کیونکہ توریت میں تو لکھا ہے اپنا کلام اس کے منہ میں دوں گا پس ایسے سوال کے\r\nجواب میں فرمایا فَقَدْ سَأَلُوا مُوسَى اَكْبَرَ مِنْ ذَلِكَ فَقَالُوا آرِنَا اللَّهَ جَهْرَةً (النساء:۱۵۴) -\r\n۱۷"
    },
    {
        "id": 18,
        "pageNo": 18,
        "pageText": "ایک عیسائی کے تین سوال اور ان کے جوابات\r\n۱۸\r\nباقی پانچ سوال یہ ہیں جن کے جواب میں حضور علیہ الصلوۃ والسلام نے یہ فرمایا ہے۔\r\nمیرا رب جانتا ہے:۔\r\nاوّل يَسْتَلُونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْسَهَا (الاعراف: ۱۸۸) پوچھتے ہیں قیامت کی\r\nگھڑی کب ہوگی ۔ جواب دیا ۔ قُلْ إِنَّمَا عِلْمُهَا عِنْدَ رَبّی تو کہہ اس کا علم میرے رب ہی\r\nکے پاس ہے۔\r\nدوسرا يَسْتَلُونَ أَيَّانَ يَوْمُ الدِّينِ (الثريت : (۱۳) پوچھتے ہیں جزا کا دن کب ہوگا۔\r\nجس کا جواب کچھ نہیں دیا۔ غالباً اس لئے کہ وہ ہمیشہ ہی ، یا کہ اس لئے کہ ان کی مراد قیامت\r\nسے ہے۔\r\nتیرا يَسْتَلُونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْسَهَا (الشرعت : ۴۳) پوچھتے ہیں وہ گھڑی کب\r\nہوگی۔ جس کا جواب دیا: فِيمَ أَنْتَ مِنْ ذِكْرُبهَا إلَى رَبَّكَ مُنْتَههَا (الشرعت : ۴۵،۴۴)\r\nتجھے ایسے قصوں سے کیا اس کا علم رب تک ہے۔\r\nچوتھا يَسْتَلكَ النَّاسُ عَنِ السَّاعَةِ (الاحزاب: ۶۴) پوچھتے ہیں اس ساعت سے۔\r\nجس کا جواب دیا: إِنَّمَا عِلْمُهَا عِنْدَ اللہ اس کا علم صرف اللہ کے پاس ہے۔\r\nپانچواں يَسْتَلُونَكَ كَأَنَّكَ حَفِيٌّ عَنْهَا (الاعراف: ۱۸۸) جس کا جواب دیا عِلْمُهَا\r\nعِنْدَ اللہ تجھ سے پوچھتے ہیں کیا تو ایسی باتوں کے پیچھے پڑا ہوا ہے اس کا علم اللہ کے پاس ہے۔\r\nلاکن اس سوال کا جواب نہ دینے سے نبوت میں کوئی نقص نہیں آتا کیونکہ حضرت مسیح\r\nفرماتے ہیں اس دن اور اس گھڑی کو میرے باپ کے سوا آسمان کے فرشتہ تک کوئی نہیں جانتا۔\r\nمتی ۲۴ باب ۳۶ ۔ اور جگہ فرماتے ہیں:۔ اس دن اور اس گھڑی کی بابت سوا باپ کے نہ تو فرشتے\r\nجو آسمان پر ہیں اور نہ بیٹا کوئی نہیں جانتا ہے۔ مرقس ۱۳ باب ۳۲۔\r\nسائل اور اس کے ہم خیال غور کریں اس گھڑی کی بابت حضرت مسیح کیا فتویٰ ۔ ایسی\r\n۱۸"
    },
    {
        "id": 19,
        "pageNo": 19,
        "pageText": "ایک عیسائی کے تین سوال اور ان کے جوابات\r\n۱۹\r\nگھڑی کا وقت نہ بتانا اگر نبوت اور رسالت میں خلل انداز ہے تو حضرت مسیح کی نبوت اور رسالت\r\nبلکہ عیسائیوں کی مانی ہوئی مسیح کی الوہیت میں خلل پڑے گا۔\r\nسائل کے سوال کا دوسرا حصہ\r\nاور اصحاب کہف کی بابت ان کی تعداد میں غلط بیانی نہ کرتے ۔\r\nجواب۔ نہ قرآن کریم نے اصحاب کہف کی تعداد بیان فرمائی اور نہ رسول کریم نے۔\r\nمعلوم نہیں ہوسکتا کہ سائل نے غلط بیانی کا اتہام کیونکر لگایا۔ جب حضرت رسالت مآب نے تعداد کو\r\nبتایا ہی نہیں اور اس کا بیان ہی نہیں کیا تو غلط بیانی کہاں سے آگئی ۔ مجھے ایسا معلوم ہوتا ہے سائل کسی\r\nکے دھو کہ میں آ کر یہ سوال کر بیٹھا ہے کیونکہ قرآن مجید میں جہاں اصحاب کہف کا قصہ لکھا ہے وہاں\r\nتعداد کے متعلق یہ آیت ہے:۔\r\nسَيَقُولُونَ ثَلَثَةٌ زَابِعُهُمْ كَلْبُهُمْ وَيَقُولُونَ خَمْسَةٌ سَادِسُهُمْ كَلْبُهُمْ\r\nرَجْمًا بِالْغَيْبِ وَيَقُوْلُوْنَ سَبْعَةٌ وَثَامِنُهُمْ كَلْبُهُمْ قُلْ رَّبِي أَعْلَمُ بِعِدَّتِهِمْ\r\nمَّا يَعْلَمُهُمْ إِلَّا قَلِيلٌ (الكهف : ٢٣)\r\nترجمہ۔لوگ کہیں گے تین ہیں چوتھا اُن کا کتا اور کہتے ہیں پانچ میں چھٹا اُن کا کتا ہے۔\r\nبے نشانہ تیر چلاتے ہیں اور کہتے ہیں سات ہیں اور آٹھواں کتا ہے۔ تو کہہ دے (اے محمد) میرا\r\nرب ہی اُن کی تعداد جانتا ہے اور اُن کو تھوڑے ہی جانتے ہیں۔\r\nاس آیت شریف سے صاف صاف واضح ہے کہ لوگ ایسا ایسا کہیں گے۔ اور لوگ فلاں\r\nفلاں تعداد اصحاب کہف کی بیان کریں گے ۔ لاکن ان لوگوں کا کہنا ” بن نشانہ تیر چلانا ہے اعتبار\r\nکے قابل نہیں۔\r\nغرض حضرت نبی عرب نے کوئی تعداد اصحاب کہف کی نہیں بتائی۔\r\n۱۹"
    },
    {
        "id": 20,
        "pageNo": 20,
        "pageText": "۲۰\r\nایک عیسائی کے تین سوال اور ان کے جوابات\r\nاور سائل کے سوال کا تیسرا حصہ یہ ہے\r\nاور یہ نہ کہتے کہ سورج چشمہ دلدل میں چھپتا ہے یا غرق ہوتا ہے حالانکہ سورج زمین\r\nسے نو کروڑ صے بڑا ہے وہ کس طرح دلدل میں چھپ سکتا ۔\r\nالجواب\r\nسائل صاحب ! تمام قرآن کریم میں کہیں نہیں لکھا کہ سورج چشمہ دلدل میں چھپتا\r\nیا غرق ہوتا ہے پادریوں کو مدت سے یہ دھوکا لگا ہے کہ قرآن میں ایسا لکھا ہے حالانکہ قرآن میں\r\nنہیں لکھا۔ بات یہ ہے کہ اس ذوالقرنین کا قصہ جس کا ذکر دانیال نبی کی کتاب ۸ باب ۴ میں\r\nہے قرآن کریم نے ایک جگہ بیان فرمایا ہے اور اس میں کہا ہے جب وہ مید اور فارس کا بادشاہ\r\nاپنے فتوحات کرتا ہو ابلا دشام کے مغرب کو پہنچا تو اس خاص زمین کے مغرب میں ایک جگہ\r\nسورج دلدل میں ڈوبتا ذوالقرنین کو معلوم ہوا ۔ غالباً جب ذوالقرنین بلیک سی و بحیرہ اسود یا\r\nڈینیوب کے کنارے پہنچا تو اس وقت ذوالقرنین کو اس نظارہ کا موقع ملا۔\r\nہم نے مانا کہ سورج زمین سے بہت بڑا ہے لاکن چونکہ ہم سے بہت ہی دور ہے اس\r\nواسطے ہم کو چھوٹا سا دکھائی دیتا ہے اور زمین چونکہ کروی الشکل ہے اس واسطے غروب کے وقت\r\nہم کو ایسا معلوم ہوتا ہے کہ زمین کے فلاں حصہ یا پہاڑ کے فلانے چوٹی کے پیچھے یا ناظر کے افق\r\nکے فلاں درخت کے پیچھے یا اگر ہمارے مغرب میں پانی اور دلدل ہو جیسے ذوالقرین کو موقع لگا تو\r\nہم کو مغرب کے وقت سورج اس پانی اور دلدل میں غروب ہوتا ہوا معلوم دے گا۔\r\nتیسرے سوال کا جواب\r\nپہلا جواب۔ جن آیات کریمہ کا سائل نے حوالہ دیا ہے اور ان سے استدلال کیا ہے\r\nکه حضور بادی اسلام سے کوئی معجزہ ظہور پذیر نہیں ہوا ۔ ان میں معجزہ کا لفظ بالکل موجود نہیں ۔"
    },
    {
        "id": 21,
        "pageNo": 21,
        "pageText": "ایک عیسائی کے تین سوال اور ان کے جوابات\r\n۲۱\r\nپس آیات سے کیونکر ثابت ہوا کہ حضور علیہ السلام سے کوئی معجزہ سرزد نہ ہوا۔\r\nدوسرا جواب ۔ وہ کون لفظ ہے جس سے سائل کو ظاہر ہوا اور اُس نے کہا۔ (اس سے\r\nصاف ظاہر ہے خدا نے کوئی معجزہ نہیں دیا حالانکہ جو تر جمہ آیت کا سائل نے خود لکھا ہے اس\r\nمیں بھی معجزے کا لفظ نہیں۔\r\nتیسرا جواب۔ اگر آیت یا آیات کے لفظ سے ثابت ہوتا ہے کہ حضرت خاتم الانبیا\r\nسرور اصفیا کے ہاتھ پر کوئی معجزہ نہیں ہوا تو سائل صاحب غور کریں اور خوب غور کریں کیونکہ\r\nسورہ عنکبوت اور سورہ بنی اسرائیل سے جن کا حوالہ سائل نے دیا ہے معاملہ بالعکس نظر آتا ہے۔\r\nدونوں سورتیں بتا کید معجزات کے وجود کو ثابت کرتی ہیں۔\r\nاول سوره عنکبوت کی آیت نشان دادہ معترض کے پہلے یہ آیات ہیں۔\r\nوَكَذَلِكَ أَنْزَلْنَا إِلَيْكَ الْكِتَبَ فَالَّذِينَ أَتَيْنَهُمُ الْكِتَبَ يُؤْمِنُونَ بِهِ ۚ وَ مِنْ هَؤُلَاءِ\r\nمَن يُؤْمِنُ بِهِ وَمَا يَجْحَدُ بِايْتِنَا إِلَّا الْكَفِرُونَ (العنکبوت: ۴۸) ایسے ہی ہم نے\r\nاتاری تجھ پر کتاب سمجھ والے اہل کتاب تو اس پر ایمان لاتے ہیں اور مکہ والوں سے بھی کچھ\r\nاس پر ایمان لانے والے ہیں اور ہماری نشانیوں ( معجزوں) کا کافروں کے سوا کوئی منکر نہیں۔\r\nوَمَا كُنْتَ تَتْلُوا مِنْ قَبْلِهِ مِنْ كِتُبِ وَلَا تَخُطُهُ بِيَمِيْنِكَ إِذًا لَّا رْتَابَ الْمُبْطِلُوْنَ\r\n(العنکبوت : ۴۹) تو اس وقت سے پہلے لکھا پڑھا نہیں تھا ایسی بات ہوتی تو یہ جھوٹے دھوکا کھاتے ۔\r\nکیا معنے اب دھو کے کے باعث منکر نہیں صرف ضد اور ہٹ اور عداوت ہے کے سبب سے منکر\r\nہورہے ہیں۔\r\nبَلْ هُوَ ايَتٌ بَيْنَتُ فِي صُدُورِ الَّذِينَ أُوتُوا الْعِلْمَ وَمَا يَجْحَدُ بِايَتِنَا إِلَّا\r\nالظَّلِمُونَ وَقَالُوا لَوْلَا أُنْزِلَ عَلَيْهِ أَيْتُ مِنْ رَّبِّ قُلْ إِنَّمَا الْأَيْتُ عِنْدَ اللهِ وَإِنَّمَا أَنَا نَذِيرٌ\r\nمُّبِينٌ أَوَلَمْ يَكْفِهِمْ أَنَّا أَنْزَلْنَا عَلَيْكَ الْكِتَبَ يُتْلَى عَلَيْهِمْ ) (العنکبوت: ۵۰ تا۵۲) بے ریب وہ\r\n۲۱"
    },
    {
        "id": 22,
        "pageNo": 22,
        "pageText": "ایک عیسائی کے تین سوال اور ان کے جوابات\r\n۲۲\r\n( قرآن ) کھلی نشانیاں ہیں علم والوں کے لئے اور ہماری نشانیوں سے وہی منکر ہیں جو بڑے ظالم\r\nہیں اور کہتے ہیں کیوں نہ اتریں اس پر نشانیاں اس کے رب سے تو کہہ نشانیاں تو اللہ پاس ہیں۔\r\nوہی بھیجتا ہے اور میں نہ ماننے والوں کو کھلا ڈر سے خبر دینے والا ہوں ۔ کیا اُن\r\nکو یہ نشانیاں کافی نہیں\r\nجو ہم نے اتاری تیری طرف کتاب پڑھی جاتی ان پر ۔\r\nمنصف عیسائیو! اگر لفظ آیت جس کے معنے نشانی کے ہیں اور لفظ آیت کی جمع لفظ آیات\r\nکے معنے معجزے کے ہیں تو قرآن کریم بہت جگہ معجزہ کو ثابت کرتا ہے اور بتاتا ہے کہ محمدی\r\nمعجزوں کے منکر جن کو آیہ کہا جاتا ہے کا فر ہیں فاسق ہیں اور ظالم ۔ غور کرو۔\r\nوَلَقَدْ أَنْزَلْنَا إِلَيْكَ أَي بَيِّنَتٍ وَمَا يَكْفُرُ بِهَا إِلَّا الْفُسِقُونَ (البقرة : ١٠٠) اور\r\nبے شک ضرور ہی بھیجیں ہم نے تیرے پاس کھلی نشانیاں اور اُن\r\nکا منکر کوئی نہیں مگر فاسق لوگ۔\r\nبَلْ هُوَ ايت بَيْنَتُ فِي صُدُورِ الَّذِينَ أُوتُوا الْعِلْمَ وَمَا يَجْحَدُ بِايَتِنَا إِلَّا\r\nالظَّلِمُونَ (العنکبوت: ۵۰) بے ریب کھلے نشان ہیں علم والوں کے دلوں میں اور ہمارے\r\nنشانوں سے ظالموں کے سوا کوئی بھی منکر نہیں۔\r\nمَأوبهُمْ جَهَنَّمُ كُلَّمَا خَبَتْ زِدْنُهُمْ سَعِيرًا ذَلِكَ جَزَاؤُهُمْ بِأَنَّهُمْ كَفَرُوا بِأَيْتِنَا\r\n(بنی اسرائیل: ۹۹٬۹۸) عرب کے منکروں کو سورۃ بنی اسرائیل میں حکم ہوتا ہے ان لوگوں کا ٹھکانا\r\nجہنم ہی ہو گا جب بجھنے لگے اس کی آگ کو زیادہ تیز کریں گے یہ اس لئے کہ ان کو بدلہ ہے اس\r\nکفر کا جو انہوں نے ہمارے نشانوں سے کیا۔\r\nیادداشت\r\nہم پہلے سوال کے جواب میں لکھ چکے ہیں قرآن کریم میں ہرگز ہرگز اختلاف نہیں۔\r\nجب قرآن کریم نے بتادیا کہ محمد صلی اللہ علیہ کی صداقت پر ہم نے نشان بھیجے تو ایسا ہر گز ممکن نہ ہوگا\r\n۲۲"
    },
    {
        "id": 23,
        "pageNo": 23,
        "pageText": "ایک عیسائی کے تین سوال اور ان کے جوابات\r\n۲۳\r\nکہ قرآن میں یہ بھی لکھا کہ ہم نے نشان نبوت حضرت نبی عرب کو نہیں دیئے کیونکہ ایسا ماننے سے\r\nقرآن میں اختلاف ہو جائے گا اور قرآن میں اختلاف نہیں۔ علاوہ بریں کسی قرآنی آیت میں\r\nیوں نہیں آیا کہ ہم نے نشانات نبوت محمد صلی اللہ علیہ والہ وسلم کونہیں دیئے۔ معجزوں کے انکار پر\r\nجن آیات سے سائل اور اس کے کسی ہم خیال عیسائی اور ان کے پیرو آریہ نے استدلال کیا ہے\r\nان آیات پر مفصل گفتگو تصدیق براہین میں دیکھو اور بقدرضرورت یہاں عرض ہے:۔\r\nپہلے وہ آیت جس سے نبی عرب اور محسن تمام خلق صلی اللہ علیہ والہ وسلم کے منکروں نے\r\nدھو کہ کھایا ہے اور جس کا ذکر بہت سنے میں آیا ہے یہ ہے:۔\r\nوَمَا مَنَعَنَا اَنْ نُّرْسِلَ بِالْأَيْتِ إِلَّا أَنْ كَذَّبَ بِهَا الْأَوَّلُونَ (بنی اسرائیل : ۲۰)\r\nاس آیت شریف سے منکرین نے یقین کیا ہے کہ حضرت نبی عرب\r\nپر معجزہ کا ظہور نہیں\r\nہوا کیونکہ معنے اس آیت کے یہ سمجھے ہیں کہ پہلوں نے معجزات کو جھٹلایا ۔ اس واسطے ہم معجزات\r\nکے بھیجنے سے رک گئے مگر یہ ان کا خیال غلط ہے۔\r\nاول اس لئے کہ معجزات اور آیات کے وجود کا تذکرہ قرآن کریم میں بکثرت موجود ہے\r\nاور محمد صاحب صلی اللہ علیہ والہ وسلم کے معجزات کے نہ ماننے والوں کو اس لئے کہ بداہت اور موجودہ\r\nچیز کے منکر ہیں ظالم اور فاسق اور کافر کہا ہے اور اِلَّا کا لفظ جو مَا مَنَعَنَا والی آیت میں ہے\r\nعرب کی زبان میں جن کی بولی پر قرآن کریم ہے زائد بھی آتا ہے۔ دیکھوذ والرمتہ کا یہ قول\r\nحراجيح ماننفك الا مناخةً على الخف اونرمي بها بلداً قفراً\r\nمیرے لمبے قد کی اونٹنی ذلیل بیٹھی رہتی ہے یا اس پر دور دراز کے بے آب و گیاہ\r\nمیدانوں کا سفر کرتا ہوں۔ دیکھو اس تحقیق پر ۔ اس آیت شریف کے معنی جس کو منکرین معجزہ پیش\r\nکرتے ہیں یہ ہوئے اور نہیں منع کیا ہم کو نشانوں کے بھیجنے سے پہلوں کی تکذیب نے کم سے کم\r\nیہ آیت انکار معجزہ پر صاف اور واضح دلیل نہ رہی کیونکہ اس آیت سے معجزہ کا ثبوت نکلتا ہے\r\n۲۳"
    },
    {
        "id": 24,
        "pageNo": 24,
        "pageText": "ایک عیسائی کے تین سوال اور ان کے جوابات\r\n۲۴\r\nلْقَى - وَالْحَمْدُ لِلَّهِ رَبِّ الْعَلَمِينَ إِنْ هَذَا إِلَّا بِتَائِيُدِ رُوحِ الْقُدُسِ .\r\nدوم اس لئے کہ الا ایک حرف ہے جس کے معنے واد عاطفہ بھی آتے ہیں۔ دیکھو معانی\r\nاور نحو کی بڑی بڑی کتابیں اور ثبوت کے لئے دیکھو یہ آیت شریف:۔\r\nإِنِّي لَا يَخَافُ لَدَى الْمُرْسَلُوْنَ إِلَّا مَنْ ظَلَمَ ثُمَّ بَدَّلَ حُسْنًا\r\nبَعْدَ سُوء ( النمل : ۱۲۱۱)\r\nاللہ تعالیٰ فرماتا ہے میرے پاس میرے رسولوں اور انہیں خوف ہی نہیں جنہوں نے گناہ\r\nکرتے کرتے گناہوں کو چھوڑ دیا اور گناہوں کے جابجا نیکی کرنے لگے ۔ امام انخفش، امام فراء،\r\nامام ابوعبید ائمہ لغت ونحو نے کہا ہے یہاں الا واؤ کے معنے پر آیا ہے ایسے ہی آیت شریف\r\nلِتَلا يَكُونَ لِلنَّاسِ عَلَيْكُمْ حَجَّةٌ إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمُ (البقرة : ۱۵۱)\r\nتو کہ نہ رہے تم پر عام لوگوں اور خاص کر بدکاروں کی کوئی حجت اور دلیل ۔ پھر اس تحقیق پر\r\nمنکرین کے پیش کردہ آیت یہ معنی ہوں گے:۔\r\nاور نہیں منع کیا ہم کو آیات کے بھیجنے سے کسی چیز نے اور منکروں کی تکذیب نے ۔ اور یہ\r\nعطف خاص کا ہوگا عام پر۔\r\nغور کرو منکروں کی تکذیب ہرگز ہرگز معجزات کے روکنے والے نہیں۔ اگر ان کی تکذیب\r\nروکتی تو فرعون نے حضرت موسیٰ علیہ السلام کے بڑے بڑے معجزات کا انکار کیا تھا پھر کیا اللہ تعالیٰ\r\nنے حضرت موسیٰ کو معجزات عطا نہ کئے بلکہ منکر ہمیشہ انکار کرتے رہے اور معجزات بھی آتے رہے۔\r\nوَالْحَمْدُ لِلَّهِ رَبِّ الْعَلَمِيْنَ وَهَذَا بِتَائِيدِ رُوحِ الْقُدُسِ . -\r\nتیسرا اس لئے کہ ہم نے مان لیا یہاں الا کا لفظ زائد نہیں ۔ عاطفہ بھی نہیں۔ استثنا کے\r\nواسطے ہے۔ الآیات کا الف اور لام عہد اور خصوصیت کے معنے دے گا یا عموم اور استغراق کے۔\r\nپہلی صورت عہد اور خصوصیت کی اگر ہو گی تو آیت کے یہ معنے ہوں گے اور نہیں منع کیا\r\n۲۴"
    },
    {
        "id": 25,
        "pageNo": 25,
        "pageText": "ایک عیسائی کے تین سوال اور ان کے جوابات\r\n۲۵\r\nہم کو خاص آیات کے بھیجنے سے مگر پہلوں کی تکذیب نے “۔ اس سے یہ نکلا کہ خاص آیات اور کوئی\r\nخاص منجزات نہ آدیں گے۔ اس سے عموم معجزات کی نفی ثابت نہیں ہوتی۔\r\nدوسری صورت یعنی اگر الف اور لام سے عموم اور استغراق لیا جاوے تو یہ معنی ہوں گے۔\r\nکل آیات کے ارسال سے پہلوں کی تکذیب نے روکا۔ مگر اس سے یہ نہیں نکلتا کہ\r\nکوئی بھی معجز نہیں بھیجیں گے۔\r\nچہارم اس لئے کہ اس مَا مَنَعَنا والی آیت سے اتنا ہی نکلتا ہے کہ اللہ تعالیٰ کو معجزات\r\nکے بھیجنے سے تکذیب کے ماورا کسی چیز نے نہیں روکا اور ظاہر ہے کہ یہ کوئی روک نہیں۔ کہیں\r\nمنکروں کی تکذیب سے باری تعالیٰ کو حجت بند کر دیتا ہے؟ ہمیشہ انبیا علیہم الصلوۃ والسلام کی\r\nتکذیب ہوئی مگر وہ آتے رہے ہمیشہ معجزات پر تکذیب ہوا کی اور معجزات ہوا کئے ۔\r\nالہی طاقتیں اور قوتیں منکرین کی روک سے رکتی نہیں۔ مَنَعَنَا لفظ کے معنے ہیں روکا ہم کو ۔\r\nاس لفظ کے یہ معنی نہیں کہ ہم رک گئے ۔ ہاں اگر قرآن کریم میں یوں ہوتا ۔ مَا امْتَنَعَنَا اَنْ نُّرْسِلَ\r\nبالا يَاتِ إِلَّا أَنْ كَذَّبَ بِهَا الاَ وَّلُونَ جس کے معنی ہیں نہیں رکے ہم آیات اور نشانات کے\r\nبھیجنے سے مگر اس لئے کہ پہلوں نے تکذیب کی۔ تو البتہ منکرین معجزہ کی تقریر کچھ تھوڑی دور تک\r\nچل پڑتی مگر قرآن میں اِمْتَنَعَنَا نہیں مَنَعَنا ہے جس کے معنی ہیں روکا ہم کو نہ یہ کہ نہ رکے ہم ۔\r\nغرض تکذیب نے روکا اور باری تعالیٰ نہ رکا۔ روکنے کے ثبوت میں بفرض و تسلیم یہی آیت\r\nاور نہ روکنے کا ثبوت وہ آیات ہیں جن میں ثبوت آیات ہے وَالْقُرْآنُ مُتَشَابِهًا أَي يُصَدِّقُ\r\nبَعْضُهُ بَعْضاً ۔ قرآن کریم کی آیات متشابہ ہیں یعنی ایک آیت دوسری آیت کے مصدق ہوتی ہے\r\nنہ اس کے مخالف اور مکذب - هَذَا أَيْضًا بِتَأْنِيدِ رُوحِ الْقُدُسِ وَالْحَمْدُ لِلَّهِ رَبِّ الْعَلَمِينَ\r\nپنجم اس لئے کہ بعض وہ معجزات جن کو یہودی اور عیسائی اور اہل مکہ اہل کتاب کے\r\nسمجھانے اور بہکانے سے پوچھتے تھے جو حضور علیہ الصلوۃ والسلام کی پیش گوئیوں اور بشارتوں کے\r\n۲۵"
    },
    {
        "id": 26,
        "pageNo": 26,
        "pageText": "ایک عیسائی کے تین سوال اور ان کے جوابات\r\n۲۶\r\nبالکل خلاف تھے۔ اور ایسے معجزات کو مخالف لوگ اس واسطے طلب کرتے تھے کہ اگر یہ معجزات\r\nخلاف بشارات ظہور پذیر ہوئے تو ہم بشارات اور حضور کی ان پیش گوئیوں کے ذریعہ حضور پر\r\nاعتراض کریں گے جو انبیا نے کتب مقدسہ میں حضور کے حق میں کئے ہیں۔ اور اگر ایسے معجزات\r\nبلحاظ ان بشارات کے ہم کو دکھائے نہ گئے تو معجزات کے نہ ہونے کا الزام قائم کر دیں گے مثلاً حضور\r\nعلیہ السلام کی نسبت ایک بشارت میں یہ آیا ہے کہ جو کلام اس نبی موعود پر اترے گا وہ ایک دفعہ\r\nکتاب کے طور پر نازل نہ ہوگا بلکہ وہ کلام اس نبی موعود صلی اللہ علیہ وسلم کے منہ میں رکھا جائے گا\r\nکچھ یہاں اور کچھ وہاں غور کرو کتب مقدسہ کی آیات ذیل:۔\r\nان کے بھائیوں میں سے تجھ سا ایک نبی برپا کروں گا۔ اور اپنا کلام اس کے منہ میں\r\nڈالوں گا۔ استثنا ۱۸ باب ۱۸ حکم پر حکم ۔ حکم پر حکم ۔ قانون پر قانون۔ قانون پر قانون ہوتا جاتا۔\r\nتھوڑا یہاں تھوڑا وہاں ۔ ہاں وہ وحشی (عربی) کیسے ہونٹوں اور اجنبی زبان سے اس گروہ سے\r\nباتیں کرے گا۔ یسعیا ۔ ۲۸ باب ۹ ۔ ان آیات سے صاف عیاں ہے کہ اس نبی موعود کو جو کلام عطا\r\nہو گا وہ اس نبی کے منہ میں ڈالا جاوے گا اور بتدریج نازل ہوگا۔ کچھ یہاں کچھ وہاں یعنی کچھ مکہ\r\nمیں اور کچھ مدینہ میں کچھ کہیں کچھ کہیں ۔ اب قرآن کریم کی طرف نگاہ کر واس میں ایک جگہ لکھا\r\nہے۔ کافر کہتے ہیں :۔\r\nتَرْقُ فِي السَّمَاءِ وَلَنْ نُؤْمِنَ لِرَقِيكَ حَتَّى تُنَزِّلَ عَلَيْنَا كِتبًا نَّقْرَؤُهُ\r\n(بنی اسرائیل: ۹۴) تو اے محمد چڑھ جا آسمان میں اور ہم تیرے چڑھنے پر تجھے نہ مانیں گے جب\r\nتک اوپر سے ایسی کتاب نہ لاوے جس کو ہم پڑھ لیں۔\r\nاب بتلائیے اس طلب کا بجز اس کے کیا جواب ہو سکتا ہے کہ پاک ذات ہے میرا رب\r\nاس نے میرے لئے جو تجویز فرمادی وہ ناقص نہیں کہ اب اس تجویز کو بدلا وے اور میں تو بشر\r\nرسول ہوں ۔ بشر رسول تو ہمیشہ وہی معجزات دکھاتے رہے جو ان کی بشارت کے برخلاف نہ تھے\r\n۲۶"
    },
    {
        "id": 27,
        "pageNo": 27,
        "pageText": "ایک عیسائی کے تین سوال اور ان کے جوابات\r\n۲۷\r\nاور وہی نشان لائے جو اللہ تعالیٰ نے اُن کے واسطے مقرر فرمائے تھے۔\r\nششم اس لئے کہ معجزات کا ظہور اور انبیا کا فرمودہ کبھی بتدریج ظہور پذیر ہوتا ہے اور\r\nانبیاء علیہم الصلوۃ والسلام چونکہ بشر اور رسول ہوتے ہیں وہ کوئی ایسی مخلوق نہیں ہوتے کہ\r\nخدائی ارادے کا خلاف چاہیں۔ شریر لوگ ایسے موقت معجزات\r\nکو قبل از وقت چاہتے ہیں۔ چونکہ\r\nوہ منجزات وقت معین پر ظاہر ہونے والے اور مشروط بشرائط ہوتے ہیں اس لئے قبل از تحقق\r\nشرائط اور اس وقت معین کے ظہور پذیر نہیں ہو سکتے ۔ مثلاً حضرت موسیٰ علیہ السلام اور ان\r\nبنی اسرائیل سے جو فرعون کی سخت تکالیف اٹھا رہے تھے وعدہ ہوا کہ تم کو کنعان وغیرہ وغیرہ کا\r\nملک عطا ہوگا دیکھو توریت ۔ میں نے اپنے لوگوں کی تکلیف جو مصر میں ہیں یقیناً دیکھی اور ان کی\r\nفریاد جو خراج کے محصولوں کے سبب سے ہے سنی اور میں ان کے دکھوں کو جانتا ہوں اور میں نازل\r\nہوا ہوں کہ انہیں مصریوں کے ہاتھ سے چھڑاؤں اور اس زمین سے نکال کے اچھی وسیع زمین میں\r\nجہاں دودھ اور شہد موج مارتا ہے لے جاؤں ۔ کنعانیوں ، جنتیوں ، اموریوں ، فرزیوں ، حویوں ،\r\nپیوسیوں کی جگہ میں لاؤں خروج ۳ باب ۷۔۹۔\r\nمگر دیکھو یہ وعدہ اس قوم کے حق میں پورا نہ ہوا جنہوں نے فرعون سے\r\nدکھ اٹھایا۔ دیکھو:\r\nخداوند نے تمہاری باتیں سنیں اور غصہ ہوا اور قسم کھا کے یوں بولا کہ یقینا ان شریر لوگوں\r\nمیں ایک بھی اس اچھی زمین کو جس کے دینے کا وعدہ میں نے ان کے باپ دادوں سے قسم کھا\r\nکے کیا ہے نہ دیکھے گا مگر یفتہ کا بیٹا کا لب اسے دیکھے گا استثنا۔ اباب ۳۶،۳۵۔\r\nایسے ہی چند معجزات کفار مکہ نے طلب کئے ہیں جن کا ذکر ذیل میں ہے۔\r\nا وَقَالُوا لَنْ نُّؤْمِنَ لَكَ حَتَّى تَفْجُرَ لَنَا مِنَ الْأَرْضِ يَثْبُوعًا (بنی اسرائیل: ۹۱)\r\n۲۔ اَوْتَكُونَ لَكَ جَنَّةٌ مِنْ نَّخِيلٍ وَعِنَبٍ فَتُفَجَّرَ الْأَنْهَرَ خِلْلَهَا تَفْجِيرًا\r\nاَوْ تُسْقِطَ السَّمَاءَ كَمَا زَعَمْتَ عَلَيْنَا كِسَفًا أَوْ تَأْتِيَ بِاللَّهِ وَالْمَلَكَةِ قَبِيْلًا أَوْ يَكُوْنَ\r\n۲۷"
    },
    {
        "id": 28,
        "pageNo": 28,
        "pageText": "ایک عیسائی کے تین سوال اور ان کے جوابات\r\n۲۸\r\nلَكَ بَيْتُ مِنْ زُخْرُفٍ أَوْ تَرْقَى فِي السَّمَاءِ وَلَنْ نُؤْمِنَ لِرُقِيْكَ حَتَّى تُنَزِّلَ عَلَيْنَا\r\nكتبًا نَّقْرَؤُهُ قُلْ سُبْحَانَ رَبِّى هَلْ كُنْتُ إِلَّا بَشَرًار سُولًا (بنی اسرائیل: ۹۴۲۹۲)\r\nآیات مرقومہ بالا سے معلوم ہوتا ہے کفار مکہ نے ایسے چھ معجزہ حضرت علیہ السلام سے\r\nطلب کئے جو اُس وقت سر دست منکروں کو دکھائے نہیں گئے ۔ مگر غور کرو یہ معجزے کیوں طلب کئے\r\nگئے اور کیوں انکار فوری ظہور نہ ہوا۔\r\nپہلا معجزہ جس کو کفار مکہ نے طلب کیا ہے کہ الارض یعنی اس خاص مکہ کی زمین میں چشمے چلیں۔\r\nاور دوسرا معجزہ۔ جس کو انہوں نے مانگا یہ ہے کہ تیری کھجوروں اور انگوروں کے ایسے باغ\r\nہوں جن میں نہریں چلتی ہوں۔\r\nیہ دونوں معجزے اس واسطے طلب کئے گئے کہ کتب مقدسہ بضمن بشارات محمد یہ لکھا ہے\r\nہاں میں بیابان میں ایک راہ اور صحرا میں ندیاں بناؤں گا۔ اور دشت کے گیڈر اور شتر مرغ میری\r\nتعظیم کریں گے کہ تین بیابان میں پانی اور صحرا میں ندیاں موجود کروں گا کہ وے میرے لوگوں کو\r\nمیرے برگزیدوں کو پینے کے لئے ہو دیں۔ میں نے ان لوگوں کو اپنے لئے بنایا وے میری ستائش\r\nکریں گے یسعیا ۴۳ باب ۱۹۔۲۱ تک ۔ اور دیکھو\r\nکس نے یعقوب کو حوالہ کیا کہ غنیمت ہوویں اور اسرائیل کو کہ لٹیروں کے ہاتھ میں\r\nپڑے۔ کیا خداوند نے نہیں جس کے مخالف ہو کے انہوں نے گناہ کیا کیونکہ انہوں نے نہ چاہا کہ\r\nاس کی راہ چلیں ۔ یسعیا ۴۲ باب ۲۴۔ اور یسعیا کے ۲۱ باب میں عرب کی بابت الہامی کلام یوں ہیں۔\r\nپانی لے کے پیاسے کا استقبال کرنے آؤ۔ اے تیما کی سرزمین کے باشندو، روٹی لے کے بھاگنے\r\nوالے کے ملنے کو نکلو۔ یسعیا ۲۱ باب ۱۳ ۔ اور پھر کہا ہے۔ مزدور کے سے ٹھیک ایک برس میں قیدار\r\nکی ساری حشمت جاتی رہے گی اور تیراندازوں کے جو باقی رہے قیدار کے بہادر لوگ گھٹ جائیں\r\nگے۔ ان آیات سے اتنا تو معلوم ہوتا ہے کہ بیابان اور صحرا میں چشمے جاری ہوں گے ندیاں\r\n۲۸"
    },
    {
        "id": 29,
        "pageNo": 29,
        "pageText": "۲۹\r\nایک عیسائی کے تین سوال اور ان کے جوابات\r\nچلیں گی مگر اس میں یہ لکھا ہے کہ برگزیدوں کو پینے کے لئے ہوویں ۔ دیکھو یسعیا ۲۱ باب ۱۷،۱۶۔\r\nبنی اسرائیل کے ایسے باغ عربوں کے ہاتھ ضرور آویں گے جن میں نہریں چلتی ہوں مگر\r\nبنی اسرائیل مکہ میں آباد نہیں۔ وہ زمانہ ہجرت کے بعد ہے جس میں یہ بشارت پوری ہوگئی۔\r\nکفار اہل کتاب کے بہکائے پر دھوکہ دیتے ہیں مگر دیکھو نبوی معجزات اور محمد یہ کرامات\r\nکیسے زبر دست ہیں۔ اللہ تعالیٰ کے برگزیدوں کے واسطے اس بیابان اور صحرا میں ندیاں چل گئیں نہ\r\nکفار کے لئے۔ دیکھو نہر زبیدہ مکہ میں اور بنی زرقا کی نہر مدینہ طیبہ میں برگزیدوں کے پینے کے\r\nواسطے موجود ہیں۔\r\nبنو قریظہ اور بنو نضیر کے مکانات برگزیدوں کے قبضہ میں آچکے اور کھجوروں اور انگوروں\r\nکے ایسے باغ جن کے نیچے نہریں بہتی ہیں حضور کیا حضور کے خادمان کے پاس وہاں موجود ہیں۔\r\nموسیٰ علیہ السلام کے وعدوں سے ( ملک کنعان وغیرہ کی حکومت سے وہ نسل اکثر محروم رہی ) اور\r\nحضور کے بابرکات معجزوں سے آپ کی اکثر قوم وعدہ کو دیکھ چکی اور انشاء اللہ یقیناً حقیقی کنعان\r\nمیں بھی پہنچ جائیں گے۔\r\nتیسرا اور چوتھا معجزہ یہ کہ منکروں پر آسمان ٹوٹ پڑے اور اللہ تعالیٰ اور ملائکہ کی افواج\r\nکفار کو تباہ کر دے یہ دونوں معجزہ بھی جن کو کفار نے طلب کیا کتب مقدسہ میں موجود ہیں۔ دیکھو\r\nخدا سینا سے آیا اور شعیر سے ان پر طلوع ہوا ۔ فاران ہی کے پہاڑ سے وہ جلوہ گر ہوا۔\r\nدس ہزار قدوسیوں کے ساتھ آیا۔ استثنا ۳۳ باب ۲۔\r\nیہ پیشگوئی نہایت عمدگی سے اس دن پوری ہوئی جس دن حضور علیہ السلام نے مکہ معظمہ\r\nکو فتح فرمایا۔\r\nغور کرو بخاری مطبع میرٹھ کا صفحہ ۶۱۳ اور بخاری مصری کا جلد ۲ صفحہ ۵۰ حضور کے ساتھ\r\nاس دن دس ہزار ہاں ٹھیک دس ہزار قدوس اصحابی جن کے ساتھ ملائکہ تھے موجود تھا اور اس دن\r\n۲۹"
    },
    {
        "id": 30,
        "pageNo": 30,
        "pageText": "ایک عیسائی کے تین سوال اور ان کے جوابات\r\n۳۰\r\nمکہ کے کفار پر آسمان ایساٹوٹ پڑا کہ وہاں ان کا نام ونشان بھی نہ رہا۔\r\nیادر ہے ہاجرہ عرب کا کوہ سینا ہے دیکھو نا مہ گلیاں ۴ باب ۲۵ ۔ پس معنے ہوں گے ہاجرہ\r\nکی پشت سے ۔ اور فاران خود وادی حجاز کو کہتے ہیں اور شعیر میں دو دفعہ حضور بطور تجار تشریف لے\r\nگئے اور بدر کی لڑائی میں بھی ملائکہ کا لشکر اسلام کا گہرا مددگار تھا دیکھو قرآن سورہ ال عمران۔\r\nپانچواں معجزہ کہ تیرا گھر بڑا زینت والا ہو۔ یہ کتب مقدسہ سے لیا گیا۔ تیرے پتھروں کو\r\nسرمہ لگاؤں گا اور تیری بنیاد فیلموں سے ڈالوں گا۔ میں تیری فصیلوں کو لعلوں سے اور تیرے پھاٹکوں\r\nمیں چمکتے ہوئے جواہر سے اور تیرا سارا احاطہ بیش قیمت پتھروں سے بناؤں گا۔ تیرے سب فرزند\r\nبھی خدا سے تعلیم پاویں گے۔ یسعیاہ ۵۴ باب ۱۲ ۱۳۔\r\nاب اگر یہاں مراد حقیقت ہے تو سرمہ میں وہاں کے پتھروں کا لگنا حاجیوں کے سرمہ\r\nسے دیکھ لو وہاں کے کھرلوں میں تیار ہوتا ہے اور ان کا حصہ سرمہ میں گھس کر شامل ہوتا ہے اور\r\nاس ایک صداقت سے یقین ہے جیسے مکاشفات یوحنا سے ظاہر ہے دیکھو مکا شفات ۲۱ باب ۱۱\r\nباقی بھی پورا ہوگا ۔ جلدی نہ کرو اور اگر عام زینت ہی لیں جیسے قرآن کے لفظ زخرف اور حز قیل کی\r\n۲۳،۱۶ باب سے ظاہر ہے۔ تو اب دیکھ لومکہ معظمہ کس زینت سے سجایا گیا۔\r\nاور اگر ہمارے حضور ہمارے بادی کا گھر ہی لیتا ہے جیسے لفظ بیت لَكَ سے بظاہر معلوم\r\nہوتا ہے تو اب روضہ اطہر واقدس کا نظارہ کر لو!\r\nكيف الوصول الى مدينة مصطفى شتان بين الهند و الزوراء اللهم\r\nارزقني شهادة في بلد رسولك أمين .\r\nچھٹے معجزہ کا بیان سابق کر چکا ہوں۔ غور کرو کیسے یہ تمام معجزات پورے ہو گئے۔\r\nوالحمد لله رب العلمين.\r\nیادداشت عیسائی صاحبان اگر کسی امتحان اور معجزہ کا ظہور پذیر نہ ہونا نقص ہے تو\r\n۳۰"
    },
    {
        "id": 31,
        "pageNo": 31,
        "pageText": "ایک عیسائی کے تین سوال اور ان کے جوابات\r\n۳۱\r\nواب دو جب کسی نے حضرت مسیح کو کہا۔\r\nجوار\r\nاگر تو خدا کا بیٹا ہے تو کہ کہ یہ پتھر روٹی بن جاویں۔ اس نے (مسیح نے) جواب میں\r\nکہا۔ لکھا ہے انسان صرف روٹی سے نہیں بلکہ ہر ایک بات سے جو خدا کے منہ سے نکلتی ہے جیتا\r\nہے۔ پھر شیطان اسے ( مسیح کو ) مقدس شہر میں اپنے ساتھ لے گیا اور ہیکل کے کنگرے پر کھڑا کر\r\nکے اسے کہا اگر تو خدا کا بیٹا ہے تو اپنے تئیں نیچے گرا دے کیونکہ کہا ہے کہ وہ تیرے لئے اپنے\r\nفرشتوں کو فرمائے گا۔ اور وے تجھے ہاتھوں پر اٹھالیں گے۔ ایسانہ ہو کہ تیرے پاؤں کو پتھر سے ٹھس\r\nلگے۔ یسوع نے اسے کہا یہ بھی لکھا ہے کہ تو خداوند اپنے خدا کو مت آزما متی آ باب۔\r\n۳۱"
    },
    {
        "id": 32,
        "pageNo": 32,
        "pageText": ""
    },
    {
        "id": 33,
        "pageNo": 33,
        "pageText": "مَا الْمَسِيحُ ابْنُ مَرْيَمَ إِلَّا رَسُولٌ\r\nابطال الوہیت مسیح\r\nمصنفہ جناب حکیم الامت مولا نا مولوی نورالدین صاحب\r\nمصنف کتاب فصل الخطاب و تصدیق براہین احمدیہ\r\nو\r\nرد تناسخ ورساله نورالدین و غیره\r\nبا دوم..\r\nمطبع ضیاء الاسلام قادیان دارالامان میں باہتمام\r\nحاجی حافظ حکیم فضل دین طبع ہوا۔\r\nماہ جولائی ۱۹۰۴ء\r\nتعداد اشاعت ۴۰۰ قیمت ار"
    },
    {
        "id": 34,
        "pageNo": 34,
        "pageText": ""
    },
    {
        "id": 35,
        "pageNo": 35,
        "pageText": "۳۵\r\nابطال الوہیت مسیح\r\nہیں۔\r\nبِسمِ اللهِ الرَّحْمَنِ الرَّحِيمِ\r\nنحمده ونصلى على رسوله الكريم مع التسليم\r\nحضرت سیدنا مسیح علیہ الصلوۃ والسلام کے خدا اور خدا کا بیٹا ہونے کا ابطال\r\nاس مضمون پر لوگوں نے بہت کچھ لکھا ہے اور مسیح کے انسان رسول ہونے پر دلائل بیان کئے\r\nمگر قرآن نے نہایت ہی سیدھی اور صاف راہ اس مسئلہ میں اختیار فرمائی ہے اور کہا ہے۔\r\nما المسيحُ ابْنُ مَرْيَمَ إِلَّا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ وَأُمَّهُ صِدِّيقَةٌ\r\nكَانَا يَأْكُلْنِ الطَعَامَ أَنْظُرْ كَيْفَ نُبَيِّنَ لَهُمُ الْآيَتِ ثُمَّ انْظُرْ أَنِّى يُؤْفَكُوْنَ\r\nس اس مائده ع ۱۰ مسیح ابن مریم تو ایک رسول ہی ہے اس سے پہلے بھی رسول ہو گزرے ہیں اور\r\nاُس کی ما ایک نیک بخت عورت ہے دونوں کھانا کھایا کرتے ۔ دیکھ ان لوگوں کے لئے ہم کیونکر بچے\r\nنشان کھول کر بیان کرتے ہیں۔ پھر دیکھ کہاں بہکے جاتے ہیں۔\r\nقرآن جو خالق فطرت کا کلام ہے انسان کو فطرت کے قانون پر توجہ دلاتا ہے ۔ نہ کسی بھول\r\nبھلیاں فلسفیانہ اور منطقیانہ دقیق اور غیر قابل فہم دلیل سے بلکہ سنن الہیہ کے روز مرہ کے مشہودہ\r\nدلائل سے سادہ طبیعت کج فہم انسانوں کو جگاتا ہے کہ مسیح اک رسول مثل اگلے رسولوں کے تھے۔\r\nاس کی ایک ماتھی۔ وہ کھانا کھایا کرتے اور یہ سہ گانہ امور ایسے ہیں جن سے کوئی عیسائی بھی انکار\r\nنہیں کر سکتا اور ظاہر ہے کہ یہ عوارض اور صفات ایسے ہیں جو نوع انسان کو ہی لاحق ہوا کرتے ہیں اور\r\nیہی عوارض اور صفات ہیں جو انسان کو حوائج اور ضروریات جسمانی کی تحصیل تحصل میں مبتلا کرتے\r\nہیں اور یہی افتقار و نیاز اس کی مخلوق اور محتاج اور عبد ہونے پر دلالت کرتا ہے۔ سچ ہے جو کھانے کا\r\nمحتاج ہوا وہ ساری مخلوق کا محتاج ہوا۔ اور اللہ تعالیٰ غنی مطلق ہر احتیاج سے پاک اور ہر عیب سے\r\nمبرا ہے۔ غرض ایک میں احتیاج ہے اور دوسرے میں غنی ۔ اور ظاہر ہے کہ صفات ولوازم کے\r\nاختلاف سے ملزوم و موصوف کا اختلاف سمجھا جاتا ہے۔ ہم پتھر کو نباتات سے علیحدہ پتھر کے\r\nالمائدة: ۷۶"
    },
    {
        "id": 36,
        "pageNo": 36,
        "pageText": "۳۶\r\nابطال الوہیت مسیح\r\nلوازمات وصفات سے یقین کرتے ہیں ۔ اور نباتات کو پتھر سے الگ اسکے لوازمات وصفات سے\r\nحضرت مسیح میں انسان ہونے کے لوازمات وصفات نے حضرت مسیح کو انسان ثابت کیا اور رسالت\r\nکے لوازمات نے مثلاً موید و منصور ہونا ، اعدا کا نا کام ہونے نے رسول ۔ اور اس امر نے کہ الوہیت\r\nکے لوازمات مثلا غنی ۔ خالق ہونا وغیرہ میسیج میں نہیں پائے جاتے اس واسطے وہ خدا یا خدا کے بیٹے\r\nنہیں ہو سکتے ۔ ان بیانات سے حضرت مسیح کی انسانیت اور مخلوقیت تو صاف عیاں ہے۔ مسیح کو یا خدا\r\nیا خدا کا بیٹا ماننے والو مسیح کی خدائی کہاں سے نکل پڑی ۔ اگر وہ ایک مخفی اور غیب الغیب راز ہے تو\r\nایک خیال اور وہم سے بڑھ کر اس کی کیا وقعت ہو سکتی ہے۔ کوئی زبر دست اور بڑی قومی دلیل اس\r\nکے خدا بنانے میں درکار ہے کیونکہ مکلف انسان ایک ایسے مسئلہ میں جو اصول ایمان اور نجات\r\nاُخروی سے تعلق رکھتا ہے کبھی مضبوط اور غیر مذبذب اعتقاد نہیں رکھ سکتا۔ جب تک کسی روشن دلیل\r\nنے اس کے دل کو مطمئن نہ کر دیا ہو۔ اور اگر الوہیت مخفی اور نا گفتنی اسباب پر مبنی ہے تو ہر شخص کہہ\r\nسکتا ہے کہ میں بھی بجسم خدا ہوں ۔ اور تمام دنیا کی بُت پرست قوموں نے دعویٰ کیا ہے کہ ان کے\r\nمقدس لوگ خدائے مجسم تھے اور خدائے تعالیٰ نے باغراض مختلفہ جامہ جسمانی پہنا۔ جائے غور اور\r\nانصاف ہے کہ مسیح میں کونسی خصوصیت اور ترجیح ہمیں اس بات کے یقین کرنے پر مجبور کرتی ہے کہ\r\nمسیح تو خدائے بجسم تھا اور باقی اوتاروں کے مرید اپنے دعوئی میں صادق نہ تھے قرآن کہتا ہے۔\r\nقَالُوا اتَّخَذَ اللَّهُ وَلَدًا سُبْحَنَهُ هُوَ الْغَنِيُّ لَهُ مَا فِي السَّمَوَاتِ وَمَا فِي\r\nالْأَرْضِ مِنْ عِنْدَكُمْ مِنْ سُلْطَنٍ بِهَذَا اَتَقُوْلُوْنَ عَلَى اللَّهِ مَا لَا تَعْلَمُونَ\r\nس 11۔ س یونس ۔ ع ے ۔ انہوں نے کہا اللہ نے بیٹا بنالیا ہے۔ وہ پاک غنی ہے زمین و آسمان میں جو\r\nکچھ ہے اُسی کا ہے ایسی باتوں کی تمہارے پاس کوئی دلیل نہیں ۔ کیا اللہ پر باتیں بناتے ہو جن کا\r\nتم کو علم نہیں ۔\r\nمسیح علیہ السلام کو خدائے بختم مانے والوں نے دو دعوے کیے ہیں ۔ اوّل یہ کہ مسیح خدا تھے اور\r\nدوم یہ کہ مسیح انسان تھے۔ کیا معنی مسیح جامع الوہیت وانسانیت تھے۔ مسیح کا انسان ہونا تو حسب\r\nنشان آیت اولی و ثانیہ امر مسلم ہے کیونکہ مسیح بھی رسولوں میں سے ایک رسول تھے ۔ اگر انہوں نے\r\nيونس: ۶۹\r\nم"
    },
    {
        "id": 37,
        "pageNo": 37,
        "pageText": "۳۷\r\nابطال الوہیت مسیح\r\nمعجزے دکھائے تو اسی قسم کے نشانات حضرت موسیٰ اور ایلیا اور الیشع وغیرہ نے بھی دکھلائے مسیح کی\r\nہات تھی اور وہ دونوں کھاتے پیتے تھے۔\r\nہاں خدا ہونے کی دلیل چاہیے قرآن نے بھی کہا ہے تمہارے پاس کوئی دلیل مسیح کے خدا ہونے\r\nپر نہیں تو پھر کیوں مدعی الوہیت مسیح ہوئے ہو چنانچہ آیت بالا کے مضمون سے واضح ہے جس طرح\r\nحضرت مسیح علیہ السلام کے خدا ہونے کا ابطال کیا ہے ایسے ہی حضرت مسیح علیہ الصلوۃ والسلام کے\r\nابن اللہ ، خدا کے بیٹا بنانے کے بُرے عقیدہ کو اس طرح باطل ٹھہراتا ہے آلى يَكُونُ لَهُ وَلَدٌ\r\nوَلَمْ تَكُنْ لَّهُ صَاحِبَةٌ وَخَلَقَ كُلَّ شَيْءٍ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ ذَلِكُمُ اللَّهُ\r\nرَبُّكُمْ لَا إِلَهَ إِلَّا هُوَ خَالِقُ كُلِّ شَيْءٍ فَاعْبُدُوهُ وَهُوَ عَلَى كُلِّ شَيْءٍ وَكِيْلٌ\r\nلَا تُدْرِكُهُ الْاَبْصَارُ وَهُوَ يُدْرِكُ الْاَبْصَارَ وَ هُوَ اللَّطِيفُ الْخَبِيرُ سے\r\nس انعام ع ۱۸ ۔ اس کے کہاں سے بیٹا ہوا اُس کا تو کوئی ساتھی نہیں اُس نے سب چیزوں کو پیدا\r\nکیا۔ اور وہ کل چیزوں کو جاننے والا ہے۔ یہی تمہارا رب ہے اس کے سوا کوئی معبود نہیں کل اشیا کا\r\nخالق ہے اس کی عبادت کرو اور وہ سب کا کارساز ہے۔ اسے آنکھیں نہیں پاسکتیں یا آنکھیں گھیر\r\nنہیں سکتیں اور وہ آنکھوں\r\nکو پاتا یا ان کا احاطہ کر سکتا ہے اور وہ لطیف و خبیر ہے۔ گویا قرآن کریم کہتا\r\nہے مسیح ابن اللہ کن معنوں پر ہیں آیا عرفی اور حقیقی معنوں پر مسیح ولد اللہ یا کسی اور معنوں پر ۔ اگر عرفی\r\nاور حقیقی معنوں میں ہیں یہ تو صحیح نہیں کیونکہ اس صورت میں سیدہ مریم علیہا السلام کو خدا کی جورو اور\r\nاس کا ساتھی ماننا ضروری اور لازمی امر ہے۔ اور تمام عیسائی اور سارے عقلاء سید و صدیقہ مریم کا\r\nاللہ تعالیٰ کا صاحبہ ہونا اعتقاد نہیں رکھتے اگر مجازی معنی ولد اللہ ابن اللہ کے لیتے ہو اور حقیقی اور عرفی\r\nمعنی نہیں لیتے ہو تو مجازی معنی نہایت وسیع ہیں ولد اللہ کے معنی خدائے مجسم خدا کے ساتھ ذاتاً\r\nمتحد ہستی تجویز کرنا ہر گز ہر گز صحیح نہیں کیونکہ اگر یہ معنی لوگے اور مسیح کو اللہ اور اللہ کا بیٹا کہو گے تو ضرور\r\nم ہر ایک شخص کی شہرت کبھی اس کے نامی گرامی والد کے باعث ہوا کرتی ہے اور کبھی اُس کی والدہ ماجدہ کے باعث اور کبھی\r\nاُس کے ذاتی جوہروں کی وجہ سے۔ حضرت سیدنا مسیح علیہ السلام کی والدہ ماجدہ یروشلم میں بطور نذرانہ رکھی گئیں ۔ وہاں اپنی\r\nخالہ ذکریا کی بی بی کے پاس پرورش پائی۔ تمام یہودی قوم ہر سال یروشلم میں آتی اور صدیقہ مریم علیہا السلام کو وہاں دیکھتی\r\nاس لئے اُن کی ان سے اچھی واقفیت تھی۔ حضرت سیدنا مسیح علیہ السلام کو ابن مریم کہتی۔\r\nالانعام : ۱۰۲ تا ۱۰۴"
    },
    {
        "id": 38,
        "pageNo": 38,
        "pageText": "۳۸\r\nابطال الوہیت مسیح\r\nہوگا کہ مسیح ذات وصفات میں خدا ہو، خدا کے برابر اور صفت معبودیت اور صفت خلق اور علم وغیرہ\r\nمیں جو انسانی جسم کے لحاظ سے نہیں خدا کے سے صفات رکھتا ہو مگر ظاہر ہے کہ حضرت مسیح علیہ السلام\r\nمیں یہ صفات کا ملہ خدا کی طرح موجود نہ تھیں ۔ غور کرو!\r\nپہلی صفت کا ملہ صفات میں سے علم کامل ہے۔ یہ صفت بھی حضرت\r\nمسیح علیہ السلام میں پوری\r\nپوری موجود نہ تھی خود حضرت مسیح فرماتے ہیں۔ مگر اس دن اور اس گھڑی کی بابت سوا باپ کے\r\nنہ تو فرشتے جو آسمان پر ہیں اور نہ بیٹا ، کوئی نہیں جانتا مرقس ۱۳ باب ۳۲ دمتی ۲۴ باب ۳۶ و\r\nاعمال ا باب ۷ ۔ متی ۲۶ باب ۳۸ ۔\r\nدوسری صفت معبود ہونا۔ خود حضرت مسیح علیہ السلام نمازیں پڑھتے اور دعائیں مانگتے تھے۔\r\nکیا معنی؟ عابد تھے معبود نہ تھے۔\r\nتیسری صفت خَلَقَ كُلَّ شَيْءٍ - مسیح علیہ السلام فرماتے ہیں۔ دائیں بائیں بٹھانا میرا کام\r\nنہیں مگر انہیں کو جن کے لئے میرے باپ کی طرف سے تیار کیا گیا۔ متی ۲۰ باب ۲۳۔\r\nچوتھی صفت لَا تُدْرِكُهُ الابصار میں ایسے ہی مشہود ومحسوس صورت شکل والے انسان تھے\r\nجیسے اور انسان ہوتے ہیں البتہ ذرہ حسین و جمیل نہ تھے۔ جس حالت میں یہ صفات کا ملہ جو اکثر\r\nجسمیت کے لحاظ سے نہیں ہوا کرتیں مسیح علیہ السلام میں نہ تھیں تو مسیح خدا کے بیٹے کیسے ہو سکیں گے۔\r\nایک نادان عیسائی مفسر نے جس کو خواہ مخواہ بدزبانی اور دھوکا دہی کی دہت ہے اپنی تفسیر\r\nمیں لکھا ہے ۔ کہ یوحنا ۲۱ باب ۱۷ اسے معلوم ہوتا ہے۔ مسیح سب کچھ جانتا تھا۔ الا جہاں کہا، میں\r\nنہیں جانتا وہ اس لئے کہا کہ اسے اس موقعہ پر اظہار مطلوب نہ تھا مگر میں کہتا ہوں اگر اظہار مطلوب\r\nنہ تھا تو جھوٹھ بولنے کی کیا ضرورت تھی۔ کیوں صاف نہ فرمایا کہ یہ اس وقت اس امر کا اظہار کرنا\r\nمصلحت کے خلاف ہے ۔ بلکہ ٹھیک بات یہ ہے کہ سب کچھ کا لفظ کتب مقدسہ کے محاورہ پر عموم محیط\r\nکے معنی نہیں دیتا۔ جیسا اظہار عیسوی کے صفحہ ۱۷۲ اور ۱۸۲ سے ظاہر ہے۔ پس یوحنا کا ۲۱ باب ۱۷\r\nمیں یہ کہنا کہ مسیح سب کچھ جانتا تھا اس امر کا مستلزم نہیں کہ محیط کے معنی رکھتا ہو۔ اظہار عیسوی میں"
    },
    {
        "id": 39,
        "pageNo": 39,
        "pageText": "۳۹\r\nابطال الوہیت مسیح\r\nبجواب اس سال کے کہ کتاب اعداد کے ۳۱ باب ۷ میں لکھا ہے ۔ انہوں نے مدیانیوں سے لڑائی\r\nکی جیسے یہواہ نے موسیٰ سے فرمایا تھا۔ اور ان کے سارے مردوں\r\nکو قتل کیا۔\r\nاور قاضیوں کے ۶ باب اور ۲ باب میں ہے کہ تخمینا دو سو برس بعد اس حادثہ کے مدیا نیوں نے سات\r\nبرس تک سب بنی اسرائیل کو مغلوب رکھا۔ پس ان دونوں میں بڑا تعارض ہے کیونکہ سب مدیانی\r\nمارے گئے تھے تو یہ قوت مدیانیوں میں کہاں سے آگئی اور بجواب اس سوال کے کہ (خروج ۹ باب ۶\r\nمیں ہے ) مصریوں کے سب مویشی مر گئے اور آیت ۲۰ میں ہے کہ فرعون کے نوکروں میں ہر ایک\r\nجو یہواہ کے کلام سے ڈرتا تھا اپنے نوکروں اور مویشیوں کو گھروں میں بھگا دیا۔ بھلا جب سب\r\nمویشی مصریوں کے مر گئے تو فرعون کے نوکروں کے لئے مویشی کہاں سے آگئے؟\r\nان دونوں سوالات کے جواب میں پادری ٹھا کر داس نے اظہار عیسوی میں لکھا ہے کہ سب\r\nکچھ کا لفظ عموم محیط کے معنی نہیں دیتا۔ یعنی سب کچھ کے کہنے سے یہ لازم نہیں آتا کہ کوئی مدیانی بھی\r\nنہ رہا اور کوئی بھی مویشی باقی نہ رہا ہو بلکہ یہ معنی ہیں کہ اکثر مدیانی مارے گئے اور اکثر مویشی ہلاک\r\nہوئے۔ میں کہتا ہوں اگر یہ جواب درست ہے تو اسی طرح جہاں یوحنا باب ۳ ۔ اور متی ۱۱ باب ۲۷\r\nنے کہا حضرت مسیح علیہ السلام سب کچھ جانتا تھا اس کے بھی یہی معنی ہیں کہ اکثر جانتے تھے عموم\r\nمحیط کے معنی نہیں ۔ ایسے ہی یوحناء ا باب ۸ میں ہے۔ سب جتنے مجھ سے پہلے آئے چور اور بٹمار تھے\r\nیہاں بھی سب کا لفظ عموم محیط کے معنی نہیں دیتا کیونکہ حضرت موسیٰ اور حضرت داؤ د حضرت ابراہیم\r\nاور حضرت ایوب علیہم الصلوۃ والسلام چور اور بٹ مار نہ تھے۔\r\nایک اور طرز جو نہایت قابل غور ہے کسی چیز کا کسی چیز سے ہونا تین طرح ہوسکتا ہے\r\nاول :- خالق سے مخلوق کا ہونا کہ خالق نے اپنی کامل طاقت پوری قدرت سے ایک سے\r\nایک چیز کو پیدا کر دیا۔\r\nہو گئے ۔\r\nدوم :- ایک چیز کے دو یا کئی ٹکڑے ہو جاویں تو ہم کہہ دیں یہ ٹکڑے فلاں چیز سے پیدا\r\nسوم :- کیمیاوی طور سے دو چیزوں کے میل سے ایک تیسری چیز پیدا ہو جاوے ۔ اب کسی"
    },
    {
        "id": 40,
        "pageNo": 40,
        "pageText": "ابطال الوہیت مسیح\r\nکے ولد اور ابن پر اگر ہم نگاہ کریں کہ دو کے میل سے تیسرا پیدا ہو جاوے تو ظاہر ہے کہ قانون کے\r\nنظارہ میں بیٹے کا باپ سے پیدا ہونا یوں ہوا کرتا ہے کہ دو یعنی نر و مادہ باہم ملیں اور جنین بنے۔\r\nاب اس تمہید کے بعد گزارش ہے۔ غور کر و قرآن کریم کس طرح حضرت مسیح و غیرہ بزرگان کو\r\nخدا کے بیٹا کہنے پر ملزم ٹھہراتا ہے ۔ آتى يَكُونُ لَهُ وَلَدٌ وَ لَمْ تَكُن لَّهُ صَاحِبَةٌ کیا معنی ۔\r\nنادانو ! کسی کو خدا کا بیٹا ماننے والو! اگر یہ لوگ جن کو تم بیٹا کہتے ہو الہی مخلوق ہیں تو کوئی مقام بحث\r\nنہیں اور اگر خدا کے ٹکڑے ہیں تو اس کے تم قائل نہیں ۔ توالد کا اعتقاد اور کسی کے بیٹا کہنے کا مدار تو\r\nقانون قدرت کے نظارہ میں اس بات پر موقوف ہے کہ دو چیزیں آپس میں ملیں اور اُن سے تیسری\r\nچیز پیدا ہو جاوے۔ تم نے صرف اللہ تعالیٰ سے بدوں اس کے صاحبہ ماننے کے حضرت مسیح کو خدا کا\r\nبیٹا کیسے مان لیا۔\r\nعیسائی مانتے ہیں کہ ازل سے اکیلے باپ سے حضرت مسیح از لی بیٹا ہوا اور وہاں صاحبہ کوئی نہ\r\nتھی ۔ بدوں دوسری چیز کے ایک چیز سے توالد نہیں ہوا کرتا خلق ہوسکتا ہے۔\r\nایک اور قرآنی دلیل ہے جو حضرت مسیح کے ابن اللہ ہونے کو باطل کرتی ہے\r\nوَخَلَقَ كُلَّ شَيْءٍ - اللہ تعالیٰ فرماتا ہے حسب تسلیم اُن لوگوں کے جو کسی بزرگ کو خدا کا بیٹا\r\nکہتے ہیں اللہ تعالیٰ ہر شے کا خالق ہے اور جو چیز خالق ہو وہ باپ اور جو بیٹا ہو اپنے باپ کی مخلوق\r\nنہیں ہوا کرتا ۔ کیونکہ بیٹے کا ہونا طبعی امر ہے اور قدرت اور ارادہ سے باہر ہوا کرتا ہے اور خالق ہونا\r\nاختیار اور ارادہ کا مثبت ہے۔ جیسے عیسائی خود مانتے ہیں کہ بیٹا نجات کے واسطے ہوا اور اللہ تعالیٰ\r\nنے اُسے اس ارادہ سے نکالا کہ نجات ہو۔\r\nایک اور دلیل وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ - اللہ تعالیٰ فرماتا ہے۔ کسی بزرگ آدمی کو خدا کا بیٹا\r\nماننے والے اللہ تعالیٰ کو ہر شے کا عالم یقین کرتے ہیں۔ ایسا کامل علم اور ایسی محیط سمجھ چاہتی\r\nہے کہ فاعل خالق بالا رادہ ہو کیونکہ شعور و علم ہی طبعی افعال اور خلق میں امتیاز بخش ہے۔ طبعی\r\nافعال میں شعور اور ارادہ نہیں ہوا کرتا ہے ان تمام دلائل کو ایک جگہ جمع کر کے قرآن فرماتا ہے۔\r\nبَدِيعُ السَّمَوَاتِ وَالْأَرْضِ عَلى يَكُونُ لَهُ وَلَدٌ وَ لَمْ تَكُنْ لَّهُ صَاحِبَةٌ وَخَلَقَ\r\n^"
    },
    {
        "id": 41,
        "pageNo": 41,
        "pageText": "ابطال الوہیت مسیح\r\n۴۱\r\nكُلَّ شَيْءٍ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ\r\nاور ایک اور جگہ قرآن کریم فرماتا ہے۔ قَالُوا اتَّخَذَ اللَّهُ وَلَدًا سُبْحَنَهُ هُوَ\r\nالْغَنِيُّ لَهُ مَا فِي السَّمَوَاتِ وَمَا فِي الْأَرْضِ مِنْ عِنْدَكُمْ مِنْ سُلْطَنٍ بِهَذَا\r\nاتَقُولُونَ عَلَى اللهِ مَا لَا تَعْلَمُونَ ۔ اس جگہ حضرت مسیح علیہ السلام اور ان کے سوا کسی\r\nاور بزرگ کے بیٹا ہونے کو اللہ تعالیٰ اس طرح باطل فرماتا ہے۔\r\nاللہ تعالیٰ نغنی ہے اور احتیاج سے\r\nپاک ۔ اور کسی کا بیٹا ہونا اللہ تعالیٰ کے غنی اور بے پروائی کو باطل کرتا ہے کیونکہ اللہ تعالیٰ کا تو ولد\r\nاس لئے ہوگا کہ وہ پاک ذات آپ کسی کام سے عاجز ہو گئی ۔ مثلاً اپنے عدل کے لحاظ سے کسی کو\r\nنجات نہیں دے سکتا ۔ اس واسطے اس کو ضرورت پڑی کہ جیسے عیسائیوں کا اعتقاد ہے کہ اس کا بیٹا ہو\r\nجو نجات دلا سکے یا بیٹا اس لئے کہ اسے شہوت مٹانے کی حاجت پڑی یا بیٹا اس لئے کہ اسے اپنا\r\nجانشین بنانے کی ضرورت پڑی اور بالکل ظاہر ہے کہ بیٹا باپ سے اصل میں مساوی ہوا کرتا ہے مگر\r\nچونکہ بیٹا بیٹا ہونے میں باپ کا محتاج ہے ۔ پس اگر مسیح علیہ السلام خدا تعالیٰ کے معاذ اللہ بیٹے\r\nہوتے تو غنی اور بے پروائی میں باپ کے مساوی ہوتے مگر بیٹا ہو کر احتیاج سے پاک نہیں ٹھہر سکتا\r\nپھر ذات باری تعالیٰ ترکیب سے پاک ہے کیونکہ مرکب ترکیب کرنے والے کا محتاج ہوا کرتا ہے۔\r\nجب مرکب نہ ہوا تو بیٹا اس سے کیوں کر علیحدہ ہوا ۔ پھر بیٹا ہونا بعد بیت کو چاہتا ہے اور از لی بیٹا\r\nہونا بعدیت کے خلاف ہے۔\r\nعیسائیوں نے جس قدر دلائل مسیح کی الوہیت اور تثلیث کے اثبات میں جو ایک منشاء\r\nالوہیت مسیح ہے بیان کئے ہیں سب کے سب سادہ اعتقادی پر مبنی ہیں اس لئے ضعیف اور بیکار ہیں۔\r\nمیں بے عیب واحد خدا کی مدد سے ان دلائل کو بیان کر کے ان پر جرح کرتا ہوں ۔ بڑے بڑے\r\nدلائل مسیح کی الوہیت پر اور تثلیث پر جو مسیح کی الوہیت کا ایک سرچشمہ ہے یہ ہیں ۔\r\nپہلی دلیل مسیح کی الوہیت پر تثلیث ہے۔ اب تثلیث کے دلائل اور ان\r\nکا ابطال سنیے۔\r\nپہلی دلیل ۔ توریت شریف کا پہلا جملہ برا الوہیم ۔ برافعل ہے۔ اس کے معنی پیدا کیا۔\r\nالو ہیم ۔ اس کا فاعل ہے ۔ عیسائی مذہب کے لوگ اس جملہ سے تثلیث ثابت کرتے ہیں کیونکہ برا\r\n۹"
    },
    {
        "id": 42,
        "pageNo": 42,
        "pageText": "۴۲\r\nابطال الوہیت مسیح\r\nفعل واحد اور الوہیم اس کا فاعل جمع ہے اور اس میں تثلیث کا اشارہ پایا جاتا ہے۔\r\nاس دلیل پر جرح ۔ الوہیم نکالا ہے۔ الو ہ سے اور الو و معبود برحق اور معبود باطل دونوں پر\r\nبولا جاتا ہے۔ الہیم جمع ہے الوہ کی۔ پس اس کے معنی معبودانِ باطل اور معبودانِ برحق کے\r\nہوں گے اُلوہ کی جمع الہیم کا لفظ قاضیوں اور سرداروں اور فرشتوں اور بادشاہوں پر بھی بولا گیا\r\nہے۔ جمع کے معنے اس میں لازمی اور ضروری نہیں۔ الوہ بمعنی معبود برحق نحمیاہ ۔ ۹ باب ۱۷۔ الوہ\r\nبمعنی معبود باطل ۔ دانیال ۱۱ باب ۳۷ و ۳۸ - ۲ تاریخ ۳۲ - ۱۵۔ حقوق ۔۱۔۱۱۔ ایوب ۱۲۔۶۔\r\nالوہیم جو الوہ کی جمع ہے۔ واحد حقیقی شخصی پر بھی بولا گیا ہے موسیٰ کو خروج کے بابا۔ اور خروج ۴ باب\r\nمیں الہیم کہا گیا ۔ خدا کہتا ہے میں نے تجھے اے موسیٰ فرعون کے لئے الہیم بنایا اور ہارون کے\r\nلئے الوہیم بنایا۔\r\nالو ہیم بمعنے جمع معبودان باطل کے واسطے۔ استثنا ۱۳ - ۳۲۰۱۷_۳۹، قضاة ۵ - ۸، ۱۰-۱۴-\r\nاسلاطین ۲۹ ، ۲ سلاطین ۱۹ ۱۸ ۱ تاریخ ۲۵۵، ۲ تاریخ ۱۳-۲۵،۹-۱۴، زبور۹۷-۷،\r\nزبور ۱۳۶-۲، بیرمیاہ ۲۵-۱۱-۱۲-۲۰۱۶۔\r\nالوہیم بمعنی بادشاہان و سرداران و قاضیان خروج ۲۲ باب ۲۸ آیت ، استثنا ۱۰ - ۱۷\r\nزبور ۸۲-۱، ۱،۱۳۸ پیدائش ۶-۴۰۲، خروج ۲۱-۲۲۰۶ - ۲۲۸-۹-\r\nالوہیم بمعنی فرشتہا اسموئیل ۴۔۸، ۱۳۲۸ ۲ سموئیل ۱۳۷، زبور ۸۲-۶-۸-۵-\r\nالو ہیم بمعنی خدا واحد حقیقی پیدائش ۱ ۱ ۱ سلاطین ۱۸-۲۴۔۳۹۔\r\nمعبودان باطل اور بادشاہوں اور سرداروں اور قاضیوں اور فرشتوں پر اکثر بمعنی جمع آتا ہے\r\nاور کبھی بمعنی واحد اور معبود برحق پر ہمیشہ بمعنے واحد حقیقی آتا ہے۔ علاوہ بریں اگر اشارات ہی سے\r\nثابت کرنا چاہتے ہو تو پہلے تثلیث کو اور دلائل سے ثابت کر لو پھر اشارات سے اس کی تقویت کرو۔\r\n(تبیین ) ۔ صریح تثلیث کا اعتقاد کتب مقدسہ سابقہ میں نہیں ۔ اگر ایسے ہی وہمی اشارات سے\r\nاس کا ماننا باعث نجات ہے جیسے خوش عقیدہ عیسائیوں کا خیال۔ تو عیسائی انصاف سے سنیں اور\r\nمسلمانوں کو نجات یافتہ یقین کریں۔\r\n۱۰"
    },
    {
        "id": 43,
        "pageNo": 43,
        "pageText": "۴۳\r\nابطال الوہیت مسیح\r\nقرآن میں متعدد جگہ باری تعالیٰ کی ذات بابرکات کو بصیغہ جمع تعبیر فرمایا ہے دیکھو إِنَّا نَحْنُ نَزَّلْنَا\r\nالذِّكْرَ وَ إِنَّا لَهُ لَحفِظُونَ ا س اس حجر ۔ ع ۔ بے شک ہم ہی نے اس قرآن کو اُتارا ہے اور\r\nہم ہی اس کے نگہبان ہیں ۔ نَحْنُ خَلَقْنَكُمْ فَلَوْلَا تُصَدِّقُونَ کے س ۲۷ ۔ اس واقعہ ۲۶ ۔\r\nہم ہی نے تم کو پیدا کیا پھر تم تصدیق نہیں کرتے نَحْنُ قَدَّرْنَا بَيْنَكُمُ الْمَوْتَ وَمَا نَحْنُ\r\nبِمَسْبُوقِينَ ے س ۲۷س واقعہ ۔ ۲ ۔ ہم ہی نے تم میں موت کو مقدر کیا اور ہم کو کوئی جیت\r\nنہیں سکتا۔\r\nاور مسلمان قرآن کے تمام جملوں پر ایمان لائے ہیں ۔ موسیٰ اور ابراہیم وغیرہ انبیا ءاگر ایسے\r\nہی مجمل برا الوہیم کے جملہ میں الوہیم کو جمع بولنے سے نجات پاگئے تو مسلمان باری تعالیٰ کی ذات\r\nواحد پر جمع کے کلمات بولنے سے کیوں نجات نہ پاویں گے۔ رہا تفصیلی ایمان ۔ اول تو وہ عیسائیوں\r\nکو بھی حاصل نہیں کیونکہ وہ تثلیث اور الوہیت کے بھید کو سمجھنے کے لئے انسانی عقل کو قاصر خیال\r\nکرتے ہیں مسیح سے پہلوں کو کیونکر حاصل ہوگا۔\r\nدوم کتب سابقہ میں تفصیل موجود نہیں ۔ بعد تسلیم ان سب مراحل کے عیسائیوں کی خدمت\r\nمیں عرض ہے مسیحی لوگو ! نفس تثلیث یا جمع کے کلموں سے مسیح کی الوہیت کو کیا تعلق ہے۔\r\nدوسری دلیل : ويومر يهواه الوهيم بن ها آدم کا حد ممنو\r\nترجمہ: کہا خدانے ہو گیا آدم ہم میں سے ایک کی مانند ۔ اس آیت سے تثلیث ثابت ہوئی\r\nجواب :۔ اس ترجمہ میں کاحد کا ترجمہ ایک عام تراجم کے طور پر کیا گیا ورنہ اس کا ترجمہ\r\nحقیقت میں یکہ ہے ۔ ایوب ۲۳۔۱۳۔ غزل الغزلات ۷ ۔۹۔ اور ممنو کا لفظ مرکب ہے من اور ھو\r\nسے۔ ترکیب کے وقت عبری زبان میں جیسے عربی میں نون وقایہ ہوتا ہے ایک نون لاتے ہیں اس\r\nلئے من هو من نهو ہو گیا اور عبری میں ہا اور نون بدل جاتے ہیں اس لئے من هو ، من نهو\r\nبن کر من ننو ہو گیا ۔ تین نون جمع ہونے سے پہلا نون میم سے بدل گیا اور باقی دونو ۔ ہاں دونو\r\nنون ایک دوسرے میں مدغم ہوئے۔ تحقیقات بالا سے صاف ظاہر ہے کہ یہ صیغہ غائب کا ہوا نہ متکلم\r\nمع الغیر کا جیسا عیسائیوں نے خیال کیا ہے۔ پس ممنو کا ترجمہ ہو گیا۔ اس میں سے نہ ہم میں سے ۔\r\nالحجر: ١٠\r\nالواقعة: ۵۸\r\n11\r\nالواقعة: ٦١"
    },
    {
        "id": 44,
        "pageNo": 44,
        "pageText": "ابطال الوہیت مسیح\r\nدیکھو ممنو غائب کا صیغہ۔ پیدائش ۲۔۱۷۔۳۹۔۳۔۱۱۔۱۷۔۲۲۔ و۲۳۔۶۔ و۲۶۔۱۶۔\r\n۴۸۔۱۹۔ احبار ۲۔۱۱۔ ۳۔۱۴۔ و۴ - ۱۹ و ۵-۲-۴۳ و ۶ - ۸ و ۷۔۳۔۱۴۔۱۵۔۱۶۔۱۸۔ و۸۔\r\n۱ و ۱۵ ۔ ۱۶۔ خروج ۱ ۔ ۴٫۹ - ۲۶ و ۵ - ۸ و ۱۰ - ۲۶ و ۱۲- ۹ - ۱۰ - ۱۴۹۔۱۲ پس اس آیت کا ترجمہ\r\nٹھیک طور پر یہ ہوا ۔ ہو گیا آدم یکہ ان میں سے ۔ کیا مطلب آدم حیوانات سے ممتاز ہوکر یکتا ہو گیا۔\r\nرِبِّي شَمعُون لکھتا ہے کہ خدا نے کہا دیکھو وہ یکتا ہے نیچے والوں سے جیسا میں یکتا ہوں او پر\r\nوالوں میں سے ۔ (ت)\r\nتیسری دلیل حضرت مسیح علیہ السلام کے خدایا خدا کا بیٹا ہونے پر\r\nابن اللہ کا لفظ ہے جو حضرت مسیح کے حق میں الہی الہام میں بولا گیا۔ عیسائی کہتے ہیں جو\r\nابن اللہ ہو گا وہ باپ سے ذات میں ضرور متحد ہوگا۔\r\nجواب :۔ ذیل کے محاورات سے صاف صاف ظاہر ہے کہ ابن اور ابن اللہ کا لفظ توریت\r\nاور انجیل اور دونوں کے ضمیموں میں نہایت ہی وسیع معنے رکھتا ہے۔ لفظ ابن کے محاورات دیکھنے\r\nہوں تو دیکھو ۔ متی ۲۳ باب ۳۷ یہودی یروشلم کے بیٹے ہیں لوقا ۱۹ باب ۴۴ ۔ یہود یروشلم کے\r\nلڑکے ہیں لوقا ۲۰ باب ۳۶ ۔ لوگ قیامتہ کے بیٹے ہیں۔ اتسنیقیون ۵ باب ۵ تم نور کے بیٹے دن\r\nکے پتر ہو یوحنا ۸ باب ۴۴ ۔ بُرے شیطان کے بیٹے ہو یوحنا ۱۷ باب۱۲۔ ہلاکت کے فرزند ۔\r\nمتی ۲۳ باب ۲۳ یهودی سانپ کے بچے ہیں۔ جس طرح ان مقامات میں ابن کا لفظ صرف خاص\r\nتعلق اور مناسبت کے واسطے بولا گیا اسی طرح ابن اللہ کا لفظ کیوں نہیں لیا جاتا۔\r\nاب ہم اُن محاورات کو لکھتے ہیں ہیں جن میں ابن اللہ کا خاص کلمہ وسیع ہاں نہایت ہی وسیع\r\nمعنوں میں مقدسہ کتب نے لیا ہے۔\r\nا۔ آدم علیہ السلام خدا کے بیٹے لوقا ۳ باب ۳۸ ۔\r\n۲ شیث علیہ السلام خدا کے بیٹے پیدائش ۶ باب ۲۔\r\n- اسرائیل علیہ السلام خدا کے بیٹے خروج ۴ باب ۲۲ ۔\r\n۴۔ افرائیم خدا کا پہلوٹھا بیٹا پر میاہ ۳۱ باب ۲۰۰۹ ۔ ان کے لئے خدا کی انتڑیاں مروڑی گئیں ۔\r\nحمد سہو کتابت ہے درست تسلنیقیون “ ہے۔(ناشر)\r\n۱۲"
    },
    {
        "id": 45,
        "pageNo": 45,
        "pageText": "۴۵\r\n۵ ۔ داؤد علیہ السلام خدا کے بڑے بیٹے ۔ زبور ۸۹-۲۶ و ۲۷ ۔\r\n۔ سلیمان علیہ السلام خدا کے بیٹے۔ ا تاریخ ۲۲ باب ۹ و ۱۰ و ۲۸ باب ۲۶ ۔\r\nے۔ قاضی مفتی خدا کے بیٹے زبور ۸۲-۶ ۔\r\nابطال الوہیت مسیح\r\nتمام بنی اسرائیل خدا کے بیٹے۔ رومی ۹ باب ۴۔ استثنا ۱۴ باب ۱ ۳۲ باب ۱۹۔\r\n۹ تمام حواری خدا کے بیٹے ۔ یوحنا ۳ باب ۲۔\r\n۱۰۔ سب عیسائی خدا کے بیٹے بلکہ سب مومن ۔ ایوحنا ۳ باب ۹ ۔\r\nا۔ سب یتیم خدا کے بیٹے ۔ زبور ۶۸۔۵۔\r\n۱۲۔سب خاص و عام خدا کے بیٹے۔ متی ۶ باب ۶ و ۱۸ وے باب ۱۱ و پیدائش ۶ باب۴ ۔\r\n۱۳۔ اشراف خدا کے بیٹے ۔ پیدائش ۶ باب ۲۔\r\n۱۴ بد کارلٹر کے۔ یسعیاہ ۳۰ باب ۱۔\r\nان تمام مقامات میں ابن اللہ کا کلمہ یا صلحا اور نیک لوگوں پر بولا گیا ہے یا اُن لوگوں پر جن\r\nکے لئے سامان تربیت دنیا میں کم ہیں یا اشرافوں اور رؤسا پر یا ساری مخلوق پر اور ان تمام جگہوں\r\nمیں جتنے ابناء اللہ ہیں وہ سب کے سب صرف مخلوق ہی ہیں ان میں کوئی بھی خدائے مجسم نہیں\r\nخالص ابن انسان ہیں۔ یا صرف انسان ہے۔ ان میں خدا کوئی بھی نہیں ۔ پس بموجب ان محاورات\r\nکے اگر مسیح ابن اللہ بھی صرف انسان ہی ہوں۔ خدا نہ ہوں تو ہم کو کونسی کلام مجبور کرتی ہے کہ ہم مسیح کو\r\nتو ابن اللہ بمعنی خدائے مجسم کہیں اور اور لوگوں پر لفظ ابن اللہ کا اطلاق صرف انسان یا ابن انسان پر\r\nیقین کریں۔ کوئی ابن اللہ کا محاورہ خدائے مجسم کے لئے یقینی نہیں ثابت ہوا اور حضرت مسیح کا ابن\r\nانسان ہونا محاورات ذیل سے ثابت ہے۔\r\nمتی اباب ا۔ یسوع ابن داؤد بن ابراہیم ۔\r\nحمد ہاں ایوب اباب ۶ اور ۲ باب ا کی تفسیر میں انگریزی مفسر طامس اسکاٹ نے لکھا ہے کہ نبی اللہ یعنی خدا کے بیٹے جو اس\r\nمیں لکھے ہیں ان سے مراد پاک فرشتے اور دوسری جگہ ایوب ۳۸ بابے میں جو نبی اللہ یعنی خدا کے بیٹے لکھے ہیں ان سے\r\nمراد انبیاء مفسرین لکھتے ہیں یہ حاشیہ خاکسار نے سید گلاب شاہ کی خاطر لکھا ہے کہ ان کو فصل الخطاب کے اس فقرہ سے تمام\r\nانبیا ء خدا کے بیٹے ، ملائکہ خدا کے بیٹے ایوب اباب ۶ و ۲ باب او ۳۸ بابے کے حوالہ سے لکھے تھے۔ تحریر ہوا۔ نورالدین\r\n۱۳"
    },
    {
        "id": 46,
        "pageNo": 46,
        "pageText": "ابطال الوہیت مسیح\r\n۴۶\r\nمتی ۸ باب ۲۰ ۔ ابن آدم، مسیح ہیں ۔\r\nمتی ۹ باب ۶ ۔ ابن آدم انسان ہیں۔\r\nمتی ۶ ا باب ۱۳ ۔ میں جو ابن آدم انسان ہوں کون ہوں\r\nمتی ارباب ۱۹۔ انسان کا بیٹا کھاتا پیتا آیا۔\r\nاور وے کہتے ہیں۔ دیکھو کھاؤ اور شرابی خراج گیروں اور گنہ گاروں کا دوست متی ۱۳ باب ۵۵۔\r\nبڑھی کا بیٹا ۔ ایسا ہے اور اناجیل میں مسیح کا ابن انسان ہونا ثابت ہے اور عیسائی لوگ بھی مسیح کے\r\nاین انسان ہونے سے منکر نہیں مگر ساتھ ہی یہ بھی کہتے ہیں کہ یہ ابن انسان حقیقت میں وہی خدا تھا۔\r\nجب اس نے جسم اختیار کیا تو وہی ابن اللہ کہلایا۔ اس تفصیل سے اس قدر تو واضح ہو گیا کہ میسیج پر\r\nابن اللہ بولنے سے ابن کے حقیقی معنے مقصود نہیں کیونکہ ابن کے حقیقی معنوں میں لازم آتا ہے کہ مسیح\r\nخدا کے نطفہ سے ہو اور مریم صدیقہ خدا کی جو رو بنیں ۔ الا یہ معنی بالکل صحیح نہیں صاف صاف غلط\r\nہیں ۔ نہ تو عیسائی مریم کو جو رو مانتے ہیں نہ مسلمان بلکہ کوئی عقل والا اس امر کو جائز نہیں کرتا اس\r\nواسطے ابن اللہ کے حقیقی معنے اور اس کا عرفی مفہوم مراد نہ ہوگا بلکہ اس کلمہ ابن اللہ کی کوئی اور معنی اور\r\nاس کا کوئی اور مفہوم اس عرفی اور حقیقی معنے کے ماورائے ہوگا۔\r\nمرقس ۱۵ باب ۳۹ مسیح کو ابن اللہ لکھتا ہے اور لوقا اسی آیت کے بدلے۲۳ باب ۴۷ مسیح کو بار\r\nاور نیک اور صالح لکھتا ہے یعنی بجائے ابن اللہ بار بولتا ہے ۔ پس ہم دعویٰ کرتے ہیں کہ جہاں مسیح\r\nنے اپنی نسبت ابن اللہ کہا وہاں بمعنی بارلیا ہے خدائے مجسم نہیں لیا۔ کیا دلیل ہے جس کے باعث\r\nہم مجبور ہو کر کہہ دیں مسیح ابن اللہ کے لفظ سے مراد خدائے مجسم ہے؟ بلکہ لفظ ابن اللہ سے نیکی اور\r\nالوہیت کا کیا ذکر ہے ۔ عام ایمان دار کے معنے لینے بھی ضروری نہیں اس لئے کہ بدکار بھی خدا کے\r\nبیٹے ہیں ۔ یسعیاہ ۳۰ باب ۱۔ غرض ابن اللہ کے لفظ سے یہ امر ثابت نہیں ہوتا کہ مسیح خدائے مجسم\r\nتھے مزید توضیح کے لئے لکھتا ہوں۔ آیات ذیل پر غور کی نگاہ کرو۔\r\nیوحنا کا پہلا خط ۳ بابا ۔ دیکھو کیسی محبت باپ نے ہم سے کی ہے کہ ہم خدا کے فرزند\r\nکہلاویں۔ اے پیارو ہم خدا کے فرزند ہیں اور ہنوز ظاہر نہیں ہوا کہ ہم کیا کچھ ہوں گے پر ہم\r\n۱۴"
    },
    {
        "id": 47,
        "pageNo": 47,
        "pageText": "۴۷\r\nابطال الوہیت مسیح\r\nجانتے ہیں کہ جب وہ ظاہر ہوگا تو ہم اس کی مانند ہوں گے ۔ اور یوحنا ۴ باب ۷ میں کہا ہے ۔\r\nہر ایک جو محبت رکھتا ہے سو خدا سے پیدا ہوا ہے۔ اور یوحنا کے پہلے خط ۳ باب ۹ میں ہے ۔ ہر ایک\r\nجو خدا سے پیدا ہوا ہے گناہ نہیں کرتا کیونکہ اس کا تختم اس میں رہتا ہے اور وہ گناہ کر نہیں سکتا کیونکہ\r\nخدا سے پیدا ہوا ہے۔ اس سے خدا کے فرزند اور شیطان کے فرزند ظاہر ہیں۔ طبیطس جو عام ایمان\r\nکی رو سے میرا فرزند حقیقی ہے۔ طیطس اباب ۴ ۔ پیدائش ۶ باب ۳ خدا کے بیٹوں نے آدمیوں کی\r\nبیٹیوں سے جو خو بصورت تھیں حسب پسند جو روئیں بنا ئیں ۔ ان آیات صدر میں غور کرو کہیں ابن اللہ\r\nخدائے مجسم کے معنے دیتا ہے ۔ نہیں نہیں ۔\r\nچوتھی دلیل وہ معجزات اور کرشمے ہیں جو حضرت\r\nمسیح نے دکھلائے ۔مگر معجزات اور کرشموں\r\nسے بھی الوہیت مسیح کا اثبات صحیح نہیں کیونکہ معجزات مسیح میں بڑا اور عمدہ اور اعلیٰ درجہ کا اعجاز\r\nمردوں کا زندہ کرنا ۔ الا اس میں بھی مسیح کی کوئی خصوصیت نہیں جس سے اس کی الوہیت ثابت ہو۔\r\nایلیا نے بھی مردوں کو زندہ کیا۔ اسلاطین ۷ ا باب ۲۲ ۔ السیع نے بھی مردوں کو زندہ کیا ۔ ۲ سلاطین\r\n۴ باب ۳۵ ۔ البیع مردہ کی لاش نے بھی مردہ کو زندہ کیا ۔ سلاطین ۱۲ باب ۲۱۔ حز قیل نے ہزاروں\r\nپرانے مردوں کو زندہ کیا۔ حز قیل ۳۷ باب ۱۰۔ موسیٰ اور ہارون نے لکڑی کا سانپ بنایا۔ خروج\r\nے باب ۱۰۔ موسیٰ اور ہارون نے گردو غبار کو جاندار جوئیں بنا یا خروج ۸ باب ۱۷۔ یہ سب لوگ چونکہ\r\nاسرائیلی ہیں پس حسب محاوره و تصدیق خروج ۴ باب ۲۲ استثناء ۱۴ باب ۱ ۲ ۳ باب ۱۹۔\r\nخدا کے بیٹے بلکہ پہلو ٹھے ہیں اور انہوں نے مردوں کو بھی زندہ کیا پس چاہئے کہ یہ لوگ بھی\r\nبدوں خصوصیت مسیح مجسم خدا ہوں ۔ جس حالت میں یہ لوگ ابن اللہ بمعنے خدائے مجسم نہ ہوئے\r\nبا اینکہ انہوں نے مردوں کو بھی زندہ کیا پھر مسیح علیہ السلام کیونکر خدائے مجسم مانے گئے ۔\r\nدوسرا معجزہ۔ بیماروں کو اچھا کرنا۔ مگر الیع نے نعمان سپہ سالار کو جو کوڑھی تھے اچھا کیا۔\r\n۲ سلاطین ۵ باب ۱۴۔ یوسف نے اپنے باپ یعقوب کو آنکھیں دیں ۔ پیدائش ۴۶ باب ۳۰٫۴ ۔\r\nتیسرا معجزہ ۔ تھوڑے سے کھانے کو اور شراب کو زیادہ کر دکھلا نا ۔ ایلیا نے مٹھی\r\nبھر آٹے کو اور تھوڑے تیل کو بڑھا دیا کہ وہ سال بھر تک تمام نہ ہوا۔ اسلاطین ۱۷ باب ۱۲ سے ۱۶\r\n۱۵"
    },
    {
        "id": 48,
        "pageNo": 48,
        "pageText": "۴۸\r\nابطال الوہیت مسیح\r\nتک ۔ السیع نے بھی تیل کو برکت سے بڑھایا۔ ۲ سلاطین ۴ باب ۲۔۶۔\r\nچوتھا معجزہ ۔ بدوں کشتی دریا پر چلنا۔ مگر یادر ہے موسیٰ نے سمندر کو ایسا لٹھ مارا کہ وہ\r\nپھٹ گیا اور ایسا وہ سیال پانی الگ الگ کھڑا رہ گیا کہ ہزاروں بنی اسرائیل خشک سمندر سے پار ہو گئے\r\nاور فرعون کو داخل ہوتے دبا لیا۔ خروج ۱۴ باب ۲۱ ۲۲٫ ۔ یوشع نے سیر دن کو پایاب ہی نہیں کیا بلکہ\r\nسکھلا دیا ۔ یوشع ۳ باب ۱۷ ۔ ایلیا السیع نے بھی دریا کو دوٹکڑے کر دیا ۔۲ سلاطین ۲ باب ۸ سے ۱۵\r\nتیک بلکہ حضرت مسیح نے فرمایا میں تم سے سچ کہتا ہوں کہ جو مجھ پر ایمان لاتا ہے یہ کام جو میں کرتا\r\nہوں وہ بھی کرے گا۔ اور ان سے بڑے کام کرے گا۔ اور فرمایا جو ایمان لائے ان کے علامات\r\nمعجزات ہوں گے۔ بلکہ عیسائیوں میں اگر رائی برابر بھی ایمان ہو تو مسیح سے زیادہ معجزے کر سکتے\r\nہیں ۔ جب مومن ایمان کے وسیلہ مسیح سے بھی بڑے بڑے کام کر سکتا ہے تو حضرت مسیح ان معجزات\r\nکے باعث کیونکر مجسم خدا ہو سکتے ہیں معجزات تو صرف ایمان سے بلکہ رائی کے برابر ایمان سے بھی\r\nحاصل ہو سکتے ہیں۔ خدا بننے یا صاحب معجزات کو خدا بنانے کی ضرورت نہیں ۔ پادری صاحبان !\r\nحضرت مسیح نے فرمایا جھوٹے نبی اور جھوٹے مسیح بھی کرامتیں دکھلائیں گے۔ جس حالت میں\r\nجھوٹے نبی اور جھوٹے مسیح کرشمے اور عجائب وغرائب معجزات دکھا سکتے ہیں تو حضرت مسیح ان\r\nعجائبات اور تمام تماشوں سے کیونکر یقیناً خدا ہو گئے۔\r\nغور سے سنو ۔ پادری صاحبان ۔ انجیلی مذاق پر انجیل سے کوئی معجزہ مسیح سے ثابت نہیں\r\nکیونکہ مجزات میں پہلا معجزہ مسیح کا مردوں\r\nکو زندہ کرنا ہے۔ انجیلی محاورہ میں مردہ کا زندہ\r\nہونا اگر تامل وفکر سے دیکھا جاوے تو کوئی بات مافوق العادت معلوم نہیں ہوتی ۔ کیونکہ لوقا ء ا باب ۲۷\r\nمیں ہے۔ خدا کو سارے دل ساری جان سارے زور سے ساری سمجھ سے پیار کر اور پڑوسی کو،\r\nجیسا اپنے ساتھ تو تو جیے گا۔ لوقا ۱۵ باب ۲۳۔ ایک شخص کا بیٹا باپ سے علیحدہ ہو گیا اور دور چلا گیا\r\nجب نادم ہو کے واپس آیا باپ نے خوشی کی اور کہا یہ مر گیا تھا اب جیا ہے یعنی کھو گیا تھا ۔ اب ملا\r\nہے۔ رومی کا خط ۶ باب ۱۰ وہ جو مؤا سو گناہ کی نسبت ایک بارموا پھر جو جیتا ہے خدا کی نسبت جیتا\r\nہے ۔ اقرنتی ۱۵ باب ۳۱ پولوس کہتا ہے میں ہر روز مرتا ہوں ۔ یوحنا ۸ باب ۵۲ اور ۶ باب ۴۷ ۔ اگر\r\n۱۶"
    },
    {
        "id": 49,
        "pageNo": 49,
        "pageText": "۴۹\r\nابطال الوہیت مسیح\r\nکوئی شخص میرے کلام پر عمل کرے تو وہ ابد تک موت ہرگز نہ دیکھے گا۔ لوقا باب ۴ ۔ انسان روٹی\r\nسے نہیں خدا کی بات سے جیتا ہے۔ آیات مذکورۃ الصدر سے صاف واضح ہوتا ہے کہ مردہ ہونا\r\nانجیل میں گنہ گار ہونے اور الگ ہونے پر بولا جاتا ہے پس کیا ممکن نہیں کہ ہم کہہ دیں جن کو مسیح نے\r\nزندہ کیا ان کو اپنی پاک تعلیم سے نیک بنایا۔ اور وہ جو الگ ہو گئے تھے ان کو ساتھ ملایا۔ اور ایسے\r\nاستعارہ آمیز اور تخیلی زبان سب الہامی کتابوں میں پائی جاتی ہیں۔\r\nدوسرا معجزہ اندھے اور کوڑھی کو اچھا کرنا ۔ یوحنا ۹ باب ۳۹ دے جو نہیں دیکھتے ہیں\r\nاور جو دیکھتے ہیں اندھے ہو جاویں۔ یہاں بھی اندھا ہونا اور دیکھنا کیسے حقیقی معنوں میں بولا گیا ہے\r\nاور اس سے روحانی بصارت اور ائمی مراد ہے۔\r\nتیسرا کھانا بڑھانا ۔ الا کھانا بھی انجیلی محاورہ میں کچھ اور ہی نظر آتا ہے۔ یوحنا ۴ باب ۳۴۔\r\nیسوع نے کہا میرا کھانا یہ ہے کہ اپنے بھیجنے والے کی مرضی بجالاؤں ۔ یوحنا ۶ باب ۴۸ تا ۵۱ ۔\r\nمسیح کہتا ہے۔ زندگی کی روٹی میں ہوں تمہارے باپ دادوں نے بیابان میں من کھایا اور مر گئے۔\r\nروٹی جو آسمان سے اُتری ہے وہ ہے کہ کوئی آدمی ایسی کھاوے تو نہ مرے۔ میں ہوں وہ جیتی روٹی\r\nجو آسمان سے اُتری اگر کوئی شخص اس روٹی کو کھائے تو ابد تک جیتا ر ہے اور روٹی جو میں دوں گا۔\r\nوہ میرا گوشت جو میں جہان کی زندگی کے لئے دوں گا۔\r\nپانی کا محاورہ بھی قابل غور ہے۔ یوحنا باب ۱۱ مسیح ایک عورت کو فرماتے ہیں اگر تو مجھ سے\r\nپانی مانگے تو میں جیتا پانی دیتا۔ یوحنا باب ۳۷۔ اگر کوئی پیاسا ہو مجھے پاس آوے اور پیئے جو مجھے\r\nپر ایمان لاتا ہے اس کے بدن سے جیسے کتاب کہتی ہے جیتے پانی کی ندیاں جاری ہوں گی ۔\r\nنہر اور دریا کا محاورہ ۔ یرمیاہ ۲ باب ۱۳۔ انہوں نے مجھ جیتے پانی کو چھوڑ دیا۔ یرمیاہ ۱۷\r\nباب ۱۳۔ انہوں نے خدا کو جو آب حیات کا سوتا ہے ترک کیا۔\r\nپانچویں دلیل الوہیت مسیح پر ۔ یوحنا ۸ باب ۱۲۳ تم نیچے سے ہو میں اوپر سے ہوں\r\nتم اس جہان کے ہو میں اس جہان کا نہیں“۔ اور اوپر سے خدا ہی ہے۔\r\nجواب:- مسیح کی اس میں خصوصیت نہیں ہر ایک نیک اور صالح تارک الدنیا اوپر سے ہے\r\n۱۷"
    },
    {
        "id": 50,
        "pageNo": 50,
        "pageText": "ابطال الوہیت مسیح\r\nاور نیچے سے دنیا کے طالب اور اہل دنیا اور بدکار ہیں۔ دیکھو۔ یوحنا ۱۵ باب ۱۹۔ اگر تم دنیا کے\r\nہوتے تو دنیا اپنوں کو پیار کرتی ۔ لاکن اس لئے کہ تم دنیا کے نہیں ۔ یوحنا ۷ ا باب ۱۴۔ اس لئے کہ\r\nجیسے میں دنیا کا نہیں وے بھی دنیا کے نہیں۔\r\nچھٹی دلیل مسیح کی الوہیت پر ۔ میں اور باپ دونوں ایک ہیں۔ یوحناء باب ۳۰۔\r\nجب باپ سے اتحاد ہوا تو مسیح ذات میں خدا سے متحد ہوا۔ اس لئے ذات میں خدا ہوا۔\r\nجواب :۔ مطلق وحدت عیسائیوں کے نزدیک بھی صحیح نہیں کیونکہ باپ اور بیٹا اور روح القدس\r\nتینوں الگ الگ بھی ہیں پھر اس وحدت میں جو یوحنا ، باب ۳۰ میں مذکور ہے مسیح کی کوئی خصوصیت\r\nنہیں کیونکہ یوحنا ۷ اباب ۲۱ میں حواریوں اور ان لوگوں کے لئے جو ان کی کلام سے مسیح پر ایمان\r\nلاویں گے مسیح خدا کے آگے عرض کرتا ہے ۔ کہ وے سب ایک ہو دیں ۔ جیسا کہ تو اے باپ مجھ میں\r\nاور وے بھی ہم میں ایک ہوں اور یوحنا کے اباب ! میں ہے اے قدوس باپ اپنے ہی نام سے انہیں\r\nجنہیں تو نے مجھے بخشا حفاظت سے رکھتا کہ وے ہماری طرح ایک ہو جاویں۔ اور یوحنا کے پہلے\r\nخط ا باب ۵ خدا نور ہے اور اس میں تاریکی نہیں۔ اگر ہم کہیں کہ ہم اس کے ساتھ شراکت رکھتے ہیں\r\nاور تاریکی میں چلتے ہیں تو جھوٹ بولتے ہیں اور پیچ پر عمل نہیں کرتے ۔ پر اگر ہم نور میں چلیں جس\r\nطرح وہ نور میں ہے تو ہم ایک دوسرے کے ساتھ شراکت رکھتے ہیں۔ اور انجیل یوحناء ا باب ۳۴\r\nیسوع نے انہیں جواب دیا کیا تمہاری شریعت میں یہ نہیں لکھا ہے کہ میں نے کہا تم خدا ہو جبکہ اس\r\nنے انہیں جن کے پاس خدا کا کلام آیا خدا کہا اور ممکن نہیں کہ کتاب باطل ہو تم اسے جسے خدا نے\r\nمخصوص کیا اور جہان میں بھیجا۔ کہتے ہو کہ کفر بکتا ہے۔ کہ میں نے کہا کہ میں خدا کا بیٹا ہوں۔\r\nاگر میں باپ کے کام نہیں کرتا تو مجھ پر ایمان مت لاؤ۔ اور یوحنا ۱۲ باب ۴۴ میں یسوع نے پکار کے\r\nکہا کہ وہ جو مجھ پر ایمان لاتا ہے مجھ پر نہیں بلکہ اس پر جس نے مجھے بھیجا ہے ایمان لاتا ہے۔\r\nان تمام آیات میں غور کرو جس وحدت اور اتحاد کے باعث عیسائیوں نے مسیح کو خدا کہا ہے ایسے\r\nوحدت مسیح کے سوا اور ایمانداروں میں بھی موجود ہے گو مسیح میں بہ نسبت عام عیسائیوں اور حواریوں\r\nکے یہ اتحاد اعلی درجہ کا ہو۔ اصل یہ ہے کہ یہ وحدت اور یکتائی صرف فرمانبرداری کی وجہ سے ہے نہ\r\n۱۸"
    },
    {
        "id": 51,
        "pageNo": 51,
        "pageText": "۵۱\r\nابطال الوہیت مسیح\r\nحقیقی اتحاد سے ۔ خود پولوس رسول کی کلام سے یہ بات ظاہر ہے ۔ اقرنتی ۶ باب ۱۵ کیا تم نہیں\r\nجانتے کہ تمہارے بدن مسیح کے اعضا ہیں۔ پس کیا میں مسیح کے اعضالے کر کسی کے اعضا بناؤں ۔ایسا\r\nنہ ہووے۔ کیا تم کوخبر نہیں کہ جو کوئی کسی سے صحبت کرتا ہے سواس سے ایک تن ہوا کیونکہ وہ کہتا ہے کہ\r\nایسے دونوں ایک تن ہوں گے۔ پر وہ جو خداوند سے ملا ہوا ہے سو اس کے ساتھ ایک روح ہوا ہے۔\r\nساتویں دلیل مسیح کی الوہیت پر :- یوحنا ۱۴ باب ۹ ۔ جس نے مجھے دیکھا اُس نے\r\nباپ کو دیکھا کیونکہ میں باپ میں ہوں اور باپ مجھ میں ۔\r\nجواب : - پادری صاحبان! اس میں بھی حضرت مسیح کی خصوصیت نہیں کیونکہ اسی ۱۴ باب ۲۰\r\nمیں ہے۔ اس روز تم جانو گے کہ میں باپ میں اور تم مجھ میں اور میں تم میں ۔ آیت ۲۰ سے صاف\r\nواضح ہوتا ہے کہ جیسے مسیح عیسائیوں میں اور عیسائی مسیح میں ہیں ایسے ہی مسیح خدا میں اور خدا مسیح میں\r\nتھا۔ علاوہ بریں جن آیات سے عیسائیوں نے استدلال کیا ہے ان سے بظاہر ظرف کا مظروف ہونا\r\nاور اسی مظروف کا اسی ظرف کے لئے ظرف ہونا ثابت ہوتا ہے اور عیسائی مذہب کے عقائد پر\r\nمسیح میں خدا اور جسم کے درمیان ظرف اور مظروف والا نسبت یا حلول والے علاقہ نہیں۔\r\nتیسرا جواب یہ ہے کہ مسیح دنیا میں جسم کے لحاظ سے دیکھا گیا نہ روح کے لحاظ سے اور جسم\r\nکے اعتبار سے خدا دنیا میں یا آخرت میں نہیں دیکھا جاتا۔ پس مسیح کا یہ فرمانا کہ جس نے مجھے دیکھا\r\nاس نے باپ کو دیکھا اپنے ظاہری معنوں سے صحیح نہ ہوگا۔\r\nچوتھا جواب یوحنا ۷ ا باب ۲۱ میں لکھا ہے جو شخص ایمان لاوے وہ بھی مسیح اور خدا وند\r\nمیں ایک ہے پس چاہئے کہ مطابق اس کے ہر ایک عیسائی مسیح کی طرح خدائے بختم ہو۔\r\nپانچواں جواب ۲ قرنتی ۶ باب ۱۶ کہ تم زندہ خدا کی ہیکل ہو چنانچہ خدا نے کہا میں اُن میں\r\nرہوں گا اور ان میں چلوں گا۔ پادری صاحبان! غور کرو ۔ پولوس کے سارے مخاطب خدا کے ہیکل\r\nہیں اور خدا ان میں ہے۔ پس چاہے وہ سارے خدائے مجسم ہوں۔ پادری صاحبان ! بات یہ\r\nہے ۔ جو شخص کسی اپنے سے اعلیٰ کی طرف منسوب ہوتا ہے مثلا کسی کا نوکر یا ایچی یا شاگر د یا چیلا یا\r\nرشته دار یا دوست ہوتا ہے تو اس نو کرانچی شاگرد چیلا رشتہ دار دوست\r\nکی تعظیم یا تحقیر یا محبت اس کے\r\n۱۹"
    },
    {
        "id": 52,
        "pageNo": 52,
        "pageText": "ابطال الوہیت مسیح\r\n۵۲\r\nآقا یا استاد یا معزز رشتہ دار یا دوست کی طرف منسوب ہوگی اور یہی انجیلی محاورہ بھی ہے۔ دیکھو\r\nمتی، ا باب ۴۰ جو کوئی تم کو قبول کرتا ہے وہ مجھے قبول کرتا ہے۔ اور جو کوئی مجھے قبول کرتا ہے وہ اسے\r\nقبول کرتا ہے جس نے مجھے بھیجا۔ اور لوقا ۹ باب ۴۸ میں ہے جو کوئی اس لڑکی کو میرے نام پر قبول\r\nکرتا ہے وہ مجھے قبول کرتا ہے اور جو مجھے قبول کرتا ہے اسے قبول کرتا ہے جس نے مجھے بھیجا ۔ اور\r\nلوقا ۱۰ باب ۱۶ جو تمہاری سنتا ہے میری سنتا ہے اور جو کوئی تم کو رذیل جانتا ہے مجھے رذیل جانتا ہے\r\nاور جو کوئی مجھے رذیل جانتا ہے رذیل جانتا ہے اُسے جس نے مجھے بھیجا۔ متی ۲۵ باب ۳۵ ۔ میں\r\nبھوکھا تھا تم نے مجھے کھانا کھلایا۔ میں پیاسا تھا تم نے مجھے پانی پلایا ۔ میں پردیسی تھا تم نے مجھے گھر\r\nمیں اُتارا۔ میں ننگا تھا تم نے مجھے کپڑا پہنایا۔ میں بیمار تھا تم نے میری عیادت کی۔ میں قید تھا تم\r\nمیرے پاس آئے ۔ یوحنا کا پہلا خط ۳ باب ۲۴ آیت نے صاف صاف ایسی شبہ انداز آیتوں کو خوب\r\nحل کیا اور مسیح کو خدا کہنے یا سمجھنے والوں کی اصلاح کی جہاں کہا۔ جو اس کے حکموں پر عمل کرتا ہے یہ\r\nاس میں اور وہ اس میں رہتا ہے۔ اور اس سے جو اس نے ہمیں دی ہے ہم جانتے ہیں کہ وہ ہم میں\r\nرہتا ہے اور یوحنا کا پہلا خط ۴ باب ۱۳ میں ہے ہم اس میں رہتے ہیں اور وہ ہم میں ۔\r\nآٹھویں دلیل مسیح کی الوہیت پر ان کا بے باپ ہونا ۔ یہ دلیل نہایت کمزور ہے\r\nاور ہرگز مدعا کے مثبت نہیں ۔ کیونکہ آدم حسب نسب نامہ لوقا خدا کے بیٹے ہیں اور وہ جسمانی باپ\r\nنہیں رکھتے تھے اور حوا بھی بقول عام یہود اور عیسائیوں کے بے ما اور بے باپ پیدا ہوئی گو ہڈی\r\nاور گوشت کا محاوره حسب کتب مقدسه جیسا کہ پیدائش ۲۹ باب ۱۴ میں ہے کہ لا بن نے یعقوب کو\r\nکہا۔ تو میری ہڈی اور گوشت ہے اور دیکھو ۔ پیدائش ۲ باب ۲۳ ۔ قاضی ۹ باب ۲۔۲ سموئیل ۔ اور\r\nملک صدق حسب نامہ عبرانیاں ۷ باب ۳ بے باپ اور ما کے پیدا ہوئے ۔ اگر مسیح بے باپ پیدا\r\nہونے سے خدائے مجسم ٹھہرتے ہیں تو لازم ہے کہ آدم اور حوا اور ملک صدق سب کے سب\r\nخدائے مجسم ہوں ۔ خاکسار نے دیکھا ہے کہ بعض جگہ نہایت نادان عیسائیوں نے یہاں تک غلو اور\r\nغلطی کھائی ہے کہ اُس قرآن مجید سے جس کی صدہا آیتوں میں حضرت سیدنا مسیح علیہ السلام کے خدا\r\nہونے کا انکار کیا گیا ہے۔ ہائے افسوس اُسی قرآن مجید سے حضرت مسیح علیہ السلام کے اللہ اور خدا\r\n۲۰"
    },
    {
        "id": 53,
        "pageNo": 53,
        "pageText": "ابطال الوہیت مسیح\r\n۵۳\r\nہونے کو ثابت کرنے بیٹھے ہیں۔ قرآن مجید کی ان آیات میں سے جن میں حضرت مسیح علیہ السلام کے\r\nخدا ہونے کا ابطال وانکار کیا گیا ہے یہ تین آیتیں سن رکھو ۔ لَقَدْ كَفَرَ الَّذِيْنَ قَالُوا إِنَّ اللَّهَ\r\nهُوَ الْمَسِيحُ ابْنُ مَرْيَمَ لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ ثَالِثُ ثَلَثَةِ\r\nمَا المُسِيحُ ابْنُ مَرْيَمَ إِلَّا رَسُولٌ ۔ ہاں ان عجیب و غریب دماغ والے عیسائیوں نے\r\nقرآن کریم کی آیات ذیل سے حضرت مسیح علیہ السلام کی الوہیت پر استدلال کیا ہے۔ پہلی آیت\r\nوَمَرْيَمَ ابْنَتَ عِمْرنَ الَّتِي أَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيْهِ مِنْ رُّوحِنَا\r\nسورۃ تحریم آیت نمبر ۱۲۔\r\nدوسری آیت إِنَّمَا المُسَيْحُ عِيسَى ابْنُ مَرْيَمَ رَسُولُ اللَّهِ وَكَلِمَتُهُ الْقُهَا\r\nإلى مَرْيَمَ وَرُوحُ مِنْهُ سورۃ النساء نمبر ا ۱۷۔ ۲۲۶۔ پ ۔\r\nعیسائیوں کا ثبوت ان آیات میں حسب تسلیم اہل اسلام کے اللہ تعالیٰ نے حضرت مسیح\r\nعلیہ السلام کو اپنی روح فرمایا ہے اور اللہ تعالیٰ کی روح اللہ تعالیٰ سے کم نہیں بلکہ عین خدا ہے ۔\r\nالجواب:- عیسائیو! اگر ایسے دلائل سے کام چلانا ہے تو پھر یوں کہو کہ حضرت جبرائیل علیہ السلام\r\nبھی خدا ہیں (معاذ اللہ ) کیونکہ قرآن مجید نے حضرت جبرائیل کی نسبت بھی اسی طرح روحنا\r\n( ہماری روح) کا کلمہ بولا ہے جس طرح سوال کی پہلی آیت میں حضرت سیدنا مسیح علیہ السلام کی نسبت\r\nروحنا فرمایا ۔ غور کرو اس آیت پر فَاتَّخَذَتْ مِنْ دُونِهِمْ حِجَابًا فَأَرْسَلْنَا إِلَيْهَا\r\nرُوحَنَا فَتَمَثَّلَ لَهَا بَشَرًا سَوِيًّا س ا س مریم رکوع ۲۔ پس بنا لیا مریم نے اپنے اور\r\nلوگوں کے درمیان ایک پردہ تو بھیج دیا ہم نے (اللہ فرماتا ہے ) اسی کی طرف اپنے روح کو تب\r\nبن گئی وہ روح ہمارا مریم کے سامنے پورے آدمی کی شکل پر۔ اگر اس میں کسی کو وہم پڑے کہ\r\nیہاں بھی حضرت مسیح مراد ہیں تو اس کے ساتھ کی اور دو آیتیں پڑھ لے ۔ قَالَتْ إِلى أَعُوذُ\r\nبِالرَّحْمَنِ مِنْكَ إِنْ كُنْتَ تَقِيًّا قَالَ إِنَّمَا أَنَا رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَمًا\r\nزکیا کس ۱۶۔ اس مریم - ع ۲۔ تب کہا مریم نے میں الرحمن کی حمایت چاہتی ہوں تیرے\r\nالمائده: ۱۸\r\nالنساء : ۱۷۲\r\nالمائده: ۷۴\r\nالمائده: ۷۶\r\nمریم : ۱۸ ک مریم : ۲۰،۱۹\r\nالتحريم : ١٣\r\n۲۱"
    },
    {
        "id": 54,
        "pageNo": 54,
        "pageText": "ابطال الوہیت مسیح\r\n۵۴\r\nمقابلہ میں اگر تو خدا کا خوف کرنے والا ہو ۔ کہا ( اُسے خدا کی روح جبرائیل نے ) میں تو صرف\r\nتیرے رب کا بھیجا ہوا فرشتہ ہوں اور اس لئے آیا ہوں کہ تجھے ایک اچھا بچہ دے جاؤں (اس کی\r\nبشارت سے مراد ہے) بلکہ چاہئے کہ حضرت سید نا آدم علیہ السلام کی سانس بھی جس کی نسبت\r\nخدا نے روحی فرمایا ہے خدا ہو ۔ فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيْهِ مِنْ رُوحِي فَقَعُوا لَهُ\r\nسجدِین اس ۱۴ ۔ س حجر ع ۴ ۔ پس جب میں اسے (آدم کو ) ٹھیک درست کر دوں اور اس\r\nمیں اپنی روح (سانس) پھونک دوں تو اس کے لئے گر پڑ یوسجدہ کرتے ۔ بلکہ سب آدمیوں کی\r\nارواح خدا ہوں ۔ کیونکہ قرآن مجید میں نسل آدم کی نسبت آیا ہے کہ ان کی روح خدا کی روح ہے۔\r\nثُمَّ جَعَلَ نَسْلَهُ مِنْ سُلُلَةٍ مِنْ مَّاءٍ مَّهِينٍ ثُمَّ سَقْبِهُ وَ نَفَخَ فِيْهِ مِنْ رُّوْحِهِ \"\r\nس ۳۲ س السجدۃ رکوع ۱ ۔ پھر بنائی اولاد آدم کی ایسے خلاصہ سے جو سیال اور کمزور ہے پھر ٹھیک\r\nدرست کیا اور پھونک دی اس میں ایک روح جو اللہ کی طرف سے آئی۔\r\nاصل بات یہ ہے کہ جب کوئی کلام کسی شخص کے منہ سے کسی کو سنانے کے واسطے رکھتا ہے تو اس\r\nوقت ایک شخص اس کلام کا سنانے والا ہوا کرتا ہے اور دوسرا اُس کلام کا سننے والا بولنے والا اپنے\r\nکلام کے ایک معنی رکھتا ہے اور اُس کلام میں اس کی ایک معہود غرض ہے ۔ وہ اسی معنے اور غرض کے\r\nواسطے اُس کلام کو بولتا ہے مگر سننے والا غالباً اُس کلام کے معنی اور مطلب کو ایسے مذاق و اعتقاد پر\r\nڈھالا کرتا ہے جو معنی متکلم کے مذاق اور مشن کے مناسب نہیں ہوا کرتے ۔ اسی واسطے بولنے والے\r\nکو اپنے کلام کے معنی بتانے پڑتے ہیں یا لائق اور منصف سننے والوں کو اس متکلم کا مشن اور طر ز ملحوظ\r\nرکھ کر متکلم کے کلام کے معنے کرنا چاہیے۔ مثلاً جب سیدنا نبی عرب صلی اللہ علیہ وسلم نے اللہ کا لفظ\r\nلا اله الا الله يا بسم اللہ میں بولا تو اللہ تعالیٰ نے ہی جس کے الہام سے آپ نے یہ کلمہ توحید کا\r\nلوگوں کو سنا یا پھر آپ کو اپنے پاک الہام سے آگاہ فرمایا کہ تیرے مخاطب عیسائی ہیں جو مسیح کو خدا کا\r\nبیٹا مانتے ہیں یا عرب کے مشرک جو فرشتوں کو اللہ تعالیٰ کی بیٹیاں کہتے ہیں ۔ اللہ کے لفظ سے یقیناً\r\nوہ ایسا اللہ سمجھیں گے جو کہ باپ ہو بیٹا ہو بیٹیاں رکھتا ہو یا تیرے مخاطب مجوسی ہوں گے جن کا یہ\r\nاعتقاد ہے کہ خداوند یزداں کا ایک دوسرا جوڑی بھی ہے جو کہ شر کا خالق ہے اور جسے اہرمن کہتے ہیں\r\nالحجر : ٣٠ السجدة : ١٠٩\r\n۲۲"
    },
    {
        "id": 55,
        "pageNo": 55,
        "pageText": "۵۵\r\nابطال الوہیت مسیح\r\nاور یزداں ایسا ہے جس کے ماتحت ہزاروں رب النوع آسمانی روشن ستارے کام کرتے ہیں تو کہہ\r\nدہے کہ میری مراد اللہ کے لفظ سے وہ چیز نہیں جسے تم اللہ کہتے ہو بلکہ اور چیز ہے ۔ جیسے فرمایا\r\nقُلْ هُوَ اللهُ أَحَدٌ اللَّهُ الصَّمَدُ لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ\r\nسورۃ اخلاص۔ ناظرین! ایسا ہی روح کا لفظ تھا اس لفظ کو جب عیسائیوں نے سنا تو لگے اپنے مذاق\r\nو اعتقاد پر اس کے معنے بنانے ۔ مگر ان کو مناسب تھا کہ قرآن کے مذاق اور مشن کو دیکھتے اور اسی کے\r\nمطابق و مذاق پر قرآن میں روح کے معنے کرتے۔ اگر ان سے اتنا نہ ہو سکا تو کم سے کم وہ اتنا تو\r\nکرتے کہ عربی زبان کے مطابق قرآنی لفظ روح کے معنے لیتے ۔ کیونکہ قرآن کریم عربی میں نازل\r\nہوا۔ پس ہم ان کو بتاتے ہیں کہ قرآنی لفظ روح قرآن میں کن کن معنوں پر بولا گیا ہے اور پھر\r\nبتا دیں گے کہ عربی زبان میں اس لفظ کے اور کیا معنے ہیں۔ اس بیان سے بہتوں کو حیرت ہوگی کہ\r\nروح\r\nکی تحقیق میں لوگ کیسے کیسے غلطی میں پڑے ہیں اور بات کیسی صاف ہے۔\r\nسنو ! اوّل روح کا لفظ کلام الہی پر بولا گیا ہے اور اسی واسطے قرآن مجید کو روح کہا ہے۔\r\nثبوت وَكَذلِكَ أَوْحَيْنَا إِلَيْكَ رُوحًا مِنْ أَمْرِنَا مَا كُنْتَ تَدْرِى مَا الْكِتُبُ\r\nوَلَا الْإِيْمَانُ ل س ۲۵س شورای ع ۵ ۔ اور اسی طرح وحی کی ہم نے تیری طرف ایک روح\r\n( قرآن ) اپنے حکم سے۔ تجھے کیا خبر تھی کہ کتاب اور ایمان کیا ہوتا ہے۔ (۲) يُنَزِّلُ الْمَلكَة\r\nبِالرُّوحِ مِنْ أَمْرِهِ عَلَى مَنْ يَشَاءُ مِنْ عِبَادِةِ أَنْ انْذِرُوا أَنَّهُ لَا إِلَهَ إِلَّا أَنَا\r\nفَاتَّقُونِ کے س محل رکوع نمبر اپ نمبر ۱۴۔ اُتارتا ہے فرشتے روح ( کلام الہی ) کے ساتھ اپنے حکم\r\nسے اس پر جس پر اپنے بندوں سے چاہتا ہے اور اس کلام میں حکم دیتا ہے کہ ان مشرکوں کو سنا دو کہ\r\nاللہ کے سوا دوسرا کوئی نہیں جو کا ملہ صفات سے موصوف اور برائیوں سے منزہ ہو اور فرمانبرداری کا\r\nاو مخاطب ! تو کہہ دے ! اصل بات تو یہ ہے کہ خود بخود ہستی جس کا نام اللہ ہے پوجنے کے لائق فرمانبرداری کا مستحق\r\nوہ ایک ہے اپنی ذات میں یکتا صفات میں بے ہمتا ترکیب و تعدد سے پاک وہ اصل مطلب مقصود بالذات بھروسہ کے\r\nقابل ہر کمال میں بڑھا ہوا جس کے اندر نہ کچھ جاوے کہ کھانے پینے کا محتاج بنے نہ اس کے اندر سے کچھ نکلے کہ کسی کا\r\nباپ بنے پھر نہ وہ کسی کا باپ اور نہ بیٹا اس کے وجود میں اس کی بقا میں اس کی صفات میں اس کی ذات میں کوئی اُس کا\r\nہمتا اُس کا جوڑی نہیں ۔\r\nالاخلاص : ۲ تا ۵ الشورى : ۵۳ ے بنی اسرائیل : ۸۶\r\n۲۳"
    },
    {
        "id": 56,
        "pageNo": 56,
        "pageText": "ابطال الوہیت مسیح\r\n۵۶\r\nمستحق ۔ پس اس کے فرمانبردار بنے رہو۔ (۳) يَسْتَلُونَكَ عَنِ الرُّوحِ قُلِ الرُّوْحُ مِنْ\r\nأَمْرِ رَبِى وَمَا أُوتِيتُم مِنَ الْعِلْمِ إِلَّا قَلِيلًا سورۃ بنی اسرائیل ع۱۰ پ ۱۵۔ لوگ\r\nتجھ سے پوچھتے ہیں کہ یہ قرآن کیا چیز ہے۔ تو کہہ دے قرآن روح ہے تیرے رب کی طرف سے\r\nاور تم لوگ تو کم علم ہو ( کہ ایسی صریح بات نہیں سمجھتے ) دوسرا محاورہ روح، جبرائیل کو کہا ہے کیونکہ\r\nوہ کلام الہی کے لانے والے ہیں جیسے فرمایا (۱) نَزَلَ بِهِ الرُّوْحُ الْآمِيْنُ عَلَى قَلْبِكَ لِتَكُونَ\r\nمِنَ الْمُنْذِرِينَ ے سورۃ شعراء ع ا اپ ۱۹ ۔ روح الامین (جبرائیل ) اس قرآن کو تیرے دل پر لایا\r\nہے تا کہ تو نافرمانوں کو ان کی نافرمانی پر ڈرانے والا ہو۔ (۲) فَاتَّخَذَتْ مِنْ دُونِهِمْ\r\nحِجَابًا فَأَرْسَلْنَا إِلَيْهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرًا سَوِيًّا - قَالَتْ إِنِّي أَعُوذُ\r\nبِالرَّحْمَنِ مِنْكَ إِنْ كُنْتَ تَقِيًّا - قَالَ إِنَّمَا أَنَا رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَمًا\r\nزکیا کے سورہ مریم ۳۶ پ ۱۳۔ پس بنا لیا مریم نے اپنے اور لوگوں کے درمیان ایک پردہ۔ تو بھیج\r\nدیا ہم نے (اللہ فرماتا ہے ) اس کی طرف اپنا روح تب بن گیا وہ روح ہمارا مریم کے سامنے پورے\r\nآدمی کی شکل پر ۔ تب مریم نے کہا میں الرحمن سے تیرے مقابلہ میں حمایت چاہتی ہوں۔ اگر تو ہو\r\nخدا کا خوف کرنے والا ۔ (اسے خدا کی روح جبرائیل فرشتہ نے کہا ) میں تو صرف تیرے رب کا بھیجا\r\nہوا ہوں اور اس لئے آیا کہ تجھے ایک اچھا بچہ دے جاؤں ۔ ( یہ فرشتہ بشارت دینے کو آیا تھا)\r\nقُلْ نَزَّلَهُ رُوحُ الْقُدُسِ مِنْ رَّبِّكَ بِالْحَقِّ سوره نحل ع۱۳ پ ۱۴ ۔ تو کہہ دے (اس\r\nقرآن کو ) روح القدس ( جبرائیل ) تیرے رب کی طرف سے آہستہ آہستہ لایا ہے اور یہ قرآن\r\nکامل راستبازی کے ساتھ ہے۔ حضرت مسیح علیہ السلام چونکہ کلام الہی کے لانے والے اور کلام الہی\r\nبندوں کو سمجھانے والے تھے ان کو بھی روح فرمایا جیسے فرمایا: وَكَلِمَتُهُ الْقُهَا إِلَى مَرْيَمَ\r\nوَرُوحُ مِنْهُ ه اور مسیح الہی کلمہ ہے (اس پاک کلام الہی اور بشارت خداوندی کا ظہور ہے جو\r\n۔\r\nجبرائیل لائے تھے ) جو پہنچا مریم کی طرف اور اسی کی طرف سے وہ روح ہے۔\r\nانسانی سانس کو بھی قرآن کریم نے روح فرمایا ہے جیسے کہا ثُمَّ جَعَلَ نَسْلَهُ مِنْ سُلْلَةٍ مِنْ\r\nمَّاءٍ مَّهِينٍ ثُمَّ سَوبَهُ وَنَفَخَ فِيهِ مِنْ رُّوحِهِ ۔ پھر بنائی اولاد آدم کی ایک ایسے\r\nالنحل : ۲۳ الشعراء : ۱۹۵،۱۹۴ ۳ مریم : ۱۸ تا ۲۰ ۲ النحل : ۱۰۳ ۵ النساء : ۱۷۲\r\nالسجدة : ١٠٩\r\n۲۴"
    },
    {
        "id": 57,
        "pageNo": 57,
        "pageText": "۵۷\r\nابطال الوہیت مسیح\r\nخلاصہ سے جو سیال اور کمزور ہے۔ پھر ٹھیک درست کیا اس کو اور پھونک دی اس میں ایک روح جو\r\nاللہ کی طرف سے آئی اور فرمایا ۔ فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِنْ رُّوحِي فَقَعُوا لَهُ\r\nسجِدِین کا اس سجدہ عا۔ پس جب ٹھیک درست کر دوں میں اس کو اور پھونک دوں اس میں اپنی\r\nروح تو اس کے لئے گر پڑیو سجدہ کرتے ۔\r\nعرب کی زبان میں بھی اسی نفس اور سانس کو روح کہا گیا۔ دیکھو ذو الرمة عرب کے قدیم\r\nشاعر کا قول ہے۔\r\nفَقُلْتُ لَهُ ارْفَعُهَا إِلَيْكَ وَأَحْيِهَا بِرُوحِكَ وَاجْعَلْهُ لَهَا قِيْتَةً قِدْرًا\r\nپس میں نے اسے کہہ دیا (اپنے ساتھ والے کو کہا) اس آگ کو اپنے منہ کی طرف اُٹھا لے۔\r\nاور اسے روشن و زندہ کر اپنی پھونک سے اور اپنی پھونک کو اس آگ کی واسطے لکڑیاں بنا ہانڈی کی\r\nخاطر ۔ تاج العروس شرح قاموس اللغة میں یہ شعر ذو الرمة کا موجود ہے۔ دیکھو مادہ ،\r\nروح اور اسی روح کے معنے کلام الہی وغیرہ وغیرہ لکھ کر کہا ہے سمعت ابا الهيثم يقول الروح\r\nانـمـا هـو الـنـفـس الـذي يتنفسه الانسان وهو جار في جميع الجسد فاذا خرج لم\r\nيتنفس بعد خروجه فاذا تم خروجه بقى بصره شاخصًا. نحوه حتى يغمض وهو\r\nبالفارسية جان يذكر ويؤنث) انتھی. میں نے ابوالہیشم سے سنا فرماتے تھے روح تو آدمی\r\nکی سانس ہی ہے اور وہ تمام بدن میں چلتی ہے اور جب نکل جاوے تو آدمی سانس نہیں لے سکتا اور\r\nجب پوری نکل جاوے تو آنکھیں اسی طرف کھلی رہ جاتی ہیں جب تک بند نہ کی جاویں اسی کو فارسی\r\nزبان میں جان کہتے ہیں ۔ مذکر کا لفظ ہے ( اور مؤنث بھی بولا جاتا ہے ) ۔ غالباً الروح عام\r\nجاندار کو اسی واسطے کہا ہے جہاں کہا ہے لا تتخذوا شيئًا فيه الروح غرضًا * بلكه مقدسه كتب\r\nمیں بھی روح وسیع معنی رکھتا ہے ۔ ہاں الہی روح مقدسہ کتب میں وسیع معنی رکھتا ہے۔ چند ایسے\r\nمعنی سنو جو اس مقام کے مناسب ہیں۔\r\nاس ہوا کے معنے جو پانی پر چلتی ہے۔ زمین ویران اور سنسان تھی اور گہرایوں کے اوپر\r\nاندھیرا تھا اور خدا کی روح پانیوں پر جنبش کرتی تھی ، پیدائش اباب ۲۔ اس سانس کے معنی جس\r\nل الحجر : ۳۰ بعض احادیث میں آیا ہے جاندار چیز کو نشانہ مت بنایا کرو۔\r\n۲۵"
    },
    {
        "id": 58,
        "pageNo": 58,
        "pageText": "۵۸\r\nابطال الوہیت مسیح\r\nسے آدمی زندہ ہوتا ہے ۔ جب میں تمہاری قبروں کو کھولوں گا اور تم کو تمہاری قبروں سے نکالوں گا\r\nتب تم جانو گے کہ خداوند میں ہوں ۔ جب میں اپنی روح تم میں رکھوں گا اور تم جیو گے ۔‘ حز قیل\r\n۳۷ باب ۱۴۔ کلام الہی کے معنے ۔ خدا وند کی روح اس دن سے ہمیشہ داؤد پر اتر تی رہی ۔\r\nا سموئیل ۱۶ باب ۱۳ بلکہ بڑی روحوں کو بھی خدا کی روح کہا ہے۔ جیسے لکھا ہے پر خداوند کی روح ساؤل\r\nپر سے چلی گئی اور خداوند کی طرف سے ایک بری روح اسے ستانے لگی ۔ اسموئیل ۱۶ باب ۱۴۔\r\nرہی یہ بات کہ اللہ تعالیٰ نے یا یوں کہیے کہ قرآن نے حضرت مسیح علیہ السلام کو اپنی روح فرمایا۔\r\nسو جیسے بیان ہو چکا اتنے امر سے حضرت مسیح کا خدا ہونا ثابت نہیں ہوسکتا کیونکہ اللہ تعالیٰ نے اور\r\nقرآن مجید نے حضرت جبرائیل علیہ السلام کو اور انسانی سانس کو بھی اپنی روح فرمایا ہے ۔ بات یہ\r\nہے کہ تمام مخلوق اللہ تعالیٰ کی ہی مخلوق ہے ۔ چونکہ حضرت مسیح علیہ السلام اس کے خاص بندے اور\r\nاس کے کلام کے پہنچانے والے تھے اس واسطے ان کو اپنی روح فرمایا۔ ایسی اضافتیں ہر زبان میں عزت\r\nکے لئے ہوا کرتی ہیں جیسے حضرت صالح کی اونٹنی کو قرآن کریم نَاقَةُ اللهِ ۔ اللہ تعالیٰ کی اونٹنی فرماتا\r\nہے اور اچھے بندوں کو عباد اللہ یعنی اپنے بندے فرماتا ہے۔ مسیح علیہ السلام کی الوہیت پر جس قدر\r\nدلائل میں نے سنے ہیں ان سب سے تعجب انگیز وہ دلیل ہے جو قرآنی لفظ كَلِمَةٌ سے عیسائیوں نے\r\nماخذ کی ہے۔ عیسائی کہتے ہیں جب حضرت مسیح علیہ السلام خدا کا کلمہ ہوئے تو خدا ہی ہوئے۔\r\nالجواب: اگر قرآنی محاورہ سے کسی چیز کا کلمۃ اللہ ہونا اس چیز کے خدا ہونے کی\r\nدلیل ہے تو تمام کلمات الہیہ کو چاہئے کہ خدا ہوں مثلاً قرآن مجید میں وارد ہے وَ لَقَدْ سَبَقَتْ\r\nكَلِمَتُنَا لِعِبَادِنَا الْمُرْسَلِينَ لے اور ضرور پہلے ہو چکی بات ہماری ہمارے رسول بندوں کی\r\nنسبت ۔ اب اس کی تفسیر سُنیے کہ وہ کلمہ کیسا ہے اِنَّهُمْ لَهُمُ الْمَنْصُورُونَ وَ إِنَّ جُنْدَنَا لَهُمُ\r\nالغَلِبُونَ ۔ بے ریب (وہی اللہ کے رسول ) ضرور اللہ تعالیٰ کے یہاں سے مدد دیئے گئے ہیں\r\nاور بے ریب ہمارا ہی لشکر ( رسول اور ان کے بچے اتباع) ضرور وہی غالب ہیں اور فرمایا وَ الَّذِيْنَ\r\nأَتَيْنُهُمُ الْكِتَبَ يَعْلَمُونَ أَنَّهُ مُنَزِّلُ مِنْ رَبِّكَ بِالْحَقِّ فَلَا تَكُونَنَّ مِنَ الْمُمْتَرِيْنَ\r\nوَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقًا وَ عَدْلًا لَا مُبَدِّلَ لِكَلِمَتِهِ وَهُوَ السَّمِيعُ الْعَلِيمُ :\r\nل الصفت: ۱۷۲\r\nالصفت: ۱۷۳ ۱۷۴\r\n۲۶\r\nالانعام : ۱۱۶،۱۱۵"
    },
    {
        "id": 59,
        "pageNo": 59,
        "pageText": "ابطال الوہیت مسیح\r\n۵۹\r\n☆\r\nپ ۲۳ ع۹ ۔ اور وہ جن کو دی ہم نے کتاب وہ جانتے ہیں بے شک یہ قرآن تیرے رب کی\r\nطرف سے اُتارا گیا ۔ کامل صداقت اور حکمت کے ساتھ پس نہ ہوگا تو او مخاطب یا نہ ہو جیو تو\r\nاو مخاطب متردد اور پورا ہے کلام تیرے رب کا سچائی اور انصاف میں کوئی بھی نہیں جو اس کے\r\nکلاموں کو بدلا وے اور وہ سنتا جانتا ہے اور فرمایا وَ جَعَلَ كَلِمَةَ الَّذِيْنَ كَفَرُوا السُّفْلَى\r\nوَكَلِمَةُ اللهِ هِيَ الْعُلْيَا ۔ اور زیر کر دیا اللہ تعالیٰ نے کافروں کی بات کو اور زبردست اور پکی\r\nہیں اللہ کی باتیں ۔ کتب عہد عتیق و جدید میں بھی کلمة اللہ کے معنے کلام خدا اور حکم خدا آئے ہیں ۔\r\nستو! بكلمة الرب ثبت السموات وبروح فيه جميع جنودها زبور۳۳۔۶۔ خداوند کے\r\nکلام سے آسمان بنے اور اُن کے سارے لشکر اُس کے منہ کے دم سے ۔ فلما كان في تلك\r\nالليلة حلّت كلمة الله على ناثان النبی اخبار الایام کی پہلی کتاب ۷ ا باب ۳ ۔ اُسی رات کو\r\nایسا اتفاق ہوا کہ خداوند کا کلام نا خان نبی کو پہنچا۔ حلت كلمة الرب على يوحنا بن ذكريا\r\nفي البرية. لوقا ۳ باب ۲۔ خدا کا کلام بیابان میں بیچی زکریا کے بیٹے کو پہنچا تر جمہ ۴۰ ۴۴ ۔ اسی\r\nطرح کے بہت محاورات کتب سابقہ میں موجود ہیں اگر کوئی چیز کلمة اللہ ہونے سے عین اللہ\r\nہو سکتی ہے تو تمام وہ تامہ جملے جو انبیا علیہم السلام اور ان کے پاک اتباع کو مکالمہ الہیہ اور مخاطبہ\r\nربانیہ سے پہنچے چاہئے کہ وہ سب خدا ہوں ۔ اعاذنا اللہ اصل یہ ہے کہ حضرت مسیح علیہ السلام کی\r\nنسبت آپ کی والدہ صدیقہ مریم علیہا السلام کو آپ کے پیدا ہونے سے پہلے اللہ تعالیٰ نے بشارت\r\nکا کلمہ اور آپ کے پیدا ہونے کی خبر دی تھی یا اس لئے کہ آپ خاص حکم الہی سے صدیقہ مریم کو\r\nعطا ہوئے آپ\r\nکو کلمہ فرمایا۔ اب ہم اس گفتگو کو ایک قرآنی رکوع کے بیان پر ختم کرتے ہیں۔\r\nإِذْ قَالَ اللهُ يُعِيسَى إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَى وَمُطَهِّرُكَ مِنَ الَّذِينَ\r\nكَفَرُوا وَجَاعِلُ الَّذِينَ اتَّبَعُوكَ فَوْقَ الَّذِينَ كَفَرُوا إِلَى يَوْمِ الْقِيِّمَةِ ثُمَّ إِلَى\r\nمَرْجِعُكُمْ فَاحْكُمُ بَيْنَكُمْ فِيمَا كُنْتُمْ فِيْهِ تَخْتَلِفُوْنَ . فَأَمَّا الَّذِينَ كَفَرُوا\r\nفَأَعَذِّبُهُمْ عَذَابًا شَدِيدًا فِي الدُّنْيَا وَ الْآخِرَةِ وَمَا لَهُمْ مِّنْ تُصِرِينَ . وَأَمَّا الَّذِينَ\r\nدر ہماں شب چنان اتفاق افتاد که کلام خداوند به ناثان نبی رسید\r\n۲۷"
    },
    {
        "id": 60,
        "pageNo": 60,
        "pageText": "ابطال الوہیت مسیح\r\nامَنُوا وَعَمِلُوا الصَّلِحَتِ فَيُوَفِّيْهِمْ أَجُورَهُمْ وَاللهُ لَا يُحِبُّ الظَّلِمِينَ . ذَلِكَ تَتْلُوهُ\r\nعَلَيْكَ مِنَ الْآيَتِ وَالذِّكْرِ الْحَكِيمِ إِنَّ مَثَلَ عِيسَى عِنْدَ اللَّهِ كَمَثَلِ أَدَمَ خَلَقَهُ مِنْ\r\nتُرَابٍ ثُمَّ قَالَ لَهُ كُنْ فَيَكُونَ . اَلْحَقُّ مِنْ رَّبِّكَ فَلَا تَكُنْ مِنَ الْمُمْتَرِيْنَ\r\nفَمَنْ حَاجَّكَ فِيهِ مِنْ بَعْدِ مَا جَاءَكَ مِنَ الْعِلْمِ فَقُلْ تَعَالَوْا نَدْعُ أَبْنَاءَنَا\r\nوَأَبْنَاءَ كُمْ وَنِسَاءَنَا وَنِسَاءَكُمْ وَأَنْفُسَنَا وَأَنْفُسَكُمْ ثُمَّ نَبْتَهِلْ فَنَجْعَلْ لَّعْنَتَ\r\nاللَّهِ عَلَى الْكَذِبِينَ إِنَّ هَذَا لَهُوَ الْقَصَصُ الْحَقُّ وَمَا مِنْ إِلَهِ إِلَّا اللَّهُ وَإِنَّ اللَّهَ لَهُوَ\r\nالْعَزِيزُ الْحَكِيمُ . فَإِنْ تَوَلَّوْا فَإِنَّ اللَّهَ عَلِيمٌ بِالْمُفْسِدِينَ . قُلْ يَاهْلَ الْكِتَبِ\r\nتَعَالَوْا إِلى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَلَّا نَعْبُدَ إِلَّا اللَّهَ وَلَا نُشْرِكَ بِهِ\r\nشَيْئًا وَ لَا يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِنْ دُونِ اللَّهِ فَإِنْ تَوَلَّوْا فَقُولُوا اشْهَدُوا\r\nبِأَنَّا مُسْلِمُوْنَ لے جب کہا اللہ نے او عیسی ! بے شک میں تجھے پورا اجر دینے والا یا مارنے والا ہوں\r\nاور اپنی طرف بلند کرنے والا اور ان منکروں سے پاک وصاف کرنے والا ہوں ۔ اور کرتا رہوں گا\r\nتیرے اتباع کو تیرے منکروں کے اوپر قیامت تک پھر او اتباع کا دعویٰ کرنے والو! تم سب کا\r\nمقدمہ میرے پیش ہوگا اور میں حکم کروں گا اور تمہارے درمیان فیصلہ کر دوں گا اس مسئلہ میں جس\r\nمیں تم کو باہم اختلاف ہے۔\r\nتغییر : مسیح علیہ السلام کے اتباع کے مدعی یا اہل اسلام ہیں یا عیسائی اور آپ کے منکروں\r\nمیں اول درجہ کے منکر یہود ہیں جن کا اصلی ملک کنعان ہے اور جن کا کعبہ یروشلم ۔ دوم درجہ پر آپ\r\nکے منکر مجوسی اور تیسرے درجہ پر مجوس الہند ۔ اعلیٰ اتباع اعلیٰ منکروں پر حکمراں اور ادنیٰ درجہ کے\r\nاتباع ادنی منکروں پر حکمراں ہورہے ہیں۔ لاکن تیرے منکروں کو تو سخت عذاب دوں گا دنیا اور\r\nآخرت میں اور کوئی سلطنت اُن کی حامی نہ ہوگی بلکہ اُن کا کوئی حامی نہ ہوگا۔ اور مومن اور جنہوں\r\nنے اچھے اعمال کیے پس ان کو پورا اجر ملے گا اور اللہ ظالموں کو پسند نہیں کرتا۔ یہ پڑھتے ہیں تجھ پر\r\nتیری نبوت کے نشانوں سے اور تذکرہ ہے حکمت والا ۔ اب اللہ وہ فیصلہ دیتا ہے جس کا اتباع کے\r\nال عمران : ۵۶ تا ۶۵\r\n۲۸"
    },
    {
        "id": 61,
        "pageNo": 61,
        "pageText": "ابطال الوہیت مسیح\r\n۶۱\r\nباہم اختلاف میں وعدہ فرمایا تھا عیسی آدمی کی طرح ہے۔ آدمی کو اللہ تعالیٰ نے مٹی سے پیدا کیا پھر\r\nاس کو دوسرے تیسرے تولد نئی زندگی نبوت کے واسطے منتخب فرمایا اور وہ ایسے ہی ہو گئے ۔ یہ ٹھیک\r\nدلیل یا بات ہے تیرے رب کی طرف سے ( کہ حضرت مسیح میں بشریت سے بڑھ کر کوئی بات نہ\r\nتھی ۔ معجزے عجائبات، عمدہ تعلیم ، یہ باتیں انبیا میں ہوا کرتیں ہیں حالانکہ وہ بشر ہوا کرتے ہیں )\r\nپھر کبھی نہ ہوگا تو او مخاطب یا کبھی نہ رہیو شک کرنے والا ۔ اور اگر کوئی نادان اس دلیل کے بعد پھر\r\nبھی حجتیں کرے تو ایسے احمقوں سے یوں مقابلہ چاہئے کہ اُن سے مباہلہ کر لو اور کہو آؤ بلائیں\r\nاولا دیں اپنی اور تمہاری اولاد اور عورتیں تمہاری اور اپنی اور اپنے آدمی اور تمہارے پھر عاجزی سے\r\nدعا مانگیں کہ البہی لعنت ہو جھوٹوں پر ۔ بے ریب یہ صاف اور عمدہ ٹھیک بیان ہے۔ اور اللہ کے سوا\r\nکوئی بھی فرمانبرداری کا مستحق نہیں اور اللہ وہی غالب ہے حکمتوں والا ۔ پھر اگر اس پر پیٹھ دیں تو\r\nجان لو اللہ ان مفسدوں کو خوب جانتا ہے تو کہ دے او کتاب والو آؤ ایسی بات کی طرف کہ ہمارے\r\nاور تمہارے درمیان ایک ہی ہے کہ اللہ تعالیٰ کے سوا کسی کے فرمانبردار نہ پینے اور شریک نہ کریں\r\nاس کے ساتھ کسی چیز کو اور نہ بنالے بعض ہمارا بعض کو رب کہ خدا کی طرح اس کی فرمانبرداری اپنے\r\nذمہ واجب جانے ۔ اگر اس مسلّم الطرفین بات\r\nکو بھی نہ مانو تو کہ دو گواہ رہو ہم تو اللہ کے فرمانبردار\r\nہیں مسلمان ہیں۔\r\nایک ضروری اور عجیب یاد داشت\r\nعام اور مسلم قاعدہ ہے کہ جس قدر کسی اثر کے قبول کرنے والی چیز کوکسی طاقتور اور اثر کرنے\r\nوالی چیز سے تعلق اور اتحاد ہو جاتا ہے۔ اسی قدر متاثر اور اثر کے لینے والی چیز مؤثر اور اثر کرنے\r\nوالی چیز کے الوان ، اوصاف سے متلون اور موصوف ہو جاتی ہے ۔ کون نہیں جانتا کہ لوہا جب تیز\r\nآگ میں ڈالا جاتا ہے تو آگ کے آثار اور اوصاف سے متاثر نہیں ہو جاتا۔ مجھے یقین ہے کہ اگر\r\nلو ہے کو اس وقت گویائی کی طاقت عطا ہو جاوے تو کہہ دے اَنَا النَّارُ ( میں آگ ہوں)۔ یا کسی\r\nمنصف اور عادل حاکم کا دیانت دار اور اپنی نوکری میں چست و چالاک نوکر گورن کے وقت اپنی\r\n۲۹"
    },
    {
        "id": 62,
        "pageNo": 62,
        "pageText": "۶۲\r\nابطال الوہیت مسیح\r\nگورنمنٹ کا ظلی طور کا نمونہ ہوتا ۔ مجھے تو یقین ہے کہ ایسے ماتحت کی حکم عدولی اور اس کی بغاوت\r\nاس کی گورنمنٹ کی حکم عدولی ہے۔ ایسا ہی اللہ تعالیٰ کی مقدس اور ہمہ طاقت جناب میں اگر کسی\r\nانسان کو تعلق اور اللہ تعالیٰ کی پاک جناب میں کسی سعادت مند کو اپنی قوت ایمان اور صالحہ اعمال\r\nکے باعث میل جول ہو جاتا ہے تو اُس کو بقدر ایمان اور اعمال صالحہ کے عنایات ربانیہ سے ایسا\r\nفیض اور انعام حاصل ہوتا ہے کہ وہ شخص مظہر انوار اور برکات اللہ بن جاتا ہے۔\r\nحضرات انبیا علیہم الصلوۃ والسلام کی گرامی ذات کو حضرت حق سبحانہ و تعالیٰ کی معلیٰ بارگاہ سے\r\nایسا تقرب اور تعلق ہوتا ہے کہ اگر وہ کسی سے محبت کرتے ہیں تو صرف اللہ تعالیٰ کی رضامندی کے\r\nباعث اور کسی سے ناراض ہوتے ہیں تو صرف اللہ تعالیٰ کی ناراضی کے باعث ۔ اُن کی کمان الہی\r\nکمان سے وہ اتحاد رکھتی ہے کہ دونوں کمانوں کے دو قاب بجائے دو کے ایک ہی نظر آتے ہیں اور\r\nچونکہ عنایات ربانیہ کا مظہر ہونا کامل عبودیت اعلیٰ درجہ کے عجز وانکسار اور پکے اخلاص کے ساتھ\r\nاستقامت اور استقلال کا نتیجہ ہوا کرتا ہے اور حضرت انبیاء کرام اور ان کے جانشینان پاک اولیاء\r\nعظام کو صَلَوَاتُ اللهِ وَسَلَامٌ عَلَيْهِمْ إِلَى يَوْمِ الْقِيَام جوعبودیت واخلاص واستنقامت وغیرہ\r\nوغیرہ میں عامہ خلائق سے ممتاز اور کا فہ انام سے بڑھ کر خصوصیت رکھتے ہیں۔ اسی واسطے خاص\r\nخاص عنایات ایزدی کے مور دیتے ہیں کہ ان کی نسبت یہ کلمات سنائے جاتے ہیں\r\nإِنَّ الَّذِيْنَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ الله بے ریب وہ لوگ جو تجھ سے فرمانبرداری اور\r\nتیرے اتباع کا معاہدہ کرتے وہ اللہ تعالیٰ سے معاہدہ کرتے ہیں اور ان پر بقدر ان کی عبودیت کے\r\nاس مکالمہ الہیہ اور مخاطبت ربانیہ کا نزول ہوتا ہے جسے الہامی الہامات میں روح القدس اور ہولی\r\nگھوسٹ کہتے ہیں جیسے قرآن کریم میں آیا ہے۔ وَكَذلِكَ أَوْحَيْنَا إِلَيْكَ رُوحًا مِنْ\r\nامرنات یہی توحید فی التثلیث اور تثلیث فی التوحید تھری ون اور ون تھری کا مضمون تھا جس کو\r\nعیسائی نہ سمجھ کر شرک میں گرفتار ہو گئے اور نہ سمجھا کہ اللہ تعالیٰ جب اپنے پاک اشخاص انبیا علیہم\r\nالصلوۃ والسلام کو دنیا کی ہدایت کی واسطے مبعوث فرماتا ہے تو جو کچھ وہ فرماتے ہیں وہ اللہ تعالیٰ کا\r\nالفتح : ال\r\nالشورى : ۵۳\r\n۳۰"
    },
    {
        "id": 63,
        "pageNo": 63,
        "pageText": "۶۳\r\nابطال الوہیت مسیح\r\nفرما نا ہوا کرتا ہے ۔ ان کا اور ان کے کلام کا اتباع عین اللہ تعالیٰ کی اتباع ہوا کرتا ہے ان کا اور ان\r\nکے کلام کا ماننائین اللہ تعالیٰ کا ماننا ہو جاتا ہے گویا وہ اور اللہ تعالیٰ اور کلام الہی تین ہیں مگر ایک ہیں\r\nاور جب کبھی ان کے اتباع سے کوئی سعادت مند بقدر طاقت اللہ تعالیٰ کی جناب میں پوری عبودیت\r\nکے ساتھ استقامت اور اخلاص سے نزول روح القدس کی لیاقت پیدا کرتا ہے تو الوہیت کا ملہ\r\nاس بندہ کی عبودیت پر روح القدس کا فیضان فرماتی ہے۔\r\nاللهم اجعلني من الملهمين الصادقين.\r\n☆☆☆\r\n۳۱"
    },
    {
        "id": 64,
        "pageNo": 64,
        "pageText": ""
    },
    {
        "id": 65,
        "pageNo": 65,
        "pageText": "وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللهِ لَوَجَدُوا فِيْهِ اخْتِلَافًا كَثِيرًا (النِّسَاءِ: ۸۳)\r\nإِنَّ الَّذِيْنَ فَرَّقُوا دِيْنَهُمْ وَكَانُوا شِيَعًا لَّسْتَ مِنْهُمْ فِي شَيْءٍ (الانعام: ۱۲۰)\r\nخطوط !\r\nجواب شیعه و رد شخ\r\nجو\r\nمولا نا حکیم الامتۃ مولوی حکیم نورالدین صاحب\r\nنے ۱۸۸۰ء میں ایک شیعہ کو اور ایک کسی اور\r\nدوست کو لکھے تھے ۔\r\nمطبع انوار احمد یہ قادیان ضلع گورداسپور\r\nقیمت ۱۲\r\nتعداد اشاعت\r\n۴۰۰\r\nتاریخ اشاعت ۶ اکتوبر ۱۹۰۱ء"
    },
    {
        "id": 66,
        "pageNo": 66,
        "pageText": ""
    },
    {
        "id": 67,
        "pageNo": 67,
        "pageText": "12\r\nرد اشخ\r\nجواب خط متضمن مسئله تاریخ و منسوخ\r\nبسم اللہ الرحمن الرحیم\r\nمحمدہ ونصلی\r\nالعائذ با اللہ ابو اسامہ اپنے عزیز نجم الدین کو ۔ السلام علیکم ورحمتہ اللہ وبرکاتہ کے بعد لکھتا\r\nہے۔ تمہارے تاکیدی خط بدریافت مسئلہ نسخ مکرر پہنچے۔ میرا منشا تھا کہ اس مسئلہ میں مفصل رسالہ\r\nلکھوں ۔ الا فی الحال کئی موانع در پیش ہیں۔ آپ چند روز اور انتظار فرمائیے۔ اگر زندگی باقی ہے تو\r\nانشاء اللہ تعالیٰ وہ تفصیل آپ کی نگاہ سے گزرے گی۔ اس وقت خط میں ضروری باتوں پر اکتفا کرتا\r\nہوں۔ مجھے حق سبحانہ تعالیٰ کے فضل سے امید ہے کہ میری یہ چند باتیں آپ کو اور ناظرین اور سامعین\r\nکو بھی مفید ہوں گی۔\r\nفاني في مقام النصح ولم لا اكون والدين النصح وانما الاعمال بالنيات\r\nوانما لامرء مانوی۔ میرے دل میں جوش زن ہے جہاں تک آپ سے ہو سکے یہ خط احباب کو\r\nدکھلائیے ۔ کیونکہ لایو من احدكم حتى يحب لاخيه ما يحب لنفسه جناب رسالت مآب صلی\r\nاللہ علیہ وسلم کا فرمان ہے۔\r\nمیرے عزیز اب میں اس مضمون کو چند فقروں میں بیان کرتا ہوں\r\nفقره اول: نسخ کے معنے نسخ لغت میں ایک چیز کے باطل کر دینے اور دور کر دینے اور اس\r\nکے بدلہ اور چیز کو رکھ دینے کے ہیں۔ اور نقل اور تحویل اور تغیر کے معنوں میں بھی آیا ہے۔ قاموس میں\r\nلکھا ہے۔ نسخه کمنعه ازاله وغيره وابطله و اقام شيئاً مقامه والشيء نسخه\r\nوالكتاب كتبه (قاموس)\r\nالنسخ ابطال شيء واقامة غيره مقامه نسخت الشمس الظل وهو معنى\r\nماننسخ (مجمع البحار)"
    },
    {
        "id": 68,
        "pageNo": 68,
        "pageText": "۶۸\r\nرد شخ\r\nوالنسخ النقل كنقل كتاب من آخر. والثاني: الابطال والازالة وهو\r\nالمقصود ههنا ابو سعود النسخ فى اللغة الابطال والازالة ويرادبه النقل\r\nوالتحويل والاكثر على انه حقيقة فى الازالة مجاز في النقل. (حصول)\r\nالنسخ الاول والنقل والتحويل والثاني الرفع والازالة. (مظهرى)\r\nفقره دوم:۔ فقرہ اول میں معلوم ہو چکا کہ نسخ کے معنے ابطال اور تغیر اور نقل کے ہیں اور یہ بھی\r\nمعلوم ہوا کہ آیت ماننسخ میں ابطال کے ہی معنے مطلوب ہیں جیسے ابو سعود مجمع البحار سے ظاہر\r\nہے اور علاوہ بریں جب ہم ناسخ اور منسوخ کا ذکر کرتے ہیں تو نقل والے معنے ضرور نہیں لئے جاتے۔\r\nکیونکہ اس صورت میں سارا قرآن منسوخ ہے اور تغیر کے معنی بھی مراد نہیں کیونکہ مطلق کی تقید اور عام\r\nکی تخصیص اور ایزاد شروط اور اوصاف کو اگر نسخ کہیں تو قرآن کی منسوخ آیتیں سینکڑوں کیا ہزاروں\r\nہو جاتی ہیں تخصیص اور شیخ اور تنقید اور نسخ کا تفرقہ ثابت ہے۔ ونثبت انشاء الله تعالى. یادرکھو\r\nکہ ابطال ہی کے معنے میں نسخ کا لفظ قرآن کریم میں وارد ہوا ہے۔ والـقـرآن يفسر بعضه بعض قال\r\nالله تعالى. إِلَّا إِذَا تَمَتَّى الْقَى الشَّيْطَنُ فِي أُمَنِيَّتِهِ فَيَنْسَحُ اللهُ مَا يُلقى الشَّيْطن الخ.\r\nای یزیله ويبطله اور یا درکھو کہ نسخ کے حقیقی معنے ابطال اور ازالہ کے ہیں ۔ حقیقی معنے کو بدون ضرورت\r\nچھوڑ نا مناسب نہیں اور ان معنے کے لحاظ سے قرآن میں کوئی آیت منسوخ موجود نہیں ہے۔ یادر ہے\r\nکہ میں مطلق نسخ کے وقوع کا منکر نہیں ہوں ۔\r\nفقره سوم :۔ جن آیات کو لوگوں نے منسوخ مانا ہے اُن کے معنے کرنے میں نسخ کے ماننے\r\nوالوں نے ابطال کے معنے میں ضرور تساہل کیا ہے۔ مجھے ایک زمانہ میں اس مسئلہ کی جستجو تھی اس وقت\r\nایک رسالہ ایسا ملا جس میں پانچ سو آیت سے زیادہ منسوخہ آیات کا بیان تھا۔ میں اُسے سوچتا اور مصنف\r\nکی لاپر واہی پر تعجب کرتا تھا۔ تھوڑے دنوں بعد سیوطی کی اتقان دیکھی۔ تو ایسی خوشی ہوئی جیسے بادشاہ کو\r\nملک لینے کی ۔ یا عالم کو عمدہ کتاب ملنے کی یا قوم کے خیر خواہ کو کامیابی کی ہوتی ہے۔ مجھ کو امام سیوطی کی\r\nذکر کردہ آیات میں بھی تر و د تھا۔ الا چھوٹا منہ بڑی بات پر خیال کر کے خاموش رہا پھر چند دنوں بعد\r\nالحج:۵۳"
    },
    {
        "id": 69,
        "pageNo": 69,
        "pageText": "۶۹\r\nرد اشخ\r\nفوز الكبير في اصول التفسیر راحت بخش دل مضطر ہوئے اس میں مصنف علامہ نے صرف\r\nپانچ آیتیں منسوخ مانی ہیں۔ میں نے ان پانچ مقام کی تحقیق تفاسیر سے کی تو ان پانچ مقامات کا\r\nمنسوخ ماننا نفس الامر کے مطابق نہ پایا۔\r\nفقرہ چہارم :۔ عزیز من ایمان اور انصاف کا مقتضی ہے۔ اگر ہم دو احکام شرعیہ کو متعارض\r\nدیکھیں تو بحکم وَ لَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللهِ لَوَجَدُوا فِيْهِ اخْتِلَافًا كَثِيرًا کے ہم ضرور\r\nیقین کریں کہ یہ تعارض ہمارے فہم کی غلطی ہے۔ اگر تطبیق دو آیتوں یا حدیثوں کی ہمیں نہیں آئی تو اللہ\r\nکے ہزاروں ایسے بندے ہوں گے جو تطبیق دے سکتے ہوں گے۔ ہم بڑے نادان ہیں اگر اپنی\r\nکمزوریوں\r\nکو نہیں سمجھتے۔ بڑی غلطی پر ہیں اگر اس فیض الہی کے منتظر نہ ہیں جس کے ذریعہ تطبیق حاصل\r\nہو۔ بڑی نا امیدی ہے اگر قبض کی حالت میں بسط کا انتظار نہ ہو۔صاف دھوکہ ہے اگر فوق کل ذی\r\nعلم علیم ہمیں بھول جائے۔\r\nفقره پنجم: فوز الکبیر میں لکھا ہے ۔ شیخ جلال الدین سیوطی در کتاب اتقان بعد ازاں کہ\r\nاز بعض علماء آنچه مذکور شد به بسط لائق تقریر نمود و آنچه بر رائے متاخرین منسوخ است بر وفق ابن العربی\r\nمحور کرده قریب بست آیت شمرده - فقیر را در اکثر آن بست آیت نظر است فـلـنـورد کـلامــه مـع\r\nالتعقب - فمن البقرة كُتِبَ عَلَيْكُمْ إِذَا حَضَرَ أَحَدَ كُمُ الْمَوْتُ إِن تَرَكَ\r\nخَيْرًا الْوَصِيَّةُ لِلْوَالِدَيْنِ وَالْأَقْرَبِينَ - الآية منسوخة قيـل بـاية مواريث وقيل\r\nالحديث لاوصية لوارث وقيل بالا جماع حكاه ابن العربي\r\nاس پر مؤلف علامہ کہتا ہے کہ یہ آیت آیت یو صیکم اللہ سے منسوخ ہے اور لاوصية\r\nلوارث کی حدیث اس نسخ کو ظاہر کرتی ہے۔\r\nفقیر کہتا ہے یہ آیت منسوخ نہیں کیونکہ کتب۔ آہ۔ کے معنے ہیں لکھی گئی تم پر جب آجاوے\r\nایک کو تم میں سے موت ۔ اگر چھوڑے مال۔ الوصیۃ ماں باپ اور نز دیکیوں کے لئے اور ظاہر ہے کہ\r\nجب موت حاضر ہو گئی تو آدمی مر گیا۔ ان ترك کا لفظ وجود موت پر قرینہ ہے۔ اس آیہ شریفہ سے\r\nل النساء : ۸۳\r\nالبقرة: ١٨١\r\nالنساء : ۱۲"
    },
    {
        "id": 70,
        "pageNo": 70,
        "pageText": "رد اشخ\r\nصاف معلوم ہوتا ہے کہ اگر کوئی شخص مال چھوڑ مرے تو اس کے حق میں کوئی وصیت لکھی گئی ہے۔ جب\r\nہم نے قرآن کریم میں جستجو کی تو اس میں پایا یوصيكم الله فی اولادکم آہ معلوم ہوا کہ والدین\r\nاور رشتہ داروں کے حق میں یہ وصیت الہیہ لکھی ہوئی ہے والـقـرآن يـفـسـر بـعـضـه بعضا اور اسی\r\nوصیت پر عمل کا کتب علیکم والی آیت میں حکم ہے۔ پس یہ آیت کتب علیکم اور آیت\r\nيوصيكم الله آپس میں متعارض نہ ہوئیں بلکہ ایک دوسرے کی جو ٹھہریں اور لا وصية لوارث والی\r\nحدیث بھی معارض نہ رہی کیونکہ بلحاظ حدیث یہ حکم ہے کہ یوصیکم اللہ میں وارثوں کے حقوق\r\nمقرر ہو چکے ہیں۔ اور شارع نے اُن کے حصص بیان کر دیئے ہیں۔ اب وارث کے لئے وصیت\r\nنہیں رہی ۔ ہاں وارثوں کے سوا اور لوگوں کے حق میں وصیت ہو تو ممنوع نہیں ۔ آگے کی آیت میں حکم\r\nہے جس نے بدلا وصیت کو سننے کے بعد ضرور اس کا گناہ بدلنے والوں پر ہوا اور اللہ ہی سننے والا اور\r\nجاننے والا ہے۔ ( کیوں نہ ہو خدائی وصیت کا بدلنا مسلمان کا کام نہیں۔) اور آیت فَمَنُ\r\nخَافَ مِنْ مُّوج جفا کا ترجمہ ہے جس کو ڈر ہو کہ کسی موصی نے بھی کی یا گناہ کیا پس اُس نے سنوار\r\nدیا تو اُسے گناہ نہیں تحقیق\r\nاللہ بخشنے والا مہربان ہے۔ ظاہر ہے جس موصی نے خدائی وصیت کے خلاف\r\nکیا اُس نے بے شک کبھی کی اس کے سنوارنے والے کو کوئی گناہ نہیں اور ہوسکتا ہے کہ موصی سے وہ\r\nوصیت والا مرد ہو جس نے ثلث سے زیادہ وصیت کی یا ثلث میں یا ثلث کے اندر کسی برے کام پر\r\nاور بری طرز پر روپیہ لگا دینے کی وصیت کی اور آیات یوصیکم میں من بعد وصية بدول تقيد\r\nمذکور ہے اس لئے یہاں بتادیا کہ بھی اور بدی کی سنوار معاف ہے اس سنوار نے پر کوئی جرم نہیں اگر\r\nاُس نے اس موصی کی وصیت میں اصلاح کی اور اس میں ایما ہے کہ اصلاح کے وقت غلطی بھی ہو جاتی\r\nہے آلا اُن کی معافی ہے۔\r\nدوسری وجہ آیت منسوخ نہ ہونے کی الوالدین اور الاقربین یہاں معرف باللام ہیں۔\r\nپس کہتے ہیں کہ یہاں خاص والدین اور اقارب کا ذکر ہے اور چونکہ آیت یوصیکم اللہ میں اکثر\r\nوارثوں کے حق بیان ہو چکے ہیں اور حدیث لا وصية لوارث میں وارثین کے حق میں وصیت کرنے\r\nکی ممانعت آچکی ہے اس لئے الوالدین اور الاقربین سے وہ ماں باپ اور رشتہ دار مراد ہیں جو وارث"
    },
    {
        "id": 71,
        "pageNo": 71,
        "pageText": "21\r\nرد اشخ\r\nنہیں ۔ مثلا کسی شخص کے ماں باپ غلام ہوں یا مورث کے قاتل ہوں یا کافر ہوں اور ایسے وہ اقارب\r\nہوں جو محروم الارث ہوں پس آیت مخصوص البعض ہے۔ اگر یہ تر ڈ ہو کہ یہ وصیت اکثر اہل اسلام میں\r\nفرض نہیں اور یہاں کتب کا لفظ فرضیت ظاہر کرتا ہے تو اس کا ازالہ یہ ہے کہ اول تو بالمعروف کا لفظ\r\nندب کے لئے ہے۔ دوم ابن عباس ۔ حسن بصری مسروق طاؤس۔ مسلم بن بیسار۔ علاء بن زیاد کے\r\nنزدیک اس وصیت کا وجوب ثابت ہے۔ اور پہلے معنے ہی کافی مان لو۔\r\nدوسری آیت: \"وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ ، قيل منسوخة بقوله \"\r\nفَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمُهُ ، وقيل محكمة ولا مقدرة قلت عندى وجه أخر\r\nوهو ان المعنى وعلى الذين يطيقون الطعام فدية هى طعام مسكين فاضم قبل الذكر\r\nلانه متقدمة رتبته وذكر الضمير لان المراد من الفدية هو الطعام والمراد منه\r\nصدقة الفطر -\r\nعقـب الـلـه تـعـالـى الامر بالصيام فى هذه الآية بصدقة الفطر كما عقب\r\nالايت الثانية بتكبيرات العيد.\r\nخلاصہ کلام یہ ہوا کہ کسی نے کہا ہے کہ یہ آیت منسوخ ہے۔آیت فمن شہد کے ساتھ اور\r\nکسی نے کہا منسوخ نہیں اور لا مقدر ہے۔ یادر ہے کبیر میں لکھا ہے ( الواسع اسم لمن كان\r\nقادراً على الشيء مع الشدة والمشقة) پس لا کا مقدر کہنا نہ پڑا۔ یا اس کے معنے ہیں جولوگ\r\nطعام دینے کی طاقت رکھتے ہیں فطرانہ میں ایک مسکین کا کھانا دے دیں۔\r\nفقیر کہتا ہے۔ لا مقدر کرنے کی حاجت اس لئے بھی نہیں کہ باب افعال کا ہمزہ سلب کے\r\nواسطے بھی آتا ہے۔ دیکھو مفلس کے معنے فلوس والا نہیں بلکہ یہ ہیں جس کے پاس فلوس نہ ہو پس یہاں\r\nيطيقون الخ کے معنے ہوئے جس میں طاقت نہ ہو روزہ کی وہ روزہ کے بدلے کھانا کھلاوے\r\nجیسے بوڑھا مرد یا بوڑھی عورت اور اس آیت کا منسوخ نہ ہونا روایت کیا ہے بخاری نے عباس سے اور\r\nحافظ ابو نصر بن مردویہ نے عطاء سے۔\r\nالبقرة : ۱۸۵\r\nالبقرة : ١٨٦"
    },
    {
        "id": 72,
        "pageNo": 72,
        "pageText": "۷۲\r\nرد نسخ\r\nتیسری آیت : - \"كَمَا كُتِبَ عَلَى الَّذِينَ ، الخ منسوخ بــقــولـه تعالى.\r\n«أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلَى نِسَا بِكُمْ ، اور دلیل میں لکھا ہے کہ موافقت کا مقتضی\r\nتھا کہ اہل کتاب کی طرح عورت سے صحبت کرنا اور کھانا نیند کے بعد حرام ہوتا۔ فوز الکبیر والے فرماتے\r\nہیں یہ تشبیہ نفس وجوب میں ہے پس آیت منسوخ نہ ہوئی اور سچ ہے تشبیہ میں کل وجوہ کی مساوات نہیں\r\nہوا کرتی نیز وہ حکم قرآن میں موجود نہیں۔\r\nچوتھی\r\nوقی آیت:- \"يَسْتَلُونَكَ عَنِ الشَّهْرِ الْحَرَامِ قِتَالِ فِيهِ ، الخ منسوخ ہے\r\nوَقَاتِلُوا الْمُشْرِكِينَ كَافَّةً ، کے ساتھ ۔ فوز الکبیر میں ہے یہ آیت تحریم قبال پر دلالت نہیں\r\nکرتی بلکہ یہ آیت تو قتال کے مجوز ہے۔ البتہ یہ آیت علت کو تسلیم کر کے مانع کا اظہار کرتی ہے۔ پس یہ\r\nمعنے ہوئے کہ اشهر حرم میں قبال بڑی سخت بات ہے لیکن فتنہ اس سے بھی برا ہے پس فتنہ کے\r\nمقابلہ میں قبال برا نہ ہو گا۔\r\nپانچویں آیت: ” وَالَّذِيْنَ يُتَوَفَّوْنَ مِنْكُمُ الى قوله مَّتَاعًا إِلَى الْحَوْلِ ۔ الخ\r\nمنسوخة باية اربعة اشهر وعشرا والوصية منسوخة بالميراث والسكنى باقية عند\r\nقوم منسوخة عند آخرين - فوزالکبیر میں ہے کہ جمہور مفسرین اسے منسوخ کہتے ہیں۔ پھر\r\nکہا\r\nويمكن ان يقال يستجب اويجوز للميت الوصية ولا يحب على المرأة ان تسكن\r\nفي وصية وعليه ابن عباس وهذا التوجيه ظاهر من الآية ۔ میں کہتا ہوں کہ اس ظہور میں\r\nکچھ کلام نہیں ۔ مجاہد اور عطا سے مروی ہے کہ آیہ منسوخ نہیں اور حسب اس وصیة کے سال بھر کامل\r\nاگر عورت اپنے شوہر کے گھر میں رہنا چاہے ان کو منع کرنا درست نہیں اور اگر چار مہینے دس دن کے بعد یا\r\nوضع حمل کے بعد نکلنا چاہے اور دوسری جگہ چلی جائے تو مختار ہے۔ اور یہی مذہب ہے ایک جماعت کا\r\nاور پسند کیا اس کو ابن تیمیہ نے ۔\r\nچھٹی آیت: \"وَ إِن تُبْدُوا مَا فِي أَنْفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبُكُمْ بِهِ الله\r\nالبقرة : ۱۸۴\r\nالبقرة : ۱۸۸\r\nالبقرة: ۲۱۸\r\nالتوبه : ٣٦\r\nالبقرة: ۲۳۵\r\nالبقرة: ۲۴۱ ك البقرة: ۲۸۵\r\n^"
    },
    {
        "id": 73,
        "pageNo": 73,
        "pageText": "۷۳\r\nرد شخ\r\nمنسوخة بقوله تعالى \" لَا يُكَلِّفُ اللهُ نَفْسًا إِلَّا وُسْعَهَا ، ۔ صاحب فوز الکبیر فرماتے ہیں یہ\r\nمافی انفسكم عام مخصوص البعض ہے۔ لا یکلف اللہ کی آیت شریف نے بیان کر دیا کہ مافی\r\nانفسکم سے مراد بے جا کینہ اور نفاق ہے نہ وہ تو ہمات جو دل پر بے اختیار آجاتے ہیں کیونکہ\r\nطاقت سے باہر باتوں کا حکم نہیں اور نہ انسان کو اس کی تکلیف بلکہ ماموصول معرفہ ہے۔ پس حاجت\r\nتخصیص بھی نہیں۔\r\nساتویں آیت: اتَّقُوا اللهَ حَقَّ تُقَتِه ، قيـــل مــنـســـوخـة بــقــولــــه\r\nفَاتَّقُوا اللهَ مَا اسْتَطَعْتُم . وقيل لابل محكمة فوز الکبیر میں ہے حق تفاتہ کا حکم\r\nشرک اور کفر اور اعتقادی مسائل میں ہے اور ما استعطتم کا حکم اعمال میں ہے مثلاً جو کوئی وضو نہ\r\nکر سکے تیتم کر لے۔ جو کوئی کھڑ ا نماز نہ پڑھ سکے بیٹھ کر پڑھ لے اور یہ توجیہ سیاق آیت سے ظاہر ہے۔\r\nآٹھویں آیت : - \"وَالَّذِينَ عَقَدَتْ أَيْمَانُكُمْ فَاتُوهُمْ نَصِيبَهُمْ ، قالوا منسوخة\r\nبقوله تعالى \" وَ أُولُوا الْأَرْحَامِ بَعْضُهُمُ أولى بِبَعْضٍ » . فوز الکبیر میں ہے۔ آیت کا ظاہر یہ ہے\r\nکہ میراث وارثوں کے لئے ہے۔ اور احسان وسلوک مولی الموالاۃ کے واسطے۔ نسخ کوئی نہیں۔\r\nنویس آیت:- \"وَإِذَا حَضَرَ الْقِسْمَةَ ، آو۔ یہ آیت منسوخ ہے اور کہا گیا منسوخ نہیں\r\nلوگوں نے ستی کی اس پر عمل کرنے میں ۔ ابن عباس نے کہا یہ استخابی حکم ہے۔ سچ ہے۔ بھلا اس کا نسخ\r\nکرنے والا کون ہے۔\r\nدسویں آیت : \"وَالَّتِى يَأْتِينَ الْفَاحِشَةَ کم کہا گیا منسوخ ہے آیت سورہ نور سے۔\r\nفوز الکبیر میں ہے۔ یہ بالکل منسوخ نہیں بلکہ واللاتی آہ میں حکم ایک غایت کے انتظار کا ہے۔سورۂ\r\nنور میں اس غایت کا بیان ہوا اور رسول اللہ صلی اللہ علیہ وسلم نے فرمایا یہ وہ سبیل ہے جس کا وعدہ دیا تھا\r\nپس شیخ نہ ہوئی۔ یا فاحشہ کے معنی میں عام طور کی شرارتیں مراد ہیں بدون زنا کے۔ پس مطلب یہ\r\nہے کہ عورت کو عام طور پر بعض شرارتوں کے باعث گھر میں روکا جاسکتا ہے۔\r\nالبقرة: ۲۸۷\r\nالانفال: ۷۶\r\nآل عمران: ۱۰۳\r\nالنسا : و\r\nالتغابن : ۱۷\r\nالنساء : ۳۴\r\nك النسا : ١٦\r\n۹"
    },
    {
        "id": 74,
        "pageNo": 74,
        "pageText": "۷۴\r\nرد اشخ\r\nگیارھویں آیت : \"وَلَا الشَّهْرَ الْحَرَامَ ، آہ اس مہینے میں اباحت قتال کے ساتھ منسوخ\r\nہے فوز الکبیر میں ہے قرآن اور سنت ثابتہ میں اس کا نسخ موجود نہیں۔\r\nبارہویں آیت: - \"فَإِنْ جَاءُوكَ فَاحْكُمْ بَيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ ،\r\nمنسوخ ہے ” وَ آنِ احْكُمُ بَيْنَهُمْ بِمَا أَنْزَلَ اللهُ ، کے ساتھ ۔ فوز الکبیر میں ہے کہ اس کے\r\nمعنے ہیں کہ اگر تو حکم کرے اہل کتاب کے مقدمات میں تو ما انزل اللہ پر حکم کر اور ان کی خواہشوں پر\r\nنہ جا۔ حاصل یہ ہوا کہ یا تو ہم اہل ذمہ کو چھوڑ دیں وہ اپنے مقدمات اپنے افسروں کے پاس لے\r\nجاویں اور وہ اپنی شریعت کے موافق فیصلہ کریں اگر ہمارے پاس آویں تو حسب شریعت خود فیصلہ\r\nکردیں۔\r\nتیر ہویں آیت:۔ ” أَوْ أَخَرُنِ مِنْ غَيْرِكُمْ ، منسوخ ہے۔ وَأَشْهِدُوا ذَوَى\r\nعَدْلٍ مِنْگو ش کے ساتھ۔ فوز الکبیر میں ہے کہ امام احمد نے آیت کے ظاہر پر حکم دیا ہے اور اس\r\nآیت کے معنے اور لوگوں نے یہ کئے ہیں۔ اَوْ آخَرَانِ مِنْ غَيْرِكُمْ ای من غیر قاربكم\r\nفيكونون من سائر المسلمين\r\nچودھویں آیت : إِنْ يَكُنْ مِنْكُمْ عِشْرُونَ طَيرُونَ، الآية منسوخ\r\nبالأية بعدها . میں کہتا ہوں ان دونوں آیتوں میں کوئی تعارض نہیں۔ اول تو اس لئے پہلی آیت شرطیہ\r\nجملہ ہے امر\r\nنہیں ۔ پس جو کوئی آیت ان یکن منکم کا مخاطب ہے اس وقت اس کے صابر دس گنے\r\nدشمنوں کو کافی تھے۔ جو لوگ آلان کے وقت نکلے اس مجموعہ کے صابر دو چند کے مقابلہ میں غالب\r\nہو سکتے تھے۔ اگر یہ پچھلے وہی پہلے ہوں تو بھی مختلف اوقات میں انسانی حالت کی تبدیل کوئی تعجب انگیز\r\nنہیں۔ اور اصل بات یہ ہے کہ جنگ بدر پہلی جنگ ہے جس میں صحابہ کرام کو عمائد مکہ اور صنادید قریش\r\nسے مقابلہ کا اتفاق پڑا تو اس پہلی جنگ میں اللہ تعالیٰ فرماتا ہے کہ آئندہ تو تم کو اگر تم صابر ہوئے تو دس\r\nالمائدة : ٣\r\nالمائدة: ۴۳\r\nالمائدة : ۵۰\r\nالمائدة : ١٠٧\r\nالطلاق :\r\nالانفال : ٦٦\r\n۱۰"
    },
    {
        "id": 75,
        "pageNo": 75,
        "pageText": "۷۵\r\nرد اشخ\r\nکے ساتھ ۔ ہیں کو دوسو کے ساتھ ۔ سو کو ہزار کے ساتھ مقابلہ کرنا پڑے گا اور اب تو اس پہلی بار میں\r\nاللہ نے تخفیف کی تمہارا مقابلہ اگر دو چند سے ہوا تو کامیاب رہو گے ۔ الآن اور عَلِمَ أَنَّ فِيكُمْ\r\nضَغفًا صاف تفرقہ کی دلیل ہے۔\r\nپندرہویں آیت:- انْفِرُوا خِفَافًا وَ ثِقَالًا “الخ۔ منسوخة باية العذر وهو\r\nقوله \" لَيْسَ عَلَى الْأَعْلَى حَرَجٌ ، وقوله \" لَيْسَ عَلَى الضُّعَفَاءِ ، فوز الکبیر میں کہا\r\nہے خفافا کے معنے ہیں کہ نہایت تھوڑے جہاد کے سامان ( جیسے ایک سواری ایک نوکر اور معمولی\r\nزادراہ) سے بھی لڑائی کرو ۔ اور ثقالا کا مطلب یہ ہے کہ بہت سے نوکر اور سواریاں اور زادراہ\r\nتمہارے پاس ہو۔\r\nسولہویں آیت: \" الزَّانِي لَا يَنْكِحُ إِلَّا زَانِيَةً منسوخة بـقـولــه وَاَنْكِحُوا\r\nالآيَالى مِنْكُم ، فوز الکبیر میں ہے امام احمد ظاہر آیت پر حکم کرتے تھے۔ اور امام احمد کے سوا اور\r\nلوگوں نے کہا کہ کبیرہ کا مرتکب زانیہ ہی کا کفو ہے یا یہ کہ زانیہ کا نکاح پسند کرنا اچھی بات نہیں بلکہ\r\nآیت شریف میں حُرِّمَ ذلك کا اشارہ زنا اور شرک کی طرف ہے پس شیخ نہ ہوئی یا فانکحو الا\r\nیامی عام ہے اور عام کا ناسخ خاص کو کہنا اجماعی نہیں ۔\r\nستارہویں آیت : \" لِيَسْتَأْذِنُكُمُ الَّذِينَ مَلَكَتْ أَيْمَانُكُمْ ، بعض اسے منسوخ\r\nکہتے ہیں اور بعض منسوخ نہیں کہتے مگر لوگوں نے اس پر عمل کرنے میں سستی کی ہے۔ فوز الکبیر میں ہے\r\nابن عباس کہتے تھے منسوخ نہیں اور یہی وجہ اعتماد کے لائق ہے۔\r\nA\r\nاٹھارویں آیت : \"لَا يَحِلُّ لَكَ النِّسَاءُ مِنْ بَعْدُ الآية منسوخة بقوله انا احللنا\r\nلك قلت تحمل ان يكون الناس مقدماً فى التلاوة وهو الا ظهر ۔ میں کہتا ہوں بعد کا\r\nمضاف اليه الـجـنـاس التي مرذكرها في قوله انا احللنا الآیۃ۔ پس معنے آیت کے یہ ہوں\r\nگے کہ اے نبی تجھے حلال نہیں عورتیں ان چار قسم کے سوا ( تری بیبیاں اور مملوکہ اور بنات عم، بنات\r\nالانفال: ۶۷\r\nالنور: ۴\r\nالتوبه : ۴۱\r\nالنور: ٦٢\r\nالنور : ٣٣ ك النور: ۵۹\r\nالتوبه: ۹۱\r\nالاحزاب: ۵۳"
    },
    {
        "id": 76,
        "pageNo": 76,
        "pageText": "رد نسخ\r\nعمات ، بنات خال ، بنات خالات جنہوں نے ہجرت کی اور وہ مومنہ جس نے اپنا آپ تجھے بخش دیا )\r\nاور ولا ان تبدل اس کی تاکید ہے۔\r\nانیسویں آیت : \" إِذَا نَاجَيْتُمُ الرَّسُولَ فَقَدِّمُوا الآية منسوخه بالآية بعدها -\r\nمیں کہتا ہوں اول تو یہ استحبابی حکم ہے اور اس استحباب کو مٹانے والی قرآن میں کوئی آیت نہیں بلکہ\r\nشیخ ابن عربی نے فتوحات میں لکھا ہے کہ میں تو اگر حدیث سے مشورہ لیتا ہوں تو بھی چونکہ وہ\r\nکلمات نبویہ سے مشورہ صدقہ دے لیتا ہوں ۔ جزاہ اللہ\r\n- ،\r\nبیسویں آیت: \" فَأْتُوا الَّذِينَ ذَهَبَتْ أَزْوَاجُهُمْ مِثْلَ مَا أَنْفَقُوا قبل منسوخة\r\nبآية الصيف وقيل باية أخرى وقيل محكم - فوزالکبیر والے فرماتے ہیں ظاہر یہی ہے کہ\r\nآیت منسوخ نہیں۔ یہ حکم الزمان ہے۔\r\nاکیسویں آیت:۔ ”قُمِ الَّيْلَ إِلَّا قَلِيلًا ، آخر سورۃ کے ساتھ منسوخ ہے اور بات یہ\r\nہے کہ قیام اللیل ایک امر مسنون ہے۔ آیات شریفہ میں فرضیت قطعی نہیں اور سنیت قیام اللیل کی بالا\r\nتفاق اب بھی موجود ہے۔\r\nفقرہ ششم :۔ ضعف اور قلت کے وقت صبر اور درگذر کا حکم قرآن شریف میں بہت جگہ ہے\r\nلوگ کہتے ہیں کہ یہ آیتیں آیت قتال سے منسوخ ہیں اور یہ بات صحیح نہیں بلکہ قتال کا حکم تاخیر میں رہا\r\nہے۔ سیوطی نے کہا دیکھو باب ناسخ منسوخ انقان میں ۔\r\nالثالث ما امر به بسبب ثم يزول السبب كالا مرحين الضعف والقلة\r\nبالصبر والصفح ثم نسخ بايجاب القتال وهذا في الحقيقة ليس نسخاً بل هومن\r\nقسم النسى كما قال تعالى او ننسها فالنسى هو الامر بالقتال الى ان يقوى\r\nالمسلمون الى ان قال وبهذا يضعف مالهج به كثيرون من ان الأية في ذلك\r\nمنسوخة باية السيف وليس كذلك بل هي من المنا بمعنى ان كل امر ورديجب\r\nامتثاله في وقت ما فعله يقضى ذالك الحكم ثم ينتقل بانتقال تلك العلة الى كلم\r\nالمجادلة: ١٣\r\nالممتحنة: ۱۲\r\n۱۲\r\nالمزمل: ٣"
    },
    {
        "id": 77,
        "pageNo": 77,
        "pageText": "رد اشخ\r\nLL\r\nآخر وليس بـه نسـخ انما النسخ الازالة للحكم .\r\nحتى لا يجوز امتثاله ( يه حتى\r\nلا يجوز کا لفظ یا درکھنے کے قابل ہے خصوصاً الآن خفف اور اشفقتم وغیرہ میں )\r\nفقرہ ہفتم:۔ بعض صحابہ اور سلف سے تقید اور تخصیص اور ابطال وغیرہ کو نسخ کہنا ثابت ہے الا\r\nاول تو ان کے اور ساتھ والوں نے نسخ کے ایسے عام معنے نہیں لئے ۔ دوم ۔ اگر نسخ تغیر کہتے تھے تو ان\r\nکے یہاں ایسے معنے کی سخ قرآن میں آجاوے۔ اخبار سے ممنوع نہ تھی ۔ ہمارے صاحبان نسخ کے\r\nمعنوں میں ان کا محاورہ لیتے ہیں اور پھر سنن ثابتہ ہے۔ قرآن کی یہ نسخ تجویز نہیں کرتے ۔ عملدرآمد\r\nمیں اس اصطلاحی نسخ کو نسخ بمعنے رفع الحکم کا مرتبہ دے رکھا ہے۔\r\nفقر ہشتم:۔ ماننسخ کا جملہ جملہ شرطیہ ہے اور شرط کا وجودضرور نہیں ہوتا۔ دیکھو ان کان\r\nللرحمن ولد والی آیت پس آیت ماننسخ سے مطلق نسخ کا وقوع بھی ثابت نہیں ہوسکتا۔ قرآن\r\nمیں آیات منسوخہ کا موجود ہونا اس سے کیونکر ثابت ہو سکتا ہے۔ یادرکھو میں مطلق وقوع نسخ کا انکار نہیں\r\nکرتا بلکہ کہتا ہوں کہ قرآن اور صحیحین اور ترندی میں بالاتفاق منسوخ کوئی حکم نہیں ( ترمذی میں جمع\r\nصلواتیں ظہرین و مغربین اور قتل شارب کی حدیث بھی منسوخ نہیں تفصیل اُس کی دراسات وغیرہ میں\r\nموجود ہے)\r\nفقرہ نہم:۔ میں نے بہت ایسے لوگ دیکھے جن کا یہ ڈھنگ ہے کہ جب دو بظاہر متعارض\r\nحکموں کو دیکھا اور تطبیق نہ آئی لا اعلم کہنے سے شرم کھا کر ایک میں نسخ کا دعویٰ کر دیا۔ یا جب کوئی\r\nنص اپنے فتوے کے خلاف سنی اول تو لگے اس میں تو جیہات جمانے ۔ جب یہ کوشش کارگر نہ ہوئی\r\nجھٹ دعوی کر دیا کہ ان میں سے فلاں حکم اجماع کے خلاف ہے۔ جب اجماع کی غلطی معلوم ہوئی تو\r\nاجماع کو مقید کر دیا اور کہہ دیا کہ یہ اجماع اکثر کے اعتبار سے ہے۔ جب اُس کو بھی کسی نے خلاف\r\nثابت کیا تو شیخ کا دعویٰ کر دیا۔ حالانکہ بظاہر متعارض حکموں میں ایک کو عزیمت پر محمول کر لینے اور\r\nاباحت اصلیہ کو عارضی حرمت پر ترجیح کا موجب جان لینے اور شریعت کو اسباب اور موانع کا مبین مان\r\nلینے سے قریباً کل تعارض دفع ہو سکتے ہیں۔ یہ عجیب قاعدہ تفصیل طلب ہے۔ الا اس خط میں گنجائش\r\nنہیں چند مثالیں سن رکھو ۔ مسن ذکر سے وضو کرنا۔ یا عدم انزال میں غسل کر لینا۔ ایسا ہی ایک مومن\r\n۱۳"
    },
    {
        "id": 78,
        "pageNo": 78,
        "pageText": "رد اشخ\r\n۷۸\r\nصابر کا دس کفار کا مقابلہ کرنا اور رسول سے گوشہ کرنے میں صدقہ دینا عزیمت ہے اور یہ کام نہ کرنا\r\nرخصت۔ وتر کی ایک یا تین یا پانچ یا سات یا نو رکعتیں باختلاف انواع سب درست ہیں اور یہ\r\nاختلاف ایسا ہے جیسے نماز میں کبھی رسول اللہ صلی اللہ علیہ وآلہ وبارک وسلم نے کوئی سورۃ پڑھی کبھی\r\nکوئی ۔ خرگوش کے استعمال میں اگر کوئی کراہت کی دلیل پیش کرے ( گو دلائل پیش شدہ صحیح نہیں ہیں )\r\nتو اس کا کھانے والا اباحت اصلی کو بعد میں تسلیم تعارض مرجح کہہ سکتا ہے۔\r\nمومن کا عمد اقتل ابدی سزا کا سبب ہے اور قاتل کا سچا ایمان اور رحمت الہیہ اور شفاعت\r\nشافعین بلکه تو به وغیر ہ اس ابدی سزا کے مانع ہیں اور تجاذب کی حالت میں قومی کا مؤثر ہونا ظاہر ہے۔\r\nفقرہ دہم :۔ روز مرہ کے مسائل میں رفع یدین اور فاتحہ کا مسئلہ لو۔ جناب شیخ عبدالحق دہلوی\r\nسفر السعادت کی شرح میں فرماتے ہیں۔\r\nعلماء مذهب ما با این مقدا را اکتفا نمی کنند و گویند که حکم رفع (رفع يدين عند الركوع والرفع\r\nمنه والرفع ابتداء مرا لثالثه منسوخ است و چون ابن عمر را که راوی حدیث رفع است دیدند که\r\nبعد رسول اللہ صلم عمل بخلاف آں کردہ ظاہر شد که عمل رفع منسوخ است و از ابن همام نقل فرموده در نماز\r\nابتدا حال اقوال وافعال از جنس این رفع (رفع یدین در سجدتین ) مباح بوده که منسوخ شده است پس\r\nدور نیست که این نیز ازاں قبیل باشد و مشمول شیخ بود - انتهی ۔ شیخ نے شیخ کا مدار اول تو ابن عمر کے نہ\r\nکرنے پر رکھا دوم اس پر کہ جب سجدے کے رفع یدین اجتماعاً منسوخ ہے تو رکوع کو جاتے اور اٹھتے\r\nاور تیسری رکعت کی رفع بھی منسوخ ہوگی اور یہ دونوں باتیں تعجب انگیز ہیں۔ اول تو اس لئے کہ ابن عمر\r\nکا رفع نہ کرنا ابوبکر بن عیاش نے روایت کیا ہے اور یہ شخص معلول مختلط الخبر ہے۔ دیکھو بخاری کی جزء\r\nالرفع اور ابن معین نے تو تھم من ابن عياش لا اصل له\r\nدویم :۔ عینی نے بہیقی سے روایت کیا کہ مجاہد کی روایت ( ابن عیاش والی) ربیع لیث ،\r\nطاؤس، سالم، نافع ، ابوالزبیر بمحارب بن دثار جیسے ثقون کے خلاف ہے یہ نفقہ لوگ ابن عمر سے اس رفع\r\nیدین کا کرنا نقل کرتے ہیں۔\r\nسییوم :۔ ابن عمر سے مسند احمد میں مروی سے انه اذارای (ابـن عـمـر) مصلیالم يرفع\r\n۱۴"
    },
    {
        "id": 79,
        "pageNo": 79,
        "pageText": "رد اشخ\r\n۷۹\r\nحصبہ اور بخاری نے جزء الرفع میں کہار ماہ بالحصی ۔ بھلا جو شخص یہ تشدد کرے کہ رفع یدین نہ\r\nکرنے پر پتھر مارے وہ خود نہ کرے۔\r\nچہارم :- بخاری نے جزو میں فرمایا ہے لم یثبت مــن احــد مــن احدا من اصحاب\r\nرسول الله صلى الله عليه وسلم انه لم يرفع ۔\r\nپنجم : ناسخ کو منسوخ کے مساوی ہونا چاہئے یہاں ایک طرف ابن عمر کا معلول اور\r\nبے اصل اثر دوسری طرف ابن عمر سے صحیح ثابت اثر بلکہ مرفوع روایت اور بیہقی کی حدیث جناب\r\nابو بکر سے اور دار قطنی کی عمر رضی اللہ عنہ سے بلکہ پچاس صحابہ کی روایت اور بیہقی کی وہ روایت جس میں\r\nفمازالت تلك الصلواة حتى لقى الله والی موجود ہے اور سیوطی کا اس حدیث کو ازہار میں\r\nاحادیث متواتر سے شمار کرنا۔\r\nششم :۔ مانا کہ ابن عمر سے عدم رفع ثابت ہے پھر کیا غیر معصوم پر صرف یہ حسن ظن کر کے کہ\r\nاُس نے خلاف امر مشروع نہ کیا ہوگا۔ نبی معصوم کے ثابت فعل کو منسوخ کہہ دینا، انصاف ہے اور کیا\r\nصحابی کا عدم فعل شرعی امر کا ناسخ ہو سکتا ہے۔\r\nہفتم:۔ صحابہ پر بڑا سو چلن ہے کہ انہوں نے منسوخ حدیث رفع یدین کو بیان کیا اور ناسخ\r\nکی روایت نہ کی۔\r\nہشتم:۔ جائز ہے کہ ابن عمر نے رفع یدین کوعزیمت خیال فرمایا اور عدم رفع کو رخصت اور\r\nرخصت پر\r\nعمل کیا۔\r\nنہم :۔ قیاس نص کا ناسخ نہیں ہوتا۔\r\nدہم :۔ یہاں اصل یعنی سجدے کی رفع یدین کو منسوخ کہنا ہی\r\nصحیح نہیں ۔ فرع یعنے نسخ رفع\r\nعند الركوع والرفع عند الرفع منه وعند الثالثہ کیونکر ثابت ہو سکتا ہے۔\r\nفائدہ۔ ابن زبیر سے یہ رفع ثابت ہے اور نسخ کی روایت ان سے بالکل ثابت نہیں ایسا ہی\r\nابن مسعود سے نصاً لنسخ ثابت نہیں۔ دوسری بات کی غلطی سجدتین کی رفع نسائی میں مالک بن حویرث\r\nسے۔ ابو داؤد میں عبد اللہ بن زبیر سے۔ جس کی تصدیق ابن عباس نے کی۔ ابن ماجہ میں ابو ہریرہ\r\n۱۵"
    },
    {
        "id": 80,
        "pageNo": 80,
        "pageText": "رد اشخ\r\n۸۰\r\nسے موجود ہے۔ ان روایات پر جو کچھ کلام ہے اس کا محل اور ہے اور سجدتین کی رفع ۔ انس۔ ابن عمر ۔\r\nابن عباس حسن بصری ۔ عطاء - طاؤس ۔ امام مالک۔ شافعی کا مذہب ہے۔ اگر اجتماعا یہ رفع منسوخ\r\nہوتی تو یہ خلاف کیوں ہوتا۔\r\nدوم :- اثبات کی روایات کو ایسی جگہ نفی کی روایات پر خواہ مخواہ ترجیح حاصل ہے۔\r\nسوم : ثقہ کی زیادتی مقبول ہونے میں جمہور کا اتفاق ہے او سجدتین کی رفع ثقات کی زیادتی ہے۔\r\nچہارم :- جن لوگوں نے نفی کی روایت کی ہے ان کی روایت اس لئے مضر نہیں کہ یہ رفع یدین\r\nسجد تین کے وقت رسول اللہ صلعم نے کبھی ترک کی اور راوی نے رفع یدین کرتے نہ دیکھا اس لئے عدم\r\nرفع کی روایت کر دی۔ صاحب ہدایہ نے ترک فاتحہ خلف الامام پر اجماع صحابہ کا دعویٰ کیا ہے۔ ابطال\r\nدعوی اجماع کی تفصیل کا محل نہیں انشاء اللہ کسی اور جگہ مذکور ہو گا۔\r\nصرف اتنا ہی کہنا کافی ہے کہ ترندی نے عبادہ کی حدیث میں کہا ہے کہ اکثر اہل علم صحابہ کرام\r\nسے فاتحہ خلف امام کے وجوب پر ہیں اور بخاری نے جز القراۃ میں فرمایا ہے بے شمار تابعین قرایت\r\nخلف الامام کا فتویٰ دیتے تھے ۔ ولم يكن احمد بقدم على الحديث الصحيح عملا ولا\r\nرايا ولا قياسا ولا قول صاحب ولا عدم علمه بالخلاف الذي يسميه كثير من\r\nالناس اجـمـاعـاً ويـقـدمـونه على الحديث الصحيح وقد كذب احمد من ادعى\r\nالاجماع ولم يمتنع تقديمه على الحديث الثابت وكذلك الشافعي ايضاً نص في\r\nرسالة الجديد على ان مالم يعلم فيه الخلاف فليس اجماعا ونصوص رسول الله\r\nصلعم عند الامام احمد وساير ائمة الحديث اجل من ان يقدم عليها توهم اجماع\r\nمضمونه عدم العلم بالخلاف ولو ساغ تعطلت النصوص وساغ لكل من لم يعلم\r\nمخالفا في حكم مسئلة ان يقدم جهله بالمخالف على النصوص فهذا هو الذي\r\nانكره الامام احمد والشافعى من دعوى الاجماع لا يظن بعض الناس انه استبعاده\r\nالوجود ...... فقرہ ۔ سورہ کافرون میں لکم دینکم ولی دین کا جملہ عام لوگوں کی زبان پر منسوخ\r\nہے اور فی الواقع منسوخ نہیں کیونکہ دین کے معنے لغت میں جزا اور سزا کے ہیں پس آیت کے معنے یہ\r\n۱۶"
    },
    {
        "id": 81,
        "pageNo": 81,
        "pageText": "رد شخ\r\nAL\r\nہوئے کہ جس کو تم پوجتے ہو ہم اُسے نہیں پوجتے اور جس کو ہم پوجتے ہیں تم نہیں پوجتے تم کو تمہاری سزا\r\nہے اور ہم کو ہماری جزا۔ دیکھو حماسہ ، ولم يبق سوى العدوان دناهم كما دانو ورد كما\r\nتدين تدان مشہور ہے اور اگر دین کے مشہور معنے میں لیں تب آیت کا یہ مطلب ہوگا کہ ہر گاہ تم باز\r\nنہیں آتے اور صرف سچے معبود ہی کی پرستش نہیں کرتے اور بتوں کی پرستش کرتے ہو تو ہم بھی وہ کریں\r\nگے جو ہمارے دین میں ہے کہ تم سے بجہا د پیش آویں گے۔ غرض آیت جہاد کی مانع نہیں۔\r\nفقره عزیز من خاتمه خط پر ایک ضروری فائدہ لکھ کر خط کو اب ختم کرتا ہوں۔\r\nفائدہ حدیث یا قرآن کے موافق ہے یا قرآن کی تفسیر ہے یا ایسے حکم کی مثبت ہے جس کا ذکر\r\nہمیں قرآن کریم میں معلوم نہیں ہوا پس جو حدیث صحیح ہمیں زائد علی کتاب اللہ نظر آئے وہ نبی کریم کا\r\nاستنباط ہے قرآن کریم سے۔ ہمارے فہم سے بالا تر ہے اور فرمایا اللہ تعالیٰ نے ومن يطع الرسول\r\nفقد اطاع الله وما اتاكم الرسول فخذوه\r\nدیکھو حدیث سے بھتیجے کا نکاح اس کی پھوپھی پر اور بھانجے کا اس کی خالہ پر حرام ہے۔\r\nحدیث سے رضاعت کی حرمت نسبتی حرمت کی طرح ثابت ہے حالانکہ قرآن کریم میں\r\nأحِلَّ لَكُمْ مَّا وَرَاءَ ذَلِكُمْ عام موجود ہے۔ وطن میں رہن کا رکھنا جدہ کو وارث بنانا بنت الا بن کو\r\nسدس دلانا حائض پر روزہ نماز چند روز موقوف سمجھنا۔ نہایت ضعیف خبر سے نبیذ التمر کے ساتھ وضو\r\nکر لینا حالانکہ قرآن میں پانی نہ ہو تو تیم کا حکم ہے۔ ادنیٰ مہر کے لئے مفلس سے مفلس کے لئے دس\r\nدر ہم معین کرنا۔ لا يرث المسلم الکافر پر عمل کرنا ۔ چور کا پاؤں کا شنا حالانکہ قرآن میں ہاتھ کاٹنا\r\nمذکور ہے۔ طواف میں قیاساً طہارت کی شرط کا ایز دا کرنا حالانکہ قرآن مطلق ہے۔ مغمی علیہ سے\r\nاعمال حج دوسرا ادا کر دے اسے جائز قرار دینا حالانکہ صوم عن لحمیت میں اَنْ لَّيْسَ لِلْإِنْسَانِ إِلَّا مَا سَعَى\r\nکا عذر ہے۔ عاقلہ پر دیت کا حکم لگانا وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرى کا خلاف بجالا نا۔ نہایت ہی\r\nضعیف حدیث سے نماز میں ہنس پڑنے کو ناقض وضو جاننا اور اونٹ کے گوشت کھانے کو ناقض نہ\r\nماننا۔ ضعیف خبر سے غسل جنابت میں مضمض واستنشاق کو فرض کر دینا با اینکہ وضو میں مضمضہ واستنشاق\r\nکی فرضیت سے انکار ہے۔ موزہ پر مسح کرنے میں جواز کا فتویٰ اینکہ عمامہ پر مسح سے انکار ہے۔ اور\r\n۱۷"
    },
    {
        "id": 82,
        "pageNo": 82,
        "pageText": "رد اشخ\r\n۸۲\r\nحدیثیں دونوں کی مساوی ہیں اور ایسی ہی صدہا جگہ احادیث سے قرآن پر ایرزاد مانا اور کہیں انکار کرنا۔\r\nاور مقدام بن معدیکرب کی اس حدیث پر خیال نہ کیا جس میں رسول اللہ صلی اللہ علیہ وسلم نے فرمایا الا\r\nانی اوتيت رجل القرآن ومثله معه الا يوشك رجل شبعان اعلى اريكته يقول\r\nعليكم بهذا القرآن الا لايحل لـكـم الحمار الاهلى ولاكل ذى باب من السباع\r\nولقطه معاهد\r\nمیں اب اس خط کو تمام کرتا ہوں\r\nربنا اتنا فى الدنيا حسنة وفى الأخرة حسنة وقنا عذاب النار\r\n۱۸"
    },
    {
        "id": 83,
        "pageNo": 83,
        "pageText": "۸۳\r\nدوسرا خط ایک شیعہ دوست کے نام\r\nرد اشخ\r\nابواسامہ نورالدین سے اس کے دوست ( ع ۔ وح) کو السلام علیکم دیں ایک ایسی تسلی ہے\r\nجو اکراہ کا ثمرہ نہیں ہو سکتا تیرہ سو برس کے جھگڑے ایک خط میں طے ہوں محال ہے۔\r\nاهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ بہت پڑھنا جمعیت اور طمانیت کا موجب ہے۔ میرا حال پوچھتے ہو\r\nمیں کس مشرب کا ہوں۔ سنو۔ ابتدا تمیز سے اس وقت تک قرآن کریم واہل حدیث کی جماعت میں\r\nشامل ہوں وارجو من الله ان اموت واحشر في حبّهم انشاء اللہ تعالیٰ یہ وہ لوگ ہیں\r\nجن کی وساطت سے اللہ تعالیٰ کے قرب کی راہیں نبی کریم صلی اللہ علیہ وسلم کے اقوال۔ افعال اور\r\nاحوال پر واقف ہوئے۔ یہی ہیں جنہوں نے قدریہ جہمیہ شیعہ خوارج سے حفظ اور عدالت کو دیکھ کر\r\nروایت لینے میں بے جا تعجب نہیں کیا۔ روایت میں جب صحت کی راہ دیکھی پھر اخذ روایت میں\r\nہٹ دھرمی نہیں کی ۔ اس حزب الہی کی عمدہ کتاب بعد کتاب اللہ بخاری کی صحیح ہے۔ شیعہ کے ایک\r\nممتاز متکلم نے استقصاء میں اس کتاب اور اس کے مصنف پر قدح کرنے میں بڑے زور لگائے الا\r\nاُس خیر خواہ اسلام پر جھوٹ اور بہتان کا الزام نہیں لگا سکا اُس کی کسی رائے پر اگر جرح کی ہے تو یہ\r\nثابت نہیں کر سکا کہ بخاری ایسے راوی کی روایت کو شواہد میں نہیں لایا بلکہ اصل مسئلہ کے اثبات میں لایا\r\nہے یا اس روایت کو بخاری بدون معاضد چھوڑ گیا۔ پھر آپ جانتے ہیں صراف تو کھوٹا کھرا پہچان سکتا\r\nہے۔ آپ نے تشبید المطاعن کی چار جلدیں میرے مطالعہ کے لئے مرحمت فرمائیں۔ آپ کا شکریہ ادا\r\nکرتا ہوں۔ میں نے کتاب کو بغور دیکھا سچ کہتا ہوں کہ علامہ مصنف نے صرف نکتہ چینیوں پر وقت\r\nصرف کیا ہے اور کئی ضروری باتوں پر توجہ نہیں فرمائی۔ مثلاً سوچو کہ قرآن کریم میں آدم علیہ السلام جیسے\r\nخلیفہ کو عصی کا فاعل اللہ تعالیٰ نے بنایا ہے اور حضرت خاتم الانبیاء امام الاصفیا صلی اللہ علیہ وسلم کو\r\nاسْتَغْفِرْ لِذَنبِك کا مخاطب کیا۔ حضرت کلیم کے ایک اقرار کو آنا مِنَ الضَّالِّينَ کے الفاظ سے بیان\r\nکیا۔ مومن ہمیشہ ان الفاظ کی توجیہات کرتے ہیں اور ان الفاظ کو سن کر انبیا کی عصمت میں شک نہیں\r\nکرتے اور کوئی مسلمان و ہم بھی نہیں کرتا کہ یہ حضرات خلافت عظمی اور امامت کبری کے قابل نہ تھے یا\r\nعصیان یا ذنب یا ضلالت کے سبب معزول ہو گئے ۔ موسیٰ اور خضر کا قصہ قرآن میں موجود ہے وہاں\r\n۱۹"
    },
    {
        "id": 84,
        "pageNo": 84,
        "pageText": "۸۴\r\nرد اشخ\r\nدیکھو خضر بظاہر ملزم تھے الا اصل اسباب پر جب اطلاع ہوئی تو معلوم ہوا کہ بالکل بری ہیں۔ پھر تم\r\nجانتے ہو کہ اجتہادی غلطیاں اجر کا موجب بھی ہوتی ہیں مشورہ ۔ اگر عیب ہے تو وَ شَاوِرُهُمْ میں\r\nتامل کیجئے۔ سنو سنو نہایت کا کمال چاہئے ۔ ہدایت کا نقصان کچھ ضرر نہیں دے سکتا۔ سلف کا کیسا سچا\r\nفقرہ ہے۔ ان الذنوب قد يوصل الجنة والعبادة قد تدخل النار کیا معنے ۔ معاصی سے\r\nکبھی\r\nتو بہ کی راہ کھل جاتی ہے اور عبادت سے کبھی انسان کبر اور عجب میں مبتلا ہوکر بالکل تباہ ہو جاتا ہے۔ امام\r\nکا اگر معصوم ہونا اس لئے شرط ہے کہ لوگوں کی اصلاح ہو ۔ عام لوگ غلطی میں مبتلا نہ ہوں تو آپ\r\nجانتے ہیں صرف امام کی عصمت سے یہ فائدہ حاصل نہیں ہو سکتا اس لئے کہ امام کے اہلکار اور اس کے\r\nملکوں پر چھوڑے ہوئے حکام نہ معصوم ہونے ضرور ہیں اور نہ ان کا منصوص ہونا شرط ہے۔ نبی کریم\r\nصلی اللہ علیہ وسلم اور جناب امیر کے نواب اور عمال ہی کو دیکھ لو۔ پس مناط حکم میں ان سے غلطی کا وقوع\r\nممکن ہے اور آپ جانتے ہیں کہ اکثر لوگ امام تک نہیں پہنچ سکتے کل کا پہنچنا کیونکر ہوسکتا ہے۔\r\nاور آپ جانتے ہیں کہ صرف امام کی عصمت سے جب تک اس کا تسلط نہ ہو اور ظاہری حکم نہ\r\nہولوگوں کو فائدہ کیونکر ہو سکتا ہے۔ صاحب الزمان علیہ السلام کی حالت ملاحظہ کرو ۔ آپ جانتے ہیں\r\nکہ شخصی معاملات اور منزلی انتظامات کے واسطے ہر ہر شخص کو ہر وقت کے جزئیات کے لئے امام سے\r\nرجوع کرنا صریح محال ہے اگر کلیات سے جزئیات لے گا تو ضرور ہی اجتہاد میں غلطی کرے گا پس جس\r\nغرض پر عصمت اور امامت کو شیعہ امامیہ ثابت کرتے ہیں صرف اسی سے دنیا میں اصلاح کا قائم ہونا\r\nمعلوم کیا معنے ۔ اگر باری تعالیٰ اصلاح چاہتے تھے تو بقول آپ کے باری تعالی پر واجب تھا کہ امام کو\r\nتسلط دیتے۔\r\nدوسری بات جس کو فروگذاشت کیا ہے یہ ہے کہ مہاجرین کے حق میں لَا كَفَرَنَّ\r\nعَنْهُمْ سَيَاتِهِمْ وَ لَأُدْخِلَنَّهُمْ جَنَّتٍ تَجْرِى قرآن میں موجود ہے۔ بھلا جن لوگوں کی\r\nنسبت کفارہ اور جنت میں لے جانے کا وعدہ ہو وہ ابدی سزا پائیں۔\r\nواللہ عقل نہیں مانتی۔سنو سنو سنو\r\nمكفرات ذنوب بہت ہیں۔ اول خالص تو بہ ۔ دوم استغفار ۔ سیوم اعمال صالحہ ۔ چہارم مومن کی دعا۔\r\nا آل عمران : ۱۹۶"
    },
    {
        "id": 85,
        "pageNo": 85,
        "pageText": "۸۵\r\nرد شخ\r\nنجم رسول اللہ صلی اللہ علیہ وسلم کی دعا۔ ششم آپ کی شفاعت ہفتم اہوال وصدمات جو مابعد الموت\r\nطاری ہوتے ہیں۔ ہشتم وہ اعمال اور صدقات جن کا اثر میت کو پہنچنا شرع سے ثابت ہے جیسے میت کی\r\nطرف سے روزہ رکھنا۔ حج کر لینا، میت کی اولا دصالح، میت کا وہ علم جس کا نفع جاری ہے۔ تم دنیویہ\r\nصدمات۔ دہم کرب قیامہ ۔ یاز دہم اقتصاص عند المیزان ۔ دواز دہم صدق تو حید ۔ سیز دہم رحمت ارحم\r\nالراحمین جس کی سبقت غضب پر منصوص ہے۔ علامہ مصنف نے یہ خیال نہ فرمایا کہ اگر صحابہ سے\r\nمعاصی سرزد ہوئے تو کیا مکفرات ان کے لئے محال ہو گئے تھے۔ نہیں نہیں نہیں ۔ ابوبکر کی نسبت آپ کا\r\nیہ الزام کہ ان میں حزن اور خوف تھا اور یہ بات شجاعت کے خلاف ہے۔ غار کی آیت میں ان کو\r\nصاحب کہا گیا جیسے اِذْ يَقُولُ لِصَاحِبِهِ لَا تَحْزَنْ إِنَّ اللهَ مَعَنَا اور صاحب ہونا اہل نار کی\r\nنسبت آیا ہے۔ بھلا خالیف، بزدل حزن والا ، صاحب خلافت کے لائق ہے۔ سچ کہتا ہوں قرآن ہی\r\nوہ کتاب ہے جس کو شِفَاءٌ لِمَا فِي الصُّدُورِ کہنا بالکل سچ ہے۔ اب اس وہم کی دوا سنو ۔ موسیٰ علیہ\r\nالسلام نے اللہ جل شانہ کے سامنے اقرار کیا فَأَخَافُ اَنْ يَقْتُلُونِ اور یعقوب علیہ السلام نے فرمایا\r\nإِنَّمَا اشْكُوْابَى وَحُزْنِی إِلَى اللهِ اور سبحانہ و تعالیٰ حضرت امام الانبیاء علیہ الصلوۃ والسلام کو\r\nصاحب کا خطاب دے کر فرماتا ہے وَمَا صَاحِبُكُمْ بِمَجْنُونِ ۔\r\nجس حالت میں ان اولو العزم کو خوف اور حزن اور صاحب ہونے نے امام اور رسول اللہ اور\r\nنبی ہونے سے نہیں روکا اور مطعون نہیں کیا تو ابو بکر کو خلافت سے کیوں یہ امور مانع ہوئے اور\r\nکیوں مطعون کیا۔\r\nاور یہ وہم اور خلاف واقع الزام کہ معاذ اللہ شیخین منافق تھے یہ نہایت ہی غلط ہے جس\r\nحالت میں وہ جناب رسالت مآب صلی اللہ علیہ کے ساتھ ہوئے جانتے ہو اس وقت جناب کی کیا\r\nحالت تھی اور ایسی ابتدائی حالت میں ساتھ دینا کس بہادر اور محب کا کام ہے اور پھر غور کرو اور سوچو\r\nاس نے اپنی خلافت کے وقت کفر کے کون سے مسئلہ کی اشاعت کی۔ اپنی قوت اور سطوت میں کفر کی\r\nرسوم میں کس کو پھیلایا۔ پھر کیا اپنی اولا د کو جانشین بنانے میں کوشش کی ۔ اپنی قوم کے حقوق مقرر کئے۔\r\nل التوبة: ٤٠\r\n۴۰\r\nيوسف: ۸۷\r\n۲۱\r\nالتكوير: ٢٣"
    },
    {
        "id": 86,
        "pageNo": 86,
        "pageText": "AY\r\nرد نسخ\r\nسنوا کثر صحابہ کو اگر منافق کہو گے یا کافر معاذ اللہ تو دین پہنچنے کا سلسلہ مفقود ہو جائے گا کیونکہ بطور آپ\r\nکے صحابہ دو گروہ ہوں گے ایک وہ جم غفیر اور سواد اعظم جو غاصبوں اور ظالموں اور منافقوں کا مجموعہ ہے\r\nاور ہمارے نزدیک اور فی الواقع جس کے سبب تمام عرب درست ہو گئے فارس اور شام اور روم اور\r\nمصر میں وہ بات پھیلی جس کی تصریح وَ لَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَھی میں تھی اور\r\nجس نے کفار ہی سے لڑائی کی ۔ اور دوسرا وہ جو تقیہ کو فرض کہے۔ پہلے سلسلہ کی ہر ایک روایت اگر\r\nقابل عمل نہیں تو دوسرے کی ہر بات میں یہ شبہ ہے کہ شاید یہ بات بڑے گروہ کے خوف سے کہی یا\r\nاپنے مریدوں کے بھاگ جانے کا ڈر تھا اس لئے وہ بات کہی اور قرآن بزعم تمہارے خود بے ترتیب\r\nپھیلا۔ معاذ اللہ دیکھ کسی غلطی ہے۔\r\nآپ نے اہل بیت کی مدح پر زور دیا ہے۔ بتاؤ تو سینوں میں کون ہے جو امیر علیہ السلام اور\r\nان کی اولا د کو بزرگ نہیں جانتا کیا ان کے مناقب ہماری حدیث کی کتابوں میں بہ بسط تمام موجود\r\nنہیں۔ اگر احادیث صحیحہ کو بیان کرتے تو کیا اُن میں کمی تھی۔ نہیں نہیں۔ آیہ تطہیر سے اس مضمون کی وہ\r\nتسکین کہاں جو آپ چاہتے ہیں۔ سنو سنو سنو ۔ اہل بیت کا لفظ قرآن میں کل تین جگہ آیا ہے اوّل\r\nبارہویں سپارہ میں دیکھو سورہ ھود قَالُوا أَتَعْجَبِيْنَ مِنْ أَمْرِ اللَّهِ رَحْمَتُ اللَّهِ وَبَرَكتُهُ عَلَيْكُمْ\r\nأَهْلَ الْبَيْتِ\r\nأهل البيت - دوم بیسویں سپارہ میں دیکھو سورہ قصص وَحَرَّمْنَا عَلَيْهِ الْمَرَاضِعَ مِنْ قَبْلُ فَقَالَتْ\r\nهَلْ أَدُلُّكُمْ عَلَى أَهْلِ بَيْتٍ يَكْفُلُونَ لَكُمْ اور بائیسویں سپارہ میں دیکھو سورہ احزاب\r\nوَقَرْنَ فِي بُيُوتِكُنَّ وَلَا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الأُولَى وَأَقِمْنَ الصَّلوةَ وَاتِينَ الزَّكُوةَ\r\nوَأَطِعْنَ اللَّهَ وَرَسُولَهُ إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَبْرَكُمْ تَطْهِيرًا\r\nوَاذْكُرْنَ مَا يُثلى ان تین جگہ کے سوا قرآن میں اہل بیت کا لفظ نہیں آیا۔ پہلی دو جگہ میں صریح\r\nیبیاں با تفاق ما وشما اہل بیت میں شامل ہیں۔ اور تیسری آیتہ کا ماقبل اور مابعد دیکھو اور انصاف کا خون نہ\r\nکرو۔ تو بیبیوں ہی کو خطاب ہے پھر آپ نے بیبیاں ہی اہل بیت سے نکال دیں۔ یادرکھو کم کا لفظ اہل\r\nکے لحاظ سے یا شمول کے لحاظ سے ہے۔ میرے ایک شیعہ جلیس نے ایک دفعہ جواب دیا کہ آیتہ میں\r\nالنور: ۵۶\r\nهود ۷۴\r\nالقصص : ۱۳\r\nالاحزاب: ۳۵،۳۴\r\n۲۲"
    },
    {
        "id": 87,
        "pageNo": 87,
        "pageText": "رد شخ\r\n۸۷\r\nترتیب عثمانی نے یہ نقصان دیا ہے۔ میں امید کرتا ہوں کہ تم ایسا بُرا عذر نہ کرو گے کیونکہ جیسا گذرا\r\nحدیث میں وہ بے اعتباری تھی پھر اس صورت میں قرآن بھی قابل اعتبار نہیں رہتا۔ دوم عجم بھی گئے\r\nگذرے زمانے میں ہزاروں حافظ ہیں اور میرے جیسے کم ذہن باہمہ کثرت شواغل سال میں یاد\r\nکر سکتے ہیں۔ کیا ممکن ہے کہ عربوں نے جن کے حافظہ کو مورخ بالا تفاق مان چکے ہیں بافہم فصاحت\r\nو بلاغت قرآن کو تئیس برس میں یاد نہ کیا ہو۔ پھر ایسے وقت جب اسلام میں داخل ہونے والوں کو\r\nابتدائی جوش تھا۔ پھر یہ بات بھی عقل میں نہیں آتی کہ شیعہ کے ہزاروں مصنف اور داعی اپنی تصانیف\r\nکو، اپنے خیالات کو دنیا میں پھیلا دیں اور قرآن جیسی ضروری چیز کو صاحب الزمان غار میں لے کر\r\nکالعدم کر دیں پھر ! يــرید کا لفظ آپ کے مطلب کو پورا نہیں ہونے دیتا۔ دیکھئے ان آیات کو\r\nيُرِيدُ اللهُ بِكُمُ اليُسر - حالانکہ سب لوگ پسر میں نہیں وَاللَّهُ يُرِيْدُ اَنْ تَتُوبَ عَلَيْكُمْ اور\r\nسب تائب نہیں۔ اصل بات یہ کہ ارادہ دو قسم کا ہوتا ہے ایک شرعی اور ایک کوئی ارادہ میں کسی چیز کا ارادہ\r\nظاہر کرنے سے اس چیز کی پسندیدگی ثابت ہوتی ہے اور آپ نے جو انْفُسَنَا وَأَنْفُسَكُمْ کی تفسیر\r\nفرمائی ہے وہ اس وقت تسلی بخش تھی اگر ظَنَ الْمُؤْمِنُوْنَ وَالْمُؤْمِنْتُ بِأَنْفُسِهِمْ خَيْرًا اور\r\nلَا تَقْتُلُوا أَنْفُسَكُمْ ۔ اور تَقْتُلُونَ اَنْفُسَكُمْ وَلَا تَلْمِزُوا أَنْفُسَكُمْ کی تفسیر بھی مجھے\r\nیاد نہ ہوتی اور حسبُكَ اللهُ وَمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ ے میں آپ نے عطف کے کرنے میں\r\nسخت غلطی کی ہے یہ منِ اتَّبَعَ حسب کا مفعول ہے اور کاف پر معطوف ہے اى حسبك و من\r\nاتبعك الله ۔ جناب حکیم مہدی صاحب نے فقیر سے وعدہ فرمایا کہ وہ امیر علیہ السلام کی بلافصل۔\r\nامامت کو قطعی الدلالہ نص سے ثابت کر دیں گے اُن سے عرض کر دیجئے قبل از ارقام مسئلہ ان کلمات کو\r\nدیکھ رکھیں تشہید المطاعن کے نمبر ۳۷۴ میں ہے اکثر احکام از قرآن مستنبط نمی شود و آنچه مستقبط می شود\r\nدر غایة اجمال و اشکال و تشابه است و اختلاف عظیم در فهم احکام از انها شده بعض گفته اند محکم تریں آیات\r\nکریمه آیة وضو است و قریب بصد تشابه در انست و ر د قرآن ناسخ و منسوخ محكم متشابه ظاهر و مَا دَلَّ\r\nعام خاص مطلق مقید و غیر اینها است پس چگونه کتاب خدا برائے رفع اختلاف کافی باشد \" انتہی ۔\r\nالبقرة: ١٨٦\r\nالنسا : ۲۸\r\nالانفال: ۶۵\r\n۲۳"
    },
    {
        "id": 88,
        "pageNo": 88,
        "pageText": "^^\r\nرد نسخ\r\nوقال قال على انا كلام الله الناطق وهذا كلام الله الصامت ترتیب عثمانی کا بگاڑ مزید برآں\r\nرہا۔ یہ تو قرآن غيرَ ذِي عِوَجِ اور عَرَبِيٌّ مُّبِينٌ کا آپ کے ہاں حال ہے جس کو خدا نے اختلاف\r\nمٹانے کو نازل کیا قال الله وَانْزَلَ مَعَهُمُ الْكِتَبَ بِالْحَقِّ لِيَحْكُمَ بَيْنَ النَّاسِ فِيمَا اخْتَلَفُوا فِيهِ\r\nاور خدائی کتاب کا ناطق ہونا اس آیت سے ثابت ہے هذَا كِتُبُنَا يَنْطِقُ عَلَيْكُمْ بِالْحَقِّ\r\nاور کلام اللہ الناطق علیہ السلام کے اقوال کی حجیت کا یہ حال ہے کہ تقیہ کا احتمال آپ کی ہر ایک کلام میں\r\nموجود ہے۔ دیکھو تہذیب الاحکام میں ابو جعفر طوسی نے جناب امیر سے روایت کی قال علیہ السلام\r\nحرم رسول الله صلى الله عليه وسلم الحمر الاهلية ونكاح المتعة ۔ شیعہ علما کہتے ہیں\r\nتقیہ کے باعث کہا ہے اور حدیث من مات ولم يعرف امام زمانه احادیث کی معتبر کتابوں میں\r\nموجود ہی نہیں پھر اس میں تخصیص امام اور عدم فصل کا ذکر نہیں پھر اتفاق ما و شما اس زمانہ کے امام\r\nرسول اللہ صلی اللہ علیہ وسلم ہیں یا قرآن امام ہے اور کتاب کا امام ہونا من قبله کتاب موسیٰ اماماً\r\nمیں دیکھئے۔ عبقاب میں حدیث غدیر پر زور دیا ہے الا مصنف ہر سلسلہ سند میں صرف ایک راوی کی\r\nمدح کسی کتاب سے نقل کرتا ہے۔ پھر مادح کی مدح پھر اس کی کتاب کی مدح میں تطویل کرتا ہے۔\r\nتمام کتاب میں سند کے کل رجال کا حال نقل نہیں کرتا پس یا دھوکہ میں ہے یا دھوکہ دیتا ہے۔ واللہ اعلم ۔\r\nفقط\r\nابواسامه نورالدین\r\n۱۸۸۰ء\r\nالبقرة: ۲۱۴\r\nالجاثية: ٣٠\r\n۲۴"
    },
    {
        "id": 89,
        "pageNo": 89,
        "pageText": "بِسْمِ اللهِ !\r\nالرَّحِيمِ نَحْمَدُهُ وُنُصَلِّي عَلَى رَسُولِهِ الْكَرِيمِ\r\nأَقِمِ الصَّلوةَ لِدُلُوكِ الشَّمْسِ إِلَى غَسَقِ اللَّيْلِ وَقُرْآنَ الْفَجْرِ\r\nإِنَّ قُرآنَ الْفَجْرِ كَانَ مَشْهُودًا . إِنَّ الصَّلوةَ تَنْهَى\r\nعَنِ الْفَحْشَاءِ وَالْمُنْكَرِ . وَلَذِكْرُ اللَّهِ أَكْبَر\r\nدينيات\r\nکا پھلا رساله\r\nتصنیف لطیف\r\nحضرت حکیم الامت مولانا مولی حافظ حاجی نورالدین خلیفہ اسے الاول"
    },
    {
        "id": 90,
        "pageNo": 90,
        "pageText": ""
    },
    {
        "id": 91,
        "pageNo": 91,
        "pageText": "۹۱\r\nاللهِ الرَّحْمَنِ الرَّحِيمِ\r\nنَحْمَدُهُ وَنُصَلِّي عَلَى رَسُولِهِ الكَرِيمِ وَالِهِ مَعَ التَّسْلِيمِ\r\nتكبير تحريمه الله اكبر\r\nنماز\r\nدینیات کا پہلا رسالہ\r\nثاء سُبْحَنَكَ اللهُمَّ وَبِحَمْدِكَ وَتَبَارَكَ اسْمُكَ وَتَعَالَى جَدُّكَ وَلَا إِلَهَ غَيْرُكَ\r\nتعورُ أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَنِ الرَّحِيمِ\r\nتسمیہ بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيمِ\r\nسورة فاتحہ الْحَمْدُ لِلَّهِ رَبِّ الْعَلَمِيْنَ الرَّحْمَنِ الرَّحِيمِ مَالِكِ يَوْمِ الدِّينِ إِيَّاكَ\r\nنَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ اهْدِنَا لصِّرَاطَ الْمُسْتَقِيمَ صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ\r\nالْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ امِينَ\r\nسورۃ اخلاص بسم اللهِ الرَّحْمَنِ الرَّحِيمِ قُلْ هُوَ اللهُ اَحَدٌ ہ اللَّهُ الصَّمَدُه لَمْ يَلِدْه\r\nوَلَمْ يُولَدْ وَلَمْ يَكُن لَّهُ كُفُوًا أَحَده\r\nتكبير اللهُ أَكْبَرُ\r\nرکوع کی تسبیح سُبْحَانَ رَبِّيَ الْعَظِيمِ يَا سُبُحْنَكَ اللَّهُمَّ رَبَّنَا وَبِحَمْدِكَ اللَّهُمَّ اغْفِرْلِي\r\nلے احادیث صحیحہ سے یہ دعا پڑھنا بھی ثابت ہے اللَّهُمَّ بَاعِدْ بَيْنِي وَبَيْنَ خَطَايَايَ كَمَا بَاعَدْتَ بَيْنَ الْمَشْرِقِ\r\nوَالْمَغْرِبِ اللَّهُمَّ نَقِّنِيْ مِنْ خَطَايَايَ كَمَا يُنَقَّى الثَّوْبُ الْأَبْيَضُ مِنَ الدَّنَسِ. اللَّهُمَّ اغْسِلْنِي مِنْ خَطَايَايَ\r\nبِالْمَاءِ وَالتَّلْجِ وَالْبَرْدِ اور وہ دعا جو ثناء کے سامنے لکھی گئی ہے حضرت عمر رضی اللہ تعالی عنہ سے ( جو سابقین اولین مہاجر\r\nصحابہ میں سے تھے ) مروی ہے۔\r\nجب سُورۃ إِذَا جَاءَ نَصْرُ اللهِ نازل ہوئی تھی تو اس کے بعد آپ یہ دوسری تسبیح پڑھتے تھے۔"
    },
    {
        "id": 92,
        "pageNo": 92,
        "pageText": "۹۲\r\nدینیات کا پہلا رسالہ\r\nتيح سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ\r\nتحميد رَبَّنَا لَكَ الْحَمْدُ يَا وَلَكَ الْحَمْدُ\r\nسجدہ کی تسبیح سُبْحَانَ رَبِّيَ الْأَعْلَى يا سُبْحَانَكَ اللَّهُمَّ رَبَّنَا وَ بِحَمْدِكَ اللَّهُمَّ اغْفِرْلِي\r\nتكبير الله اكبر\r\nتشهد التَّحِيَّاتُ لِلَّهِ وَالصَّلَوَاتُ وَالطَّيِّبَاتُ السَّلَامُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَ\r\nبَرَكَاتُه السَّلَامُ عَلَيْنَا وَ عَلَى عِبَادِ اللهِ الصَّالِحِيْنَ اَشْهَدُ أَنْ لا إلهَ إِلَّا اللهُ وَأَشْهَدُ أَنَّ\r\nمُحَمَّدًا عَبْدُهُ وَرَسُولُهُ .\r\nدرود شریف اللَّهُمَّ صَلِّ عَلى مُحَمَّدٍ وَعَلَى الِ مُحَمَّدٍ كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ\r\nوَعَلَى آلِ إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَّجِيدٌ . اللهم بارك عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ\r\nكَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ وَعَلَى آلِ إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَّجِيدٌ.\r\nدعائیں\r\nاوّل رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَّ فِي الْآخِرَةِ حَسَنَةٌ وَقِنَا عَذَابَ النَّارِ۔\r\nدوم رَبِّ اجْعَلْنِي مُقِيمَ الصَّلوةِ وَمِنْ ذُرِّيَّتِي رَبَّنَا وَتَقَبَّلُ دُعَاءِ . رَبَّنَا اغْفِرْ لِي وَلِوَالِدَيَّ\r\nوَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ الْحِسَابُ.\r\nسوم اللَّهُمَّ إِنِّي أَعُوذُبِكَ مِنَ الْهَمِّ وَالْحَزَنِ وَأَعُوذُبِكَ مِنَ الْعَجْزِ وَالْكَسَلِ\r\nوَأَعُوذُبِكَ مِنْ ضَلَعِ الدَّيْنِ وَ قَهْرِ الرِّجَالِ ، اَللَّهُمَّ اكْفِنِي بِحَلَا لِكَ عَنْ حَرَامِكَ\r\nاس کے بعد یہ بھی احادیث صحیحہ سے پڑھنا ثابت ہے۔ حَمْدًا كَثِيرًا طَيِّباً مُبَارَكًا فِيْهِ\r\nاس کے بعد کھڑے ہو کر اللہ اکبر کہ کر دوسری رکعت بھی اسی طرح پڑھنی چاہیے۔ جب پھر اس مقام پر پہونچے تو ختم\r\nنماز کے لئے یہ ادعیہ جو آگے مذکور ہیں پڑھے۔ تیسری اور چوتھی رکعت میں صرف سورۃ فاتحہ پڑھ کر رکوع کرتے ہیں۔"
    },
    {
        "id": 93,
        "pageNo": 93,
        "pageText": "۹۳\r\nدینیات کا پہلا رسالہ\r\nوَاعْتِنِي بِفَضْلِكَ عَمَّنْ سِوَاكَ.\r\nسلامِ السَّلَامُ عَلَيْكُمْ وَرَحْمَةُ اللَّهِ\r\nدعائے قنوت اللَّهُمَّ إِنَّا نَسْتَعِينُكَ وَنَسْتَغْفِرُكَ وَنُؤْمِنُ بِكَ وَنَتَوَكَّلُ عَلَيْكَ\r\nوَنُثْنِي عَلَيْكَ الْخَيْرَ وَنَشْكُرُكَ وَلَا تَكْفُرُكَ وَنَخَلَعُ وَنَتْرُكُ مَنْ يُفْجُرُكَ. اللَّهُم\r\nإِيَّاكَ نَعْبُدُ وَلَكَ نُصَلّى وَنَسْجُدُ وَإِلَيْكَ نَسْعَى وَنَحْفِدُ وَ نَرْجُو رَحْمَتَكَ وَنَخْشَى\r\nعَذَابَكَ إِنَّ عَذَابَكَ بِالْكُفَّارِ مُلْحِقِّ.\r\nاللَّهُمَّ اهْدِنِي فِى مَنْ هَدَيْتَ وَعَافِنِي فِي مَنْ عَافَيْتَ وَتَوَلَّنِي فِي مَنْ\r\nتَوَلَّيْتَ وَبَارِكْ لِي فِي مَا أَعْطَيْتَ وَقِنِي شَرَّمَا قَضَيْتَ فَإِنَّكَ تَقْضِي وَلَا يُقْضَى\r\nعَلَيْكَ وَإِنَّهُ لَا يَذِلُّ مَنْ وَالَيْتَ وَإِنَّهُ لَا يُعِزُّ مَنْ عَادَيْتَ تَبَارَكْتَ رَبَّنَا وَتَعَالَيْتَ\r\nوَصَلَّى اللَّهُ عَلَى النَّبِيِّ.\r\nفرضوں کے بعد کی دعا\r\nاللهمَّ أَنْتَ السَّلَامُ وَمِنْكَ السَّلَامُ تَبَارَكْتَ يَا ذَالْجَلَالِ وَالإِكْرَام.\r\nاللَّهُمَّ أَعِنِّى عَلَى ذِكرِكَ وَشُكْرِكَ وَحُسْنِ عِبَادَتِكَ.\r\nاسْتَغْفِرُ الله . اسْتَغْفِرُ الله . اسْتَغْفِرُ الله.\r\nلے یہ دعا بھی احادیث سے ثابت ہے۔ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الْمَسِيحِ\r\nالدَّجَّالِ وَأَعُوذُبِكَ مِنْ فِتْنَةِ الْمَحْيَا وَفِسَةِ المَمَاتِ. اَللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْمَاثِمِ وَالْمَغْرَمِ.\r\n۵"
    },
    {
        "id": 94,
        "pageNo": 94,
        "pageText": "۹۴\r\nدینیات کا پہلا رسالہ\r\nطريق وضو\r\nجب وضو کر نے لگو تو پہلے بسم اللہ پڑھو۔ پھر دونوں ہاتھ پہنچوں تک دھوؤ ۔ اس کے\r\nبعد دائیں ہاتھ سے منہ میں پانی ڈالو اور مسواک کرو اور کلی تین بار کرنا چاہیے اور ناک میں تین بار\r\nپانی ڈال کر ناک کو خوب صاف کرو۔ پھر تین ہی دفعہ منہ پر پانی ڈال کر اسے دھوؤ ۔ تین تین\r\nدفعہ دونوں ہاتھ کہنیوں تک اس طرح دھوؤ کہ پہلے دایاں پیچھے بایاں۔ پھر نیا پانی لے کر سر اور\r\nکانوں کا مسح ایک ایک دفعہ کرو۔ اخیر میں دونوں پاؤں ٹخنوں تک تین تین دفعہ اس طرح دھوؤ کہ\r\nپہلے دایاں پیچھے بایاں۔\r\nپانی نہ ملے یا جسمانی یا مالی تکلیف کا ڈر ہوتو وضو اور غسل دونوں کے عوض دل میں نیت کر کے\r\nتیم کر لینا چاہیے اس کی ترکیب یہ ہے۔ پہلے پاک مٹی یا ایسی چیز پر جس پر مٹی ہو دونوں ہاتھ مار کر\r\nایک مرتبہ سارے منہ پر ملو پھر دوسری مرتبہ مٹی یا مٹی والی چیز پر ہاتھ مار کر دونوں ہاتھ کہنیوں تک ملولے\r\nاور اخیر میں وضو اور تمیم کے بعد یہ پڑھو اَشْهَدُ اَنْ لَّا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ\r\nوَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ. ایک حدیث میں ہے کہ اس کے بعد یہ بھی پڑھیں\r\nاللَّهُمَّ اجْعَلْنِي مِنَ التَّوَّابِينَ وَاجْعَلْنِي مِنَ الْمُتَطَهِّرِينَ\r\nے احادیث صحیحہ سے ثابت ہوا ہے کہ ایک بار زمین پر ہاتھ مار کر منہ پر مسح کرنا اور دونوں ہاتھوں کو پہنچوں تک مسح کر لینا بھی\r\nرہے۔"
    },
    {
        "id": 95,
        "pageNo": 95,
        "pageText": "دینیات کا پہلا رسالہ\r\n۹۵\r\nاذان\r\nنماز کے پانچوں وقت مسجد میں اذان کہی جاتی ہے۔ اذان کہنے والے کو مؤذن کہتے ہیں۔\r\nمؤذن منہ قبلہ کی طرف کرے اور کانوں میں شہادت کی انگلی رکھے اور بلند آواز سے کہے الله اكبر\r\nاللهُ أَكْبَرُه اللهُ أَكْبَرُ اللَّهُ أَكْبَرُه اَشْهَدُ اَنْ لَّا إِلَهَ إِلَّا اللَّهُ ، أَشْهَدُ أَنَّ مُحَمَّدًا\r\nرَّسُولُ اللهِ اَشْهَدُ أَنَّ مُحَمَّدًا رَّسُولُ اللهِہ اس کے بعد منہ دائیں طرف کر کے یہ کہے\r\nحَيَّ عَلَى الصَّلوةِ حَيَّ عَلَى الصَّلوة 0 پھر بائیں طرف منہ کر کے یہ کہے ۔ حَيَّ عَلَی\r\nالْفَلَاحِ حَيَّ عَلَی الْفَلَاحِ O اس کے بعد پھر قبلہ کی طرف منہ کرے اور یہ کہے اللهُ أَكْبَرُه\r\nاللَّهُ أَكْبَرُ لَا إِلَهَ إِلَّا اللَّهُ\r\nصبح کی نماز میں حَيَّ عَلَى الْفَلاح کے بعد الصَّلوةُ خَيْرٌ مِّنَ النَّوْمِ دودفعہ کہے۔ مسجد\r\nکے باہر بھی جماعت کے ساتھ نماز پڑھنی ہو تو پہلے اذان پڑھ لینی چاہیے۔\r\nجب اذان کہی جاوے تو کھیل کود کام کاج اور بات چیت کو چھوڑ کر اسے پوری توجہ سے سنو\r\nاور جو لفظ اذان دینے والا کہے وہ تم بھی آہستگی سے کہتے جاؤ مگر جب حَيَّ عَلَى الصَّلوۃ اور حَيَّ\r\nعَلَى الْفَلاح کہے تو تم کہو لَا حَوْلَ وَلا قُوَّةَ إِلا بالله.\r\nاذان کہے جانے کے بعد یہ دعا پڑھو اَشْهَدُ اَنْ لا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لا شَريكَ لَهُ\r\nوَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَ رَسُولُهُ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَّ عَلَى آلِ مُحَمَّدٍ وَبَارِكْ\r\nوَسَلَّمُ إِنَّكَ حَمِيدٌ مَّجِيدٌ\r\nاللَّهُمَّ رَبَّ هَذِهِ الدَّعْوَةِ التَّامَّةِ وَ الصَّلوةِ الْقَائِمَةِ اتِ مُحَمَّدًا الْوَسِيلَةَ وَالْفَضِيلَةَ\r\nوَالدَّرَجَةَ الرَّفِيعَةَ وَابْعَتُهُ مَقَامًا مَّحْمُودَا الَّذِى وَعَدْتَهُ إِنَّكَ لَا تُخْلِفُ الْمِيعَادَ\r\nپھر نماز جماعت سے پڑھو\r\nجائز ہے کہ لڑکیاں اور عورتیں گھر میں نماز پڑھ لیں اور جماعت کر لیں۔\r\nلے دونوں شہادتوں کو ختم کر کے پھر دُہرانا بھی احادیث صحیحہ سے ثابت ہے۔\r\n۷"
    },
    {
        "id": 96,
        "pageNo": 96,
        "pageText": "دینیات کا پہلا رسالہ\r\n۹۶\r\nنماز کے اوقات\r\nفجر کی نماز کا وقت پر پھٹنے سے سورج کے نکلنے تک ہے اور اس میں پہلے دوسنتیں پھر دو فرض\r\nپڑھنے چاہئیں۔\r\nظہر کی نماز کا وقت دو پہر ڈھلنے سے لے کر اصلی سایہ کے سوائے اور علاوہ ہر ایک چیز کا سایہ\r\nاپنی لمبائی کے برابر ہونے تک۔ اس میں چار سنتیں پہلے پھر چار فرض ہیں۔ اس کے بعد دوسنتیں\r\nپڑھے یا چار دو، دوکر کے پڑھے۔\r\nسر کی نماز کا وقت ظہر کے بعد سے صحیح وقت تو وہاں تک ہے جب تک کہ سورج زرد نہ ہو\r\nجائے ۔ زرد دھوپ کے وقت عصر کا پڑھنا شریعت نے ایسا نا پسند کیا کہ ایسے کاہل کو منافق کے لفظ\r\nتک ( کہنے سے ) دریغ نہیں کیا اور ضرورت کا وقت سورج کے ڈوبنے تک ہے۔ اس میں چار\r\nفرض ہیں اور اس کے بعد مغرب تک کوئی نماز جائز نہیں ہاں عصر کے چار فرضوں سے پہلے اگر چار\r\nسنتیں پڑھ لے تو بڑی عمدہ بات اور موجب جنت ہے۔\r\nمغرب کی نماز کا وقت سورج کے ڈوب جانے کے بعد ہے۔ اس میں تین فرض اور دوسنتیں\r\nہیں ۔ مغرب کا آخری وقت شفق کے غروب تک ہے۔\r\nشفق اس سرخی کو بھی کہتے ہیں جو سورج ڈوبنے کے بعد مغرب کی طرف نظر آتی ہے اور\r\nلغات عرب سے یہ بھی پتہ چلتا ہے کہ شفق نام اس سفیدی کا بھی ہے جو سورج ڈوبنے کے بعد\r\nمغرب کی طرف دیر تک نظر آتی ہے۔\r\nعشاء کی نماز کا وقت غروب شفق سے شروع ہوتا ہے۔ محدثین نصف رات تک عشاء کا وقت\r\nمانتے ہیں اور بعض فقہاء صبح صادق تک ۔ اس میں چار رکعت فرض اور اس کے بعد دو رکعت سنتیں یا\r\nیہ معنی حضرت ابن عمرؓ سے ثابت ہیں۔\r\n^"
    },
    {
        "id": 97,
        "pageNo": 97,
        "pageText": "دینیات کا پہلا رسالہ\r\n۹۷\r\nدو دو کر کے چار سنتیں پڑھی جائیں اور ان کے بعد وتر ہیں جو غالباً تین پڑھے جاتے ہیں چاہے\r\nتینوں ملا کر پڑھیں ۔ چاہے دو رکعت علیحدہ اور ایک رکعت علیحدہ پڑھیں ۔ وتروں کے بعد دو رکعت\r\nنماز بیٹھ کر پڑھی جاوے اور سلام پھیر کر سُبْحَانَ مَلِكِ الْقُدُّوس دو دفعہ نرم آواز سے اور\r\nتیسری دفعہ ذرا بلند آواز سے پڑھیں ۔\r\n۹"
    },
    {
        "id": 98,
        "pageNo": 98,
        "pageText": "دینیات کا پہلا رسالہ\r\n۹۸\r\nنماز پڑھنے کا طریق\r\nنماز کے لئے بدن کپڑا اور نماز پڑھنے کی جگہ پاک ہو ۔ بدن ڈھا نہیں ۔ اگر مرد کا ناف سے\r\nگھٹنوں تک ۔ عورت کا منہ بہتھیلیوں اور قدموں کے سوا بدن کا کوئی حصہ نگا نہ ہو۔\r\nحضرت نبی کریم ﷺ ہمیشہ جماعت کے ساتھ نماز کے فرض پڑھا کرتے تھے۔ اس لئے\r\nہر ایک مسلمان کو چاہیے کہ آپ کی پیروی کرے اور جماعت کے ساتھ نماز ادا کرے۔نماز جماعت\r\nکے لئے پہلے اذان کہی جاتی ہے اور اس کے بعد جب نمازی جمع ہو جائیں تو مو ڈن یا اس کی\r\nاجازت سے کوئی اور شخص امام کے پیچھے پہلی صف میں قبلہ کی طرف منہ کر کے کھڑا ہو اور کانوں پر\r\nہاتھ دھرے بغیر اقامت کہے مگر اذان کے الفاظ ذرا جلدی جلدی کہے اور حَيَّ عَلَی الْفَلاح کے\r\nبعد قَدْ قَامَتِ الصَّلوۃ دو دفعہ کہہ کر باقی الفاظ کہے۔\r\nجب تکبیر ہو رہی ہو اس وقت امام اپنی جگہ پر کھڑا ہو اور مقتدی صفیں درست کر لیں اور ایک\r\nدوسرے کے ساتھ خوب مل کر کھڑے ہوں ۔ آگے پیچھے کوئی نہ ہو۔ پھر امام اور مقتدی سب قبلہ کی\r\nطرف منہ کر کے دونوں ہاتھ اٹھا کر اللہ اکبر کہیں مگر امام پہلے اللہ اکبر کہے اور مقتدی بعد\r\nمیں کہیں اور ہاتھ باندھ لیں۔ ہاتھ باندھنے کے لئے احادیث سے یہ بھی ثابت ہوتا ہے کہ سینہ پر\r\nہاتھ باندھے جائیں اور یہ بھی کہ ناف کے نیچے دایاں ہاتھ بائیں ہاتھ پر رکھیں ( بعض مسلمان ہاتھ\r\nکھول کر بھی نماز پڑھتے ہیں ) ۔ پھر سب ثناء آہستہ پڑھیں ۔ پھر تعوذ اور تسمیہ پڑھا جائے اور اس\r\nکے بعد الحمد شریف پوری پڑھیں ۔ پھرا مین کہیں ۔ پھر امام احمد شریف کے بعد کوئی سورت چھوٹی یا\r\nبڑی پڑھے ۔ ظہر اور عصر کی ساری نماز میں اور مغرب کی تیسری رکعت میں اور عشاء کی اخیر دورکعت\r\nمیں سب کچھ آہستہ پڑھا جائے اور صبح کے فرض اور شام کی پہلی اور عشاء کی پہلی دو رکعت میں امام\r\nبلند آواز سے پڑھے ۔ جمعہ اور عیدین کی نماز میں بھی امام بلند آواز سے پڑھے اور جب امام اونچا\r\nپڑھتا ہو تو مقتدی چپکے سنا کریں البتہ مقتدی لوگ الحمد شریف آہستگی سے پڑھیں ۔\r\n۱۰"
    },
    {
        "id": 99,
        "pageNo": 99,
        "pageText": "دینیات کا پہلا رسالہ\r\n۹۹\r\nوضو کے فرائض\r\nا۔ ایک بار منہ کا دھونا پیشانی کے بالوں سے ٹھوڑی کے نیچے تک اور ایک کان کی لو سے\r\nدوسرے کان کی لو تک ۔\r\n۔ ایک بار دونوں ہاتھوں کا دھونا مع کہنیوں کے۔\r\n۔ ایک بار دونوں پاؤں کو مع ٹخنوں کے دھونا۔\r\n۴۔ چوتھائی سر کا مسح کرنا۔\r\nوضو کے سنن\r\nا۔ وضو کی نیت دل میں کرے کہ نماز کے واسطے وضو کرتا ہوں ۔\r\n۲۔ وضو کے شروع میں بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ پڑھنا۔\r\n۔ مسواک کرنا۔\r\nدونوں ہاتھوں کو پہنچوں تک دھونا۔\r\n۵۔ تین بار کلی کرنا۔\r\n۔ تین بار ناک میں پانی ڈالنا اور ناک کو صاف کرنا۔\r\nے۔ تین بارمنہ کا دھونا۔\r\n۔ تین بار ہا تھوں کا کہنیوں تک دھونا۔\r\n۹ تمام سر کا مسح کرنا۔\r\n+17\r\nسر کے پانی سے دونوں کانوں کا مسح کرنا۔\r\n۔ دونوں پاؤں کو مع ٹخنے کے تین بار دھونا۔\r\n۱۲۔ ترتیب سے وضو کرنا۔\r\n۱۳ پے در پے وضو کرنا کہ ایک عضوخشک نہ ہونے پائے کہ دوسرا دھولے\r\n۱۱"
    },
    {
        "id": 100,
        "pageNo": 100,
        "pageText": "۱۰۰\r\nدینیات کا پہلا رسالہ\r\nنواقض وضو\r\nا۔ پیشاب کرنا۔\r\n۲۔ پاخانہ پھرنا۔\r\n۔ کسی عضو سے خون یا پیپ کا اس قدر نکلنا کہ بہ جائے ۔\r\n۴۔ چت یا کروٹ لے کر سو جانا۔\r\n۔ کسی چیز سے سہارا لگا کر اس طرح سو جانا کہ وہ ہٹالی جائے تو سونے والا گر پڑے۔ اگر نماز\r\nمیں کھڑے کھڑے اور رکوع اور سجدہ میں کوئی سو جائے تو وضو نہیں ٹوتا۔\r\n۔ بے ہوشی ۔\r\nے۔ مستی۔\r\nجنون ۔\r\n۹۔ بعض حدیثوں سے ثابت ہوتا ہے کہ اونٹ کے گوشت کھانے پر وضو کیا جائے۔\r\n۱۰۔ نیز عورت کے مس سے بھی۔\r\nا۔ کلی کرنا۔\r\n۲۔ ناک میں پانی ڈالنا۔\r\nغنسل کے فرائض\r\nسارے بدن پر ایک بار پانی ڈالنا۔\r\nا۔ دونوں ہاتھوں کا مٹی مل کر دھونا ۔\r\n۲۔ بدن سے نا پا کی دور کرنا۔\r\nلے یہ مسئلہ اختلافی ہے۔\r\nغسل کی منتیں\r\n۱۲"
    },
    {
        "id": 101,
        "pageNo": 101,
        "pageText": "دینیات کا پہلا رسالہ\r\n1+1\r\n۔ وضو کرنا۔\r\n۴۔ تمام بدن پر تین بار پانی بہانا۔\r\nا۔ پانی نہ مل سکے۔\r\nتیم کن صورتوں میں جائز ہے\r\n۲۔ پانی کے استعمال سے بیمار ہو جانے کا اندیشہ ہو۔\r\n۔ پانی کے استعمال سے بیماری بڑھ جانے کا اندیشہ ہو۔\r\n۔ پانی پر دشمن یا درندہ جانور کا ڈر ہو۔\r\nپانی صرف پینے کے لائق ہو۔ کنوئیں میں سے پانی کھینچنے کا سامان موجود نہ ہو یا اس پر مال\r\nبے جا اور زیادہ خرچ ہو۔\r\nفرائض نماز\r\nچھ ، نماز شروع کرنے سے پہلے ہیں جن کو شرائط کہتے ہیں اور سات ،نماز کے اندر ہیں جن کو\r\nارکان کہتے ہیں۔\r\nا۔ بدن کا پاک ہونا۔\r\n۲۔ کپڑوں کا پاک ہونا۔\r\nشرائط نماز\r\nجہاں نماز پڑھی جائے اس جگہ کا پاک ہونا ۔\r\n۴۔ ستر ڈھانکنا۔\r\n۵۔ قبلہ کی طرف منہ کرنا۔\r\n۔ نماز کی نیت کرنا مگر صرف دل میں زبان سے نہیں۔\r\n۱۳"
    },
    {
        "id": 102,
        "pageNo": 102,
        "pageText": "دینیات کا پہلا رسالہ\r\n۱۰۲\r\nارکان نماز\r\nا۔ نماز کے شروع میں اللہ اکبر کہنا جس کو تکبیر\r\nتحریمہ کہتے ہیں ۔\r\n-۲ کھڑا ہونا جس کو قیام کہتے ہیں۔\r\n۔ قراءت یعنی کچھ کلام اللہ پڑھنا۔\r\n۴۔ رکوع ۔\r\n۵ سجدہ ۔\r\nقعدہ اخیرہ یعنی نماز کے آخر میں بیٹھنا۔\r\nے۔ قصداً نماز ختم کرنا۔\r\nشرائط نماز کے مسائل\r\nا۔ اگر زخم سے ہر وقت خون وغیرہ نکلتا ہو یا ہر وقت نکسیر چلتی ہو یا پیشاب کے قطرے آتے\r\nہوں تو ان صورتوں میں نماز ترک نہ کرنی چاہیے۔ ایک بار وضو کر کے پڑھ لینی چاہیے۔\r\n۲۔ مرد کا ستر ناف کے نیچے تک ہے اور زانو بھی ستر میں داخل ہے۔ عورت کے لئے سوائے\r\nدونوں ہاتھ اور دونوں پاؤں اور منہ کے تمام بدن کا ستر ہے اور اگر ستر کے حصہ میں سے چوتھائی\r\nکھل جائے گا تو نماز فاسد ہو جائے گی ۔\r\n۔ اگر کپڑے پاک نہ ہوں اور ان کے دھونے کا بھی کچھ سامان نہ ہو تو ناپاک کپڑوں سے ہی\r\nنماز پڑھ لینی چاہیے۔ ترک نہ کریں۔\r\n-۴- اگر نماز ایسی جگہ ہو کہ قبلہ معلوم نہ ہو سکے یا شب کی تاریکی ہو یا اور کوئی آدمی نہ ملے جس\r\nسے قبلہ کا رخ پوچھ سکیں تو ایسے وقت میں دل میں سوچیں کہ قبلہ کس طرف ہو گا جس طرف دل\r\nشہادت دے اسی طرف منہ کر کے نماز پڑھ لیں۔\r\n۱۴"
    },
    {
        "id": 103,
        "pageNo": 103,
        "pageText": "دینیات کا پہلا رسالہ\r\n۱۰۳\r\nا۔\r\nارکان نماز کے مسائل\r\n۔ اگر نمازی کسی وجہ سے کھڑا نہ ہو سکے تو بیٹھ کے نماز پڑھ لے ۔ قراءت میں کم از کم ایک بڑی\r\nآیت یا چھوٹی تین آیتیں ہونی چاہئیں۔\r\n۲۔ قعدہ میں اس قدر بیٹھنا فرض ہے کہ جتنی دیر میں التحیات پڑھ سکیں ۔\r\nواجبات نماز\r\nا الحَمدُ پڑھنا ۔\r\nالحَمدُ کے بعد کوئی سورت یا ایک بڑی آیت یا تین چھوٹی آیتیں پڑھنا۔\r\n۳۔ تمام ارکان نماز کو ٹھیر ٹھیر کر ادا کرنا اس کو تعدیل ارکان کہتے ہیں۔\r\nچار رکعتی یا سہ رکعتی نماز میں دو رکعت کے بعد بیٹھنا اس کو قعدہ اولیٰ کہتے ہیں۔\r\nدونوں قعدوں میں خواہ اولی ہو خواہ آخری میں التحیات پڑھنا۔\r\n۲۔ جمعہ اور عیدین اور مغرب وعشاء اور صبح کی نماز میں امام کا قراءت کو بلند آواز سے پڑھنا۔ جو\r\nشخص تنہا نماز پڑھے اسے اختیار ہے کہ ان وقتوں میں قراءت آہستہ پڑھے یا آواز سے۔ ظہر اور\r\nعصر کی نمازوں میں قراءت آہستہ پڑھنا۔\r\n۔ جو فرض اور واجب بار بار ہر رکعت میں آتے ہیں انہیں ترتیب سے ادا کرنا۔\r\nفرض کی دو پہلی رکعتوں میں قراءت ضرور پڑھنا۔ اخیر نماز میں سلام پھیرنا۔ ان کے علاوہ\r\nوتروں کی تیسری رکعت میں دعاء قنوت پڑھنا اور نیز عیدین میں کئی بار اللہ اکبر کہنا بھی واجب\r\nہے یعنی پہلی رکعت میں قراءت سے پہلے تین بار اور دوسری رکعت میں قراءت کے بعد تین بار\r\nاحادیث سے یہ بھی جائزہ معلوم ہوتا ہے کہ پہلی رکعت میں قراءت سے پہلے سات بار اور دوسری\r\nرکعت میں قراءت سے پہلے پانچ بار اللہ اکبر کہے۔\r\nعملی طور پر فرض اور واجب میں کوئی فرق نہیں۔\r\nالحمد تمام کلمات اللہ کی قائمقام ہے اور اس کے سوا اور کلام الحمد کے قائمقام نہیں ۔\r\n۱۵"
    },
    {
        "id": 104,
        "pageNo": 104,
        "pageText": "دینیات کا پہلا رسالہ\r\n۱۰۴\r\nسنن نماز\r\nرفع یدین یعنی نماز کے شروع میں دونوں ہاتھوں کو کانوں تک اٹھانا اس طرح کہ انگوٹھا کان\r\nکی کو سے چھو جائے یا اس کے سامنے ہو اور باقی انگلیاں نہ بہت کشاہ ہوں نہ بند ۔\r\n۔ دونوں ہاتھ باندھ کر نماز پڑھنا اس طرح کہ ناف کے نیچے دائیں ہاتھ کو بائیں ہاتھ پر رکھ کر\r\nدائیں ہاتھ سے بائیں کو پکڑ لیں۔ احادیث صحیحہ سے ہاتھوں کو سینہ پر رکھنا بھی ثابت ہے۔\r\n۔ نماز کے شروع میں ثناء پڑھنا۔\r\n۴۔ ثناء کے بعد تعوذ پڑھنا۔\r\n- ہر رکعت کے شروع میں بسم اللهِ الرَّحْمَنِ الرَّحِيمِ پڑھنا ۔\r\n- اَلْحَمْدُ کے بعد آمین کہنا ۔\r\nے۔ ایک رکن سے دوسرے رکن کی طرف جاتے وقت سوائے قومہ کے اللہ اکبر کہنا اس کو\r\nتکبیرات انتقالات کہتے ہیں ۔\r\nرکوع میں سُبْحَانَ رَبِّيَ الْعَظِيمِ تین، پانچ ، سات بار کہنا۔\r\n۔ رکوع سے کھڑے ہو کر سَمِعَ اللهُ لِمَنْ حَمِدَهُ کہنا اس کو تَسْمِيع کہتے ہیں اور مقتدی کو\r\nرَبَّنَا لَكَ الْحَمْدُ اور تنہا نماز پڑھنے والے کو فقط تسمیع یا دونوں کہنا۔\r\n۱۰۔ سجدہ میں سُبْحَانَ رَبِّيَ الْاعْلَی تین، پانچ ، سات بار کہنا ۔\r\nالتحیات کے بعد درود شریف پڑھنا۔\r\n۱۲- درود شریف کے بعد کوئی دعا پڑھنا ہر شخص اپنی اپنی زبان میں دعا مانگ لے۔\r\nے اور صحیح احادیث سے ثابت ہے کہ آپ سجدہ اور رکوع میں سُبحَنَكَ اللَّهُمَّ رَبَّنَا وَ بِحَمْدِكَ اللَّهُمَّ اغْفِرْ لِي\r\nبھی پڑھا کرتے تھے بلکہ آخر یہی پڑھا\r\n۱۶"
    },
    {
        "id": 105,
        "pageNo": 105,
        "pageText": "۱۰۵\r\nدینیات کا پہلا رسالہ\r\nمفسدات نماز\r\nا۔ نماز میں بات چیت کرنا۔\r\nدرد یا مصیبت کی وجہ سے آواز سے رونا، بے اختیار حالت کا یہ حکم نہیں، اگر خدا کے حکم سے\r\nروئے گا تو نماز نہ جائے گی۔\r\n۔ اپنے امام کے سوا کوئی اور قرآن پڑھنے میں بھولے تو اسے بتانا۔ اپنے امام کو بتانے سے\r\nنماز فاسد نہیں ہوتی۔\r\n۴۔ نماز میں کچھ کھانا پینا۔ بہت سا کام وہ ہے جس کو طرفاً بڑا کام سمجھا جاوے اور جسے دیکھ کر\r\nلوگ یہ سمجھیں کہ یہ شخص نماز میں نہیں ہے۔\r\nمکروہات نماز\r\nا چادر یا رضائی کو سر یا کاندھے پر اس طرح ڈالنا کہ ان کے کنارے لٹکتے رہیں یا کوٹ اور\r\nلبادہ وغیرہ کو بغیر آستین میں ہاتھ ڈالے ہوئے اوڑھنا۔\r\n۲۔ پیشانی سے مٹی کو پونچھنا۔\r\n۔ کپڑے کو مٹی سے بچانے کے لئے سمیٹنا یا اٹھانا۔\r\n۴۔ ننگے سرنماز پڑھنا۔\r\n۵۔\r\nپیشانی کے سامنے سے بلا ضرورٹ کنکری یا مٹی کو ہٹانا البتہ اگر سجدہ ہی نہ ہو سکے تو ایک بار\r\nہٹانا درست ہے ۔\r\n۔ انگلیوں کا نماز میں چٹانا۔\r\nے۔ نماز میں دائیں بائیں طرف یا آسمان کی طرف دیکھنا۔\r\n- نماز میں جمائی یا انگڑائی آوے تو حتی الامکان روکو۔\r\n۱۷"
    },
    {
        "id": 106,
        "pageNo": 106,
        "pageText": "1+4\r\nدینیات کا پہلا رسالہ\r\n۔ سجدہ کے وقت دونوں بازوؤں کو زمین پر بچھا دینا یا پیٹ کو ران سے ملانا۔\r\n۱۰۔ بلا ضرورت کھانستا اگر کھانسی نہ رک سکے تو مضائقہ نہیں ہے۔ پیشاب یا پاخانہ کی\r\nضرورت کی حالت میں نماز نہ پڑھے۔ ان سے فارغ ہو کر اطمینان سے نماز پڑھنی چاہیے بلکہ\r\nکھانا سامنے ہو تو کھا کر پڑھے۔\r\nایمانداری کی باتیں\r\nا۔ اللہ تعالیٰ پر ایمان لانا اور یقین کرنا کہ وہ ایک ہے۔ تمام عیبوں سے پاک تمام صفات کا ملہ\r\nسے موصوف سب کا مالک۔ رب رحمن ، رحیم ، وحدہ لا شریک لہ ہے۔\r\n۔ اس کے ملائکہ پر ایمان لانا کہ جب دل میں نیکی کی تحریک کریں تو اس پر عمل کرے۔\r\n۔ اس کی کتابوں پر ایمان لانا۔\r\n۴۔ اس کے انبیاء پر اور اس بات پر کہ محمد رسول اللّہ صلی اللہ علیہ والہ وسلم خاتم النبین ہیں ایمان لانا\r\nاور آپ تمام کمالات نبوت کے جامع تھے۔\r\n۵- بعث بعد الموت پر ایمان لانا۔\r\nتقدیر پر ایمان لانا کہ ہر ایک چیز کے لئے ایک اندازہ ہے اور اس کی مقدار ہے۔ پس جیسا\r\nکوئی کرے گا ویسا پھل پائے گا اور اللہ تعالیٰ کو تمام اشیا و واقعات کا علم ہے۔\r\nے۔ جزا وسزا پر ایمان لانا۔\r\nدینداری کی باتیں\r\nا۔ اللہ تعالیٰ اور اس کے رسول کا زبان سے اقرار کرنا۔\r\n۲۔ نماز پڑھنا۔\r\n۳۔ زکوۃ دینا۔\r\n۴۔ روزہ رکھنا۔\r\n۱۸"
    },
    {
        "id": 107,
        "pageNo": 107,
        "pageText": "۱۰۷\r\n۵۔ توفیق ہو تو حج کرنا۔ اللہ کی راہ میں جہاد کرنا ( قلم سے یا زبان سے )\r\nدشمن اگر دین سے روکے تو بشر ط طاقت اور سلطنت کے اس کا مقابلہ کرنا۔\r\nے۔ اللہ تعالیٰ کی عبادت ایسی کرو کہ اسے تم دیکھتے ہو یا وہ تمہیں دیکھتا ہے۔\r\nاخلاق فاضلہ کا پابند ہونا۔\r\n۹۔ بُرائیوں سے بچنا۔\r\n۱۰ خدا تعالیٰ اور اس کے رسول سے محبت رکھنا۔\r\nا۔ احسانات الہی کا شکر ادا کرنا۔\r\n۱۲۔ تواضع اور فروتنی اختیار کرنا۔\r\n۱۳۔ بڑوں کا ادب اور چھوٹوں پر رحم کرنا۔\r\n۱۴۔ شیخی اور گھمنڈ کا ترک کرنا۔\r\n۱۵۔ حسد اور کینہ اور بے محل غضب کا ترک کرنا۔\r\n۱۶۔ قرآن مجید کی تلاوت کرنا اور اس کا سمجھنا۔\r\n۱۷۔ لغو اور فضول باتوں سے دور رہنا۔\r\n۱۔ ہر وقت پاک وصاف رہنا۔\r\n۱۹۔ ستر کو چھپانا۔\r\n۲۰۔ موقع پر سخاوت کرنا اور کھانا کھلانا۔\r\n۲۱۔ عزیزوں اور قریبیوں کا حق ادا کرنا۔\r\n۲۲ خلق میں اصلاح کرتے رہنا۔\r\nدینیات کا پہلا رسالہ\r\n۲۳۔ اچھے کاموں میں امداد اور کوشش کرتے رہنا اور کسی حاجت مند کی بقدر امکان خبر گیری اور\r\nامداد کرنا۔\r\n۱۹"
    },
    {
        "id": 108,
        "pageNo": 108,
        "pageText": "دینیات کا پہلا رسالہ\r\n۱۰۸\r\n۲۴۔ پڑوسی کے ساتھ احسان کرنا۔\r\n۲۵۔ معاملہ صاف رکھنا۔\r\n۲۶۔ اپنا حق لینے میں سختی نہ کرنا۔ دوسروں کا حق دینے میں حیلہ یاستی نہ کرنا۔\r\n۲۷۔ مال کا موقع پر صرف کرنا۔ مال کو فضول خرچ نہ کرنا۔\r\n۲۸۔ سلام کا جواب دینا۔\r\n۲۹۔ مریض کی عیادت کرنا۔\r\n۳۰۔ جب کسی مسلمان کو چھینک آوے اور وہ الحمد للہ کہے تو جواب میں يَرْحَمُكَ الله کہنا ۔\r\n۳۱۔ تکلیف والی چیز کو راستہ سے ہٹانا۔\r\nگناہ کبائر\r\nا خدا تعالیٰ کے ساتھ کسی کو شریک کرنا۔\r\n۲۔ خون ناحق کرنا۔\r\n۳۔ ماں باپ کو ایذا پہنچانا ۔\r\n۴۔ قتیموں کا مال کھانا۔\r\n۵۔ شراب پینا۔\r\nظلم کرنا۔\r\nے۔ کسی کو پیٹھ پیچھے برائی سے یاد کرنا۔\r\n- کسی کے حق میں بے وجہ بد دعا کرنا۔\r\n۔ اپنے کو غیروں سے بے وجہ اچھا جاننا۔\r\nا۔ کسی سے وعدہ کر کے پورا نہ کرنا۔\r\nا۔ کسی کی امانت میں خیانت کرنا۔\r\n۲۰"
    },
    {
        "id": 109,
        "pageNo": 109,
        "pageText": "۲۱\r\nدینیات کا پہلا رسالہ\r\n١٠٩\r\n64\r\n۱۲۔ سچی گواہی کو چھپانا۔\r\n۱۳۔ جھوٹی گواہی دینا۔\r\n۱۴۔ جھوٹ بولنا۔\r\n۱۵۔ چوری کرنا۔\r\n۱۶۔ بیاج کھانا۔\r\n۱۷۔ رشوت لینا۔\r\n۱۸۔ کسی کے گھر میں بے اجازت چلا جانا۔\r\n۱۹۔ کسی کی عیب جوئی کرنا۔\r\n۲۰۔ نجومی کی باتوں کو سچا جاننا۔"
    },
    {
        "id": 110,
        "pageNo": 110,
        "pageText": "دینیات کا پہلا رسالہ\r\n11+\r\nسُوْرَةُ الْعَصْرِ\r\nبِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ\r\nوَالْعَصْرِ إِنَّ الْإِنْسَانَ لَفِي خُسْرٍةٌ إِلَّا الَّذِينَ آمَنُوْا وَعَمِلُوا الصَّلِحُتِ\r\nوَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِة\r\nاللہ کے نام کے ساتھ جو بے انتہا رحم کرنے والا ، بن مانگے دینے والا (اور ) بار بار رحم\r\nکرنے والا ہے۔ زمانے کی قسم ۔ یقینا انسان ایک بڑے گھاٹے میں ہے۔ سوائے ان\r\nلوگوں کے جو ایمان لائے اور نیک اعمال بجالائے اور حق پر قائم رہتے ہوئے ایک\r\nدوسرے کو حق کی نصیحت کی اور صبر پر قائم رہتے ہوئے ایک دوسرے کو صبر کی نصیحت کی ۔\r\nسُورَةُ قُرَيْشٍ\r\nبِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ\r\nلِإِيْلفِ قُرَيْشِ ) الفِهِمُ رِحْلَةَ الشَّتَاءِ وَالصَّيْفِ فَلْيَعْبُدُوا رَبَّ هَذَا\r\nالْبَيْتِ الَّذِى أَطْعَمَهُمْ مِنْ جُوعٍ وَأَمَنَهُمْ مِّنْ خَوْفٍ 6\r\nاللہ کے نام کے ساتھ جو بے انتہا رحم کرنے والا ، بن مانگے دینے والا (اور ) بار بار رحم\r\nکرنے والا ہے۔ قریش میں باہم ربط پیدا کرنے کے لئے ۔ (ہاں) اُن میں ربط بڑھانے\r\nکے لئے (ہم نے ) سردیوں اور گرمیوں کے سفر بنائے ہیں ۔ پس وہ عبادت کریں اس گھر\r\nکے رب کی ۔ جس نے انہیں بھوک سے نجات دیتے ہوئے ) کھانا کھلایا اور انہیں\r\nخوف سے امن دیا۔\r\n۲۲"
    },
    {
        "id": 111,
        "pageNo": 111,
        "pageText": "دینیات کا پہلا رسالہ\r\nIII\r\nسُوْرَةُ الْمَاعُونِ\r\nبِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ\r\nارَيْتَ الَّذِي يُكَذِّبُ بِالدِّينِ فَذَلِكَ الَّذِي يَدُعُ الْيَتِيمَ وَلَا يَحُضُّ\r\nعَلَى طَعَامِ الْمِسْكِينِ فَوَيْلٌ لِلْمُصَلِّينَ الَّذِينَ هُمْ عَنْ صَلَاتِهِمْ\r\nسَاهُونَ الَّذِينَ هُمْ يُرَآءُونَ لا وَيَمْنَعُوْنَ الْمَاعُونَ\r\nاللہ کے نام کے ساتھ جو بے انتہا رحم کرنے والا ، بن مانگے دینے والا ( اور ) بار بار رحم کرنے\r\nوالا ہے۔ کیا تو نے اس شخص پر غور کیا جو دین کو جھٹلاتا ہے؟ پس وہی شخص ہے جو یتیم کو\r\nدھتکارتا ہے اور مسکین کو کھانا کھلانے کی ترغیب نہیں دیتا۔ پس اُن نماز پڑھنے والوں پر\r\nہلاکت ہو جو اپنی نماز سے غافل رہتے ہیں۔ وہ لوگ جو دکھاوا کرتے ہیں اور روزمرہ کی\r\nضروریات کی چیزیں بھی ( لوگوں سے ) رو کے رکھتے ہیں۔\r\nسُوْرَةُ الْكَوثَرِ\r\nبِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ\r\nإِنَّا أَعْطَيْنَكَ الْكَوْثَرَة فَصَلِّ لِرَبِّكَ وَانْحَرْثُ إِنَّ شَانِئَكَ هُوَ\r\nالْاَبْتَرُة\r\nاللہ کے نام کے ساتھ جو بے انتہا رحم کرنے والا، بن مانگے دینے والا (اور ) بار بار رحم\r\nکرنے والا ہے ۔ یقیناً ہم نے تجھے کوثر عطا کی ہے۔ پس اپنے رب کے لئے نماز پڑھ\r\nاور قربانی دے۔ یقینا تیرا دشمن ہی ہے جو ابتر رہے گا۔\r\n۲۳"
    },
    {
        "id": 112,
        "pageNo": 112,
        "pageText": "دینیات کا پہلا رسالہ\r\n۱۱۲\r\nسُوْرَةُ الْكَافِرُونَ\r\nبِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ\r\nقُلْ يَايُّهَا الْكَفِرُونَ لَا أَعْبُدُ مَا تَعْبُدُونَ وَلَا أَنْتُمْ عَبدُونَ مَا\r\nأَعْبُدُ وَلَا أَنَا عَابِدٌ مَّا عَبَدْتُّمْ وَلَا انْتُمْ عِيدُونَ مَا أَعْبُدُن\r\nلَكُمْ دِيْنُكُمْ وَلِى دِينِ\r\nاللہ کے نام کے ساتھ جو بے انتہا رحم کرنے والا ، بن مانگے دینے والا (اور ) بار بار رحم کرنے\r\nوالا ہے۔ کہہ دے کہ اے کا فرو! میں اُس کی عبادت نہیں کروں گا جس کی تم عبادت کرتے\r\nہو۔ اور نہ تم اُس کی عبادت کرنے والے ہو جس کی میں عبادت کرتا ہوں ۔ اور میں کبھی\r\nاُس کی عبادت کرنے والا نہیں بنوں گا جس کی تم نے عبادت کی ہے۔ اور نہ تم اُس کی\r\nعبادت کرنے والے بنو گے جس کی میں عبادت کرتا ہوں ۔\r\nتمہارے لئے تمہارا دین ہے\r\nاور میرے لئے میرا دین۔\r\nسُوْرَةُ النَّصْرِ\r\nبِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ\r\nإِذَا جَاءَ نَصْرُ اللهِ وَالْفَتْحُ ) وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِي دِينِ اللهِ\r\nأَفْوَاجَانٌ فَسَبِّحْ بِحَمْدِ رَبَّكَ وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّابًان\r\nاللہ کے نام کے ساتھ جو بے انتہا رحم کرنے والا ، بن مانگے دینے والا ( اور ) بار بار رحم کرنے\r\nوالا ہے۔ جب اللہ کی مدد اور فتح آئے گی ۔ اور تو لوگوں کو دیکھے گا کہ وہ اللہ کے دین میں فوج\r\nدر فوج داخل ہو رہے ہیں۔ پس اپنے رب کی حمد کے ساتھ (اس کی) تسبیح کر اور اُس سے\r\nمغفرت مانگ ۔ یقیناً وہ بہت توبہ قبول کرنے والا ہے۔\r\n۲۴"
    },
    {
        "id": 113,
        "pageNo": 113,
        "pageText": "الله\r\nدینیات کا پہلا رسالہ\r\nسُوْرَةُ الْإِخْلَاصِ\r\nبسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ\r\nقُلْ هُوَ الله اَحَدُ اللهُ الصَّمَدُ لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُن لَّهُ\r\nكُفُوًا أَحَدةً\r\nاللہ کے نام کے ساتھ جو بے انتہا رحم کرنے والا ، بن مانگے دینے والا ( اور ) بار بار رحم کرنے\r\nوالا ہے۔ تو کہہ دے کہ وہ اللہ ایک ہی ہے۔ اللہ بے احتیاج ہے ۔ نہ اُس نے کسی کو جنا\r\nاور نہ وہ جنا گیا۔ اور اُس کا کبھی کوئی ہمسر نہیں ہوا۔\r\nسُوْرَةُ الْفَلَقِ\r\nبِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ\r\nقُلْ اَعُوْذُ بِرَبِّ الْفَلَقِ مِنْ شَرِّ مَا خَلَقَ وَ مِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ\r\nوَ مِنْ شَرِّ النَّقْتُتِ فِي الْعُقَدِنْ وَ مِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَةً\r\nاللہ کے نام کے ساتھ جو بے انتہا رحم کرنے والا ، بن مانگے دینے والا ( اور ) بار بار رحم کرنے\r\nوالا ہے۔ تو کہہ دے کہ میں (چیزوں کو ) پھاڑ کر (نئی چیز ) پیدا کرنے والے رب کی پناہ\r\nمانگتا ہوں۔ اُس کے شر سے جو اس نے پیدا کیا۔ اور اندھیرا کرنے والے کے شر سے\r\nجب وہ چھا چکا ہو۔ اور گر ہوں میں پھونکنے والیوں کے شر سے۔ اور حاسد کے شر سے جب\r\nوہ حسد کرے۔\r\n۲۵"
    },
    {
        "id": 114,
        "pageNo": 114,
        "pageText": "دینیات کا پہلا رسالہ\r\n۱۱۴\r\nسُوْرَةُ النَّاسِ\r\nبسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ\r\nقُلْ اَعُوْذُ بِرَبِّ النَّاسِ مَلِكِ النَّاسِ إِلَهِ النَّاسِ مِنْ شَرِّ الْوَسْوَاسِ\r\nالْخَنَّاسِ الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ مِنَ الْجِنَّةِ وَالنَّاسِ &\r\nاللہ کے نام کے ساتھ جو بے انتہا رحم کرنے والا ، بن مانگے دینے والا ( اور ) بار بار رحم کرنے\r\nوالا ہے۔ تو کہہ دے کہ میں انسانوں کے رب کی پناہ مانگتا ہوں۔ انسانوں کے بادشاہ کی۔\r\nانسانوں کے معبود کی ۔ بکثرت وسوسے پیدا کرنے والے کے شر سے، جو وسوسہ ڈال کر\r\nپیچھے ہٹ جاتا ہے۔ وہ جو انسانوں کے دلوں میں وسوسے ڈالتا ہے۔ (خواہ ) وہ جنوں میں\r\nسے ہو ( یعنی بڑے لوگوں میں سے ) یا عوام الناس میں سے۔\r\nسُوْرَةُ الْبَقَرَةِ (آیات ۱ تا ۲)\r\nبِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ\r\nالمة ذلِكَ الْكِتَبُ لَا رَيْبَ فِيهِ هُدًى لِلْمُتَّقِينَ الَّذِينَ يُؤْمِنُونَ\r\nبِالْغَيْبِ وَيُقِيمُونَ الصَّلوةَ وَ مِمَّا رَزَقْنَهُمْ يُنْفِقُونَ وَالَّذِينَ يُؤْمِنُونَ\r\nبِمَا أُنْزِلَ إِلَيْكَ وَ مَا أُنْزِلَ مِنْ قَبْلِكَ وَبِالْآخِرَةِ هُمْ يُوقِنُوْنَ\r\nأُولَبِكَ عَلَى هُدًى مِّنْ رَّبِّهِمْ وَ أُولَبِكَ هُمُ الْمُفْلِحُونَ )\r\nاللہ کے نام کے ساتھ جو بے انتہا رحم کرنے والا ، بن مانگے دینے والا ( اور ) بار بار رحم کرنے والا ہے۔ انا\r\nاللهُ أَعْلَمُ : میں اللہ سب سے زیادہ جانے والا ہوں ۔ یہ وہ کتاب ہے ۔ اس میں کوئی شک نہیں ۔\r\nہدایت دینے والی ہے متقیوں کو ۔ جو لوگ غیب پر ایمان لاتے ہیں اور نماز قائم کرتے ہیں اور جو کچھ ہم\r\nانہیں رزق دیتے ہیں اس میں سے خرچ کرتے ہیں ۔ اور وہ لوگ جو اس پر ایمان لاتے ہیں جو تیری\r\nطرف اُتارا گیا اور اس پر بھی جو تجھے سے پہلے اُتارا گیا اور وہ آخرت پر یقین رکھتے ہیں ۔ یہی وہ لوگ\r\nہیں جو اپنے رب کی طرف سے ہدایت پر قائم ہیں اور یہی ہیں وہ جو فلاح پانے والے ہیں ۔\r\n۲۶"
    },
    {
        "id": 115,
        "pageNo": 115,
        "pageText": "الطَّرْفُ أُمُّ الْعُلُومِ وَالنَّحْو اَبُوْهَا\r\nمبادى الصرف\r\nوالتحو\r\nاز تصنیف حکیم الامت مولوی نورالدین صاحب\r\nزَادَ فَيْضُهُ\r\nرم\r\nمطبع انوار احمد یہ قادیان دارالامان میں چھپوا کر شائع کیا\r\nمورخہ ۲۰ / جون ۱۹۰۶ء"
    },
    {
        "id": 116,
        "pageNo": 116,
        "pageText": ""
    },
    {
        "id": 117,
        "pageNo": 117,
        "pageText": "112\r\n(۱) بولی یا زبان\r\nبِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيمِ\r\nنَحْمَدُهُ وَ نُصَلِّي عَلَى رَسُولِهِ الْكَرِيمِ وَآلِهِ مَعَ التَّسْلِيمِ\r\nپہلا سبق\r\nلفظی یا تحریری جس طریق سے انسان اپنے خیالات کو ظاہر کرتا ہے اس کا نام بولی یا زبان ہے۔\r\nاور یہ اظہار خیالات دو طرح پر ہوتا ہے۔ بول کر یا لکھ کر۔\r\nپس زبان یا بولی کی یہ دو قسمیں ہیں۔ (۱) تقریری اور (۲) تحریری\r\n(۲) علم القواعد\r\nجس علم اور جن قواعد کے سبب سے کسی زبان کو درست لکھ سکتے یا صحیح بول سکتے ہیں وہ اس زبان\r\nکی گرامر یا قواعد کہلاتے ہیں۔\r\n(۳) کلمه یا قول مفرد\r\nانسان جو کچھ بولتا ہے وہ ایک بامعنی لفظ ہو تو قول مفرد یا روا جا کلمہ کہلاتا ہے۔ ورنہ کلمہ تو ایسا ہوتا\r\nہے جیسے اَشْهَدُ أَنْ لا إلهَ إِلَّا الله ہے اور جیسے اَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ ہیں اور\r\nالْحَمْدُ لِلهِ رَبِّ ا DOWNLAND ہے ۔ پس کلمہ در اصل تو کسی مفید جملہ کو کہتے ہیں مگر نحو کے لوگوں نے\r\nاصطلاحاً کلمہ قول مفرد کو کہا ہے۔\r\n(۴) علم صرف\r\nایک بامعنی لفظ کو رنگ برنگ کے معانی کے لئے مختلف شکلوں میں لانے کے قواعد کا نام علم صرف\r\nہے۔ اور فائدہ اس علم کا یہ ہے کہ ایک لفظ کے معنے معلوم ہونے سے اسی قسم اور جماعت کے بہت سے\r\nالفاظ کے معنے معلوم ہو جاتے ہیں اور ایک معنے کے لفظ معلوم ہو نے سے بہت سے الفاظ اسی قسم"
    },
    {
        "id": 118,
        "pageNo": 118,
        "pageText": "۱۱۸\r\nمبادى الصرف و النحو\r\nکے معلوم ہو جاتے ہیں گویا صرف کا علم زبان دانی کی ریل ہے۔ یادر ہے علم صرف علم قواعد کی ایک\r\nشاخ ہے۔\r\nسوالات\r\n(۱) زبان کس کو کہتے ہیں ۔ (۲) زبان کی کتنی قسمیں ہیں ۔ (۳) کسی زبان کی قواعد سے کیا مراد ہوتی\r\nہے۔ (۴) قول مفرد کس کو بولتے ہیں۔ (۵) کلمہ اصل میں کس کو بولتے ہیں۔(۶) کلمہ کے عام معنے\r\nبتاؤ۔ (۷) علم صرف کس کو کہتے ہیں ۔ (۸) اس علم سے فائدہ کیا ہے۔\r\nدوسر اسبق\r\nپہلے سبق میں بتایا گیا ہے کہ انسان جو با معنی لفظ بولتا ہے اس کا نام رو جا کلمہ ہو گیا ہے۔ اب غور\r\nکرو کہ انسان جب بولتا ہے تو وہ با معنی الفاظ تین قسم کے ہوتے ہیں ۔ یا تو لفظ کسی چیز کا نام ہوتے ہیں\r\nیا کسی کام کے ہونے یا واقع ہونے کو ظاہر کرتے ہیں یا دو لفظوں کا باہمی تعلق ظاہر کرتے ہیں ۔ اس کی\r\nمثال تمہاری اپنی بولی میں تو یہ ہے محمد (صلی اللہ علیہ وسلم ) مکہ سے مدینہ چلے گئے ۔ اس فقرہ میں\r\nمحمد ( صلی اللہ علیہ وسلم ) نام ہے اس نبی کا جو تمام نبیوں کا سردار اور سب کا خاتم ہیں اور مکہ اور مدینہ\r\nنام ہے دو شہروں کا۔ چلے گئے ایک لفظ ہے جو آنحضرت صلی اللہ علیہ وسلم کے ایک کام کو ظاہر کرتا ہے\r\nاور سے ایک لفظ ہے جو اس کام کا علاقہ مکہ اور مدینہ سے ظاہر کرتا ہے ۔ پس اس سے یہ نتیجہ نکلا کہ\r\nقول مفرد یا کلمہ کے تین قسم ہوتے ہیں اسم۔ فعل اور حرف۔\r\nا۔ اسم جو نام ہو کسی شے کا جیسے اللہ محمد ، ملک، نبی، رسول، کتاب، تقدیر، مکه، مدینه، جزاء\r\nقیامت ، جنت ، جهنم ، ایمان، کفر، شرک، نفاق ، صدق ، اخلاص ،حسن ، احسان علم عمل، احمد،\r\nقادیان وغیرہ۔\r\nفعل وہ لفظ ہے جو ظاہر کرے کہ فلاں کام کسی سے ہو چکا یا ہوتا ہے یا کسی سے ہوگا یا کسی کے"
    },
    {
        "id": 119,
        "pageNo": 119,
        "pageText": "۱۱۹\r\nمبادی\r\nساتھ قائم ہوایا ہے یا ہو گا ۔ جیسے آمَنتُ بِاللهِ (ایمان لایا میں ساتھ اللہ کے ) يُؤْمِنُونَ بِالْغَيْبِ\r\nایمان لا رہے ہیں یا لائیں گے ساتھ غیب ) أَسْلَمْتُ لِرَبِّ الْعَالَمِينَ ( فرمانبردار ہو چکا میں\r\nرب العالمین کا )\r\n۳۔ حرف وہ لفظ ہے جو دوسرے لفظوں کے ملنے سے اپنا مفہوم ظاہر کرے اور ان کے\r\nتعلقات کو بتائے جیسے آمَنتُ بِاللهِ وَ سِرْتُ مِن بَيْتِي إِلى مَكَّةَ وَصَلَّيْتُ فِي الْمَسْجِدِ\r\nالحرام ۔ بہر حال حرف اصطلاحا دو چیزوں کے باہم رشتہ تعلق کو پیدا کر دیتا ہے۔\r\nسوالات\r\n(۱) قول مفرد کی کتنی قسمیں ہیں۔ (۲) ہر ایک قسم کی تعریف کرو۔ (۳) اسم کی سات مثالیں\r\nدو۔ (۴) پانچ فعل بیان کرو ۔ (۵) حرف کی مثال ۔ (4 ) ان فقرات میں سے اسم فعل اور حرف\r\nجدا جدا کرو۔ (الف) اَللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ وَبَارِكَ وَ سَلِّمْ - (ب ) رَبَّنَا\r\nاتِنَا فِي الدُّنْيَا حَسَنَةً وَ فِي الْآخِرَةِ حَسَنَةً - (ج) سُبُحْنَ الَّذِي أَسْرَى بِعَبْدِهِ لَيْلًا مِنَ الْمَسْجِدِ\r\nالْحَرَامِ إِلَى الْمَسْجِدِ الْأَقْصَا الَّذِي بُرَكْنَا حَوْلَهُ -\r\nتیسر اسبق\r\nا۔ اسم کی پھر تین قسمیں ہیں۔ یہ تقسیم اُس کی بناوٹ کے لحاظ سے ہے ۔ جامد ۔مصدر اور مشتق ۔\r\n(الف) جامد وہ اسم ہے جو نہ کسی لفظ سے بنا ہو اور نہ اس سے کوئی لفظ بنے مثلاً فعل وغیرہ سے۔\r\n(ب) مصدر وہ اسم ہے جو کسی کام کو کسی سے ہونے یا کرنے کو بتائے یا کسی چیز پر کسی بات کے\r\nوقوع کو ظاہر کرے جیسے العِلْمُ ( جانا ) الْحَمْدُ (ستائش کرنا )\r\n( ج ) اسم مشتق وہ اسم ہے جو مصدر سے بنایا جاوے اور مصدر کے معنے اور اصلیت اس میں\r\nپائی جائے جیسے عالم مصدر علم کے معنے ہیں جاننا اس سے اسم مشتق عالم کے معنے جاننے والا ۔\r\nمعلوم کے معنے جانا گیا وغیرہ ایسا ہی حمد کے معنے تعریف کرنا، محمد کے معنے تعریف کیا گیا،"
    },
    {
        "id": 120,
        "pageNo": 120,
        "pageText": "۱۲۰\r\nحامد تعریف کرنے والا ، احمد کے معنے بہت اچھا۔\r\n۲۔ جامد سے تو چونکہ کوئی لفظ بنتاہی نہیں اس کا ذکر سر دست چھوڑ دو ۔ مصدر اور اسم مشتق کی کئی\r\nقسمیں ہیں۔ مصدر کی اقسام فعل کی بحث میں بتائیں گے اسم مشتق کی یہ اقسام ہیں۔\r\n(الف) اسم فاعل ۔ صفت مشبہ ۔ مبالغہ\r\n( ب ) اسم مفعول ( ج ) ظرف زمان ۔ ظرف مکان ( د ) اسم آلہ (ہ) اسم زیادت یا اسم تفضیل ۔\r\n۔ پھر اسم یا کسی خاص چیز کا نام ہوتا ہے یا عام نام جیسے محمد صلی اللہ علیہ وسلم ( خاص رسول کا نام\r\nہے ) مکہ خاص شہر کا نام - رجل آدمی ، ہر آدمی کو رجُلٌ کہتے ہیں۔ قرش ہر گھوڑے کو قرش کہیں\r\nگے ۔ پس معنوں کے لحاظ سے اسم کی دو اور قسمیں ہیں معرفہ اور نکرہ ۔ جب خاص شے کا نام ہو تو\r\nمعرفہ کہلاتا ہے عام ہو نکرہ۔\r\nسوالات\r\n(1) بناوٹ کے لحاظ سے اسم کی کتنی قسمیں ہیں؟ (۲) جامد - مصدر مشتق کی تعریف کرو اور\r\nمثال دو۔ (۳) اسم مشتق کے اقسام کتنے ہیں ان کا کیا کیا نام ہے؟ معنوں کے لحاظ سے اسم کی کتنی\r\nقسمیں ہیں ۔ ہر ایک کی مثال دو ۔\r\nچوتھا سبق\r\nواحد۔ تثنیہ اور جمع\r\nا۔ اسم کبھی واحد کہلاتا یا تثنیہ اور جمع ۔ پس معنے میں تعداد کے لحاظ سے ایک کے معنے\r\nدے تو واحد ۔ دو کے معنے دے تو تثنیہ اور دو سے زیادہ کے معنے دے تو جمع کہلاتے ہیں۔ جیسے\r\nرَجُلٌ (ایک مرد) رَجُلانِ (دومرد ) رِجَالٌ ( بہت مرد ) ۔\r\n۲۔ تثنیہ بنانے کا عام قاعدہ یہ ہے کہ واحد کے آخر میں الف اور نون زیر والا لگانے سے\r\nتثنیہ ہو جاتا ہے۔ جیسے رَجُلٌ سے رجُلانِ اور بن بھی لگاتے ہیں جیسے رَجُلَيْنِ ۔\r\nY"
    },
    {
        "id": 121,
        "pageNo": 121,
        "pageText": "مبادى الصرف و النحو\r\n۱۲۱\r\n۔ جمع بنانے کا عام قاعدہ یہ ہے کہ جمع مذکر کی صورت میں ون یا تین سے بنے گی اور مؤنث\r\nکے لئے ای اور اپ کے لگانے سے ۔ جیسے مذکر کی مثال مؤمن سے مُؤْمِنُونَ وَ مُؤْمِنِينَ اور\r\nمؤنث کی مثال مُؤْمِنَةٍ سے مُؤْمِنَاتٍ ۔\r\nفائدہ۔ا۔ یا د رکھو اگر واحد کے آخر ۃ ۔ علامت تانیث کی ہوگی تو جمع میں گر جائے گی جیسے\r\nاویر کی مثال میں ۔\r\nفائدہ ۔ ۲۔ تثنیہ اور جمع کے لین میں تمیز کرنے کے واسطے یاد رکھو کہ تثنیہ میں یائے مجہول\r\nپڑھی جائے گی اور جمع میں یائے معروف ۔ مُسْلِمَيْنِ (تثنیہ) مُسْلِمِينَ جمع ہے۔\r\nسوالات\r\n(۱) واحد اور تثنیہ اور جمع کس کو کہتے ہیں؟ (۲) تثنیہ بنانے کا عام قاعدہ کیا ہے؟ مثال دے کر بتاؤ۔\r\n(۳) جمع بنانے کا عام قاعدہ مثال دے کر بتاؤ۔ (۴) تثنیہ اور جمع کے بن میں کس طرح تفریق\r\nکرو گے۔ (۵) اگر واحد کے آخر ، ت تانیث کی ہو تو جمع میں رہے گی یا گرے گی ۔ (1) ان فقرات\r\nمیں واحد، تثنیہ، جمع الگ کر کے دکھاؤ۔ (الف) بِالْمُؤْمِنِينَ رَءُوفٌ رَّحِيمٌ ـ (ب) إِنَّا أَعْتَدُنَا\r\nللكفرين سلسلاً وَ أَغْلاً وَسَعِيرًا - (ج) الْخَبِيثُتُ لِلْخَبِيثِينَ وَالطَّيِّبَتُ لِلطَّيِّبِينَ -\r\nپانچواں سبق\r\nمذکر اور مؤنث\r\nا۔ نر کو مذکر اور مادہ کو مؤنث کہتے ہیں ۔ مگر الفاظ میں مذکر مؤنث کی شناخت علامات سے\r\nہوتی ہے۔\r\n۲۔ مؤنث کی دو قسمیں ہیں۔ حقیقی اور لفظی ۔ حقیقی مؤنث وہ ہے جس کا نر جاندار ہو جیسے امرءة\r\n(عورت) کہ اس کا امرہ (مرد) کہلاتا ہے۔\r\nلفظی مؤنث وہ ہے جس کا ئر جاندار نہ ہو بلکہ لفظا وہ مؤنث ہو جیسے ظلمةٌ ( اندھیرا)\r\n۷"
    },
    {
        "id": 122,
        "pageNo": 122,
        "pageText": "مبادى الصرف و النحو\r\n۱۲۲\r\nپھر لفظی کی دو قسمیں ہیں ۔ اوّل یہ کہ علامت تانیث لفظوں میں ہو ۔ یہ قیاسی کہلاتی ہے۔\r\nدوم علامت تانیث لفظوں میں نہ ہو جیسے آرض ( زمین ) اس کا نام سماعی مؤنث ہے۔\r\n۴۔ مؤنث کی عام علامت ہ ہے۔ پس عام قاعدہ مؤنث بنانے کا یہی ہے کہ مذکر کے آخر\r\nہ لگادی جائے جیسے عالم سے عَالِمَةٌ مگر جن الفاظ کے آخر الف بشکل می ہو وہ ۃ لگانے کے وقت\r\nالف گر جائے گا۔ جیسے قیتی ( جوان لڑکا ) فتاة (جوان لڑکی )\r\n۵۔ مندرجہ ذیل الفاظ مؤنث بولے جاتے ہیں۔\r\n(الف) عورتوں کے نام اور وہ الفاظ جو عورتوں کے لئے خاص ہیں جیسے خديجة اخت.\r\nعروس - حائض - طامت -\r\n(ب ) اسمائے مشتقہ جن کے آخرة داخل ہو ۔ جیسے عَالِمَةٌ .\r\n( ج ) جن اسموں کے آخری آئے ۔ جیسے سلمی (عورت کا نام ) حَسَنًاء ( بہت خوبصورت )\r\nمگر جب ہی اصل لفظ کا جزو ہو تو مؤنث نہ سمجھ لینا جیسے موسیٰ۔\r\n(1) جن اسموں کے آخر ! آوے جیسے صحراج (جنگل)۔\r\n(0) ملکوں اور شہروں کے نام جیسے مصر و مکہ۔\r\n( و) ہوا، آگ، شراب وغیرہ کے نام جیسے ریح (ہوا) شمال (باد شمال ناز (آگ) خمر (شراب)\r\n( ز ) جسم کے دہرے اعضاء ہاتھ ، پاؤں، کان، آنکھ وغیرہ اکثر مؤنث ہیں۔\r\n( ح ) کل جمع مؤنث ہوتی ہیں\r\nسوالات\r\n(۱) مؤنث حقیقی لفظی ، سماعی اور قیاسی کی تعریف کرو۔\r\n(۲) مؤنث کی عام علامت کیا ہے۔\r\n(۳) مؤنث بنانے کا کیا قاعدہ ہے مثال دے کر بتاؤ۔\r\n(۴) وہ کون سے اسماء ہیں جو مؤنث بولے جاتے ہیں۔\r\n^"
    },
    {
        "id": 123,
        "pageNo": 123,
        "pageText": "۱۲۳\r\nتعریف علم صرف\r\nایک لفظ کو رنگ برنگ معانی کے لئے مختلف شکلوں میں لانے کے قواعد کو علم صرف کہتے ہیں۔\r\nفائدہ صرف\r\nاس علم کا فائدہ یہ ہے۔ ایک لفظ کے معنے معلوم ہونے سے اس لفظ کی جماعت کے معانی معلوم\r\nہو سکتے ہیں۔ دیکھو فقرہ نمبر ۴ سبق پہلا۔ دیکھوفقرہ\r\nچھٹا سبق\r\nفعل کی تعریف\r\nفعل وہ لفظ ہے جو ظاہر کرے کہ فلاں کام کسی سے ظاہر ہو چکا یا ہوتا ہے یا ہو گا یا کسی کے ساتھ\r\nقائم ہوایا ہے یا ہوگا اور ایسے فعل کو فعل معلوم کہتے ہیں جیسے آمَن ۔ نَعْبُ - نَسْتَعِینَ ۔\r\nیا یہ بتادے کہ فلاں بات کسی پر واقع ہو چکی یا واقع ہورہی ہے یا واقع ہوگی تو اسے فعل مجہول\r\nکہتے ہیں جیسے عُلِمَ - يُنصر\r\nاقسام فعل\r\nفعل کے اقسام ا۔ ماضی ۲۔ حال و ۳۔ مستقبل ۔ حال و مستقبل کو مضارع بھی کہتے ہیں۔\r\n۴۔ امر ۵۔ نبی ۶۔ جمدے نفی اور فعل تعجب فعل کے اقسام ہیں نیز فعل لازم ہوتے ہیں جیسے جلس.\r\nحَسُنَ كَرُهَا مَن اور متعدی جیسے عَبَدَ وَخَدّ اور اشترك نصر اور طلب ۔ نیز فعل کبھی ثلاثی\r\nلے امن کے معنی ہیں کہ ایمان فلاں شخص سے ظاہر ہو چکا۔\r\nعبادت کا فعل ہم سے ظاہر ہوتا ہے اور ہوگا۔\r\nمدد طلب کرنے کا فعل ہم سے ظاہر ہوتا ہے یا ہو گا۔\r\n۹\r\nے جانا گیا۔\r\nے مدد دیا گیا۔"
    },
    {
        "id": 124,
        "pageNo": 124,
        "pageText": "مبادى الصرف و النحو\r\n۱۲۴\r\nجیسے نصر اور علم اور بائی جیسے بَعْشَر خماسی جیسے انْفَطَر اور سُداسی جیسے اسْتَخْرَجَ -\r\nیہ بات بھی یادر ہے کہ فعل اور اسم بھی کبھی صحیح ہوتا ہے۔ جیسے صلح اور رشد یا علم اور\r\nرشد.\r\nاور مہموز جیسے امن ، أَمَنْ ، سَأَلَ ، سَئُولٌ ، قَرَءَ ، قُرْ\r\nاور مضاعف جیسے مل ، من ضَرَّ مَلٌ ، مَنْ ضَر\r\nمثال یا مُعْتَلُ الْفَا ۔ جیسے وَعَدَ اور وَعْدُ ، يَقَنَ ، يَقْنُ\r\nمُعْتَلُ العين يا اجوف جیسے بَاعَ اور بَيْعٌ - قَالَ اور قَوْل\r\nناقص جیسے رمی ، رفی - دَعَا ، دَلُو ، خَشِيَ ، عَصَا\r\nلفیف مفروق جیسے وَقی اور ونی\r\nاور لفیف مقرون جیسے شوی - قوی\r\nحروف وہ لفظ ہے جو دو چیزوں کے باہمی تعلق کو ظاہر کرے جیسے الْحَمْدُ لِلَّهِ - أَنْعَمْتَ عَلَيْهِمْ -\r\nالْمُؤْمِنُ فِي الجَنَّةِ وَ الكَافِرُ في النَّارِ - میں ل حمد اور اللہ کا تعلق اور علی انعام اور انعام یافتہ\r\nلوگوں کے درمیان کا تعلق فی مومن اور جنت اور کافرونار کے تعلق کو ظاہر کرتا ہے۔\r\nفائدہ امتحان\r\nسوالات\r\nتمیز کرو ۔ اسماء وافعال اور حروف کی اور ان کے اقسام کی ان عبارتوں میں\r\nتخَلَقَ اللهُ الْعَالَمَ بِقُدْرَتِهِ وَ يَخْلُقُهُ - وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضُى ـ آمَنَ - عَبْد الله -\r\nكُنْ مَعَ الصَّادِقِينَ - لَا تُشْرِكَ بِاللَّهِ - لَا تَكُنْ لِلْخَابِنِيْنَ خَصِيمًا۔\r\nلے اکھیڑا، اٹھایا۔\r\nکے پھٹا وہ\r\n۱۰"
    },
    {
        "id": 125,
        "pageNo": 125,
        "pageText": "۱۲۵\r\nمباد\r\nتكلم\r\nساتواں سبق\r\nماضی وہ فعل ہے جس میں کہا جاتا ہے فلاں کام ہو چکا\r\nمذکر\r\nواحد\r\nجمع\r\nعَلِيمٌ عَلِمًا عَلِمُوا . و - علامت اور ضمیر فاعل ہے\r\n۱۔ تثنیہ اور وجمع کو ظاہر کرتی ہے مؤنث عَلِمَتْ عَلِمَنَا عَلِمْنَ\r\nمذکر\r\nعَلِمْتَ عَلِمْتُمَا عَلِمْتُمُ تَ تُما ثم علامت و ضمیر فاعل\r\nمؤنث عَلِمْتِ عَلِمْتُمَا عَلِمْتُنَ تِ تُمَا تُن علامت و ضمیر فاعل\r\nعَلِمْنَا\r\nعَلِمْتُ\r\nت نا علامت و ضمیر فاعل\r\nسه حرفی - عَلِمَ نَصر\r\nغَلَبَ - حَسِبَ - مَنَعَ - كَرُمَ\r\nچهار حرفی\r\nماضی\r\nمصدر\r\nماضی\r\nمصدر\r\nماضی\r\nمصدر\r\nاكرم\r\nاكراما\r\nكرم\r\nتَكْرِيمًا حَاسَبَ\r\nمُحاسَبَةً\r\nدَحْرَج\r\nدِحْرَاجًا\r\nپنج حرفی\r\nاكْتَسَبَ اِحْتِسَابًا اِنْفَطَرَ اِنْفِطَارًا تَصَرَّفَ تَصَرُّفَا تَنَاصَرَ تَنَاصُرًا\r\nاحمر\r\nشش حرفی\r\nاِحْمِرَارًا تَسَزِيلَ تَسَرْبُلًا\r\nاسْتَغْفَرَ اِسْتِغْفَارًا إِخْشَوْشَنَ اخْشِيْشَانًا إِجْلَوَةً جُلُوذًا -\r\nاحمار\r\nاحْمِيرَارًا إحْرَنجَمَ احْرِنجَامًا اِقْشَعَرَ\r\nاقشعرارًا\r\nلے اصل مصدر اجلواذًا ہے۔ (ناشر)\r\n\""
    },
    {
        "id": 126,
        "pageNo": 126,
        "pageText": "۱۲۶\r\nضرورت\r\nاستاد کو چاہیے ۔ مصادر کے معانی بتا کر ماضی کے مختلف الفاظ بنوائے اور مختلف الفاظ ماضی کے\r\nمعانی پوچھے ۔ یہاں تک کہ شاگرد کے ذہن نشین ہو جائے۔\r\nماقبل آخر کہ زیر یا کسرہ اور پہلے جتنے متحرک ہیں ان کو ضمہ دینے سے معلوم ماضی مجہول ماضی بنتی\r\nہے اور آخر میں دو متجانس ہوں تو ادغام کرتے ہیں ۔ پس نَصَرَ کا مجہول نُصِرَ - اجْتَنَبَ کا مجہول\r\nأَجْتُنبَ - مَدَد کو مد کہتے ہیں اور مجہول اس کا من ہے۔\r\nمضارع وہ فعل ہے جس کے معنے میں کہا جاتا ہے کہ یہ کام ہوتا ہے ( یہ حال ہے ) یا ہوگا (یہ\r\nاستقبال ہے)\r\nواحد\r\nجمع\r\nغائب مذکر يَعْلَمُ يَعْلَمَانِ يَعْلَمُونَ دونون ۔ نون علامت رفع میں\r\nمؤنث تَعْلَمُ تَعْلَمَانِ يَعْلَمُنَ پہلا نون علامت رفع دوسرا ضمیر فاعل\r\nپہلانون\r\nاور علامت جمع مؤنث ہے۔\r\nمخاطب مذکر تَعْلَمُ تَعْلَمَانِ تَعْلَمُونَ من علامت رفع و علامت فاعل\r\nمؤنث تَعْلَمِينَ تَعْلَمَانِ تَعْلَمَن پہلا نون علامت رفع یا ضمیر فاعل -\r\nاعْلَمُ\r\nنَعْلَمُ\r\nاسی طرح نون دوسرا\r\n۔\r\nخوب غور کرو کہ ابتدا میں کیا زیادہ ہوا اور کہاں کہاں اور آخر میں کیا تغیر ہوا ۔ صرف چار حرفی\r\nماضی میں علامت مضارع کو مضموم کرتے ہیں اور باقی میں مفتوح اور جہاں زائد ہمزہ ابتدا میں ہو\r\nاسے دور کرتے ہیں نیز جس ماضی کے ابتدا میں تا ہو مضارع بناتے وقت ماقبل آخر کوز بر دو والا\r\nسہ حرفی ماضی کے سوا زیر ۔ کسرہ کی ہے۔\r\n۱۲"
    },
    {
        "id": 127,
        "pageNo": 127,
        "pageText": "۱۲۷\r\nمبادى الصرف و النحو\r\nاكرم - يُكْرِمُ اكْتَسَبَ يَكْتَسِبُ . تَصَرَفَ سے يَتَصَرِّفُ - مضارع بنتا\r\nہے۔ ما - لا پہلے لانے سے منفی - س - سوفی - لن - آن - إن لانے سے مستقبل جیسے اَلَّا\r\nيَعْلَمَ مَنْ خَلَقَ - سَيَعْلَمُونَ - سَوْفَ تَعْلَمُونَ - لَنْ أَكَلِمَ الْيَوْمَ - أَنْ تَصُومُوا خَيْرٌ لَكُمْ -\r\nإن يَتَفَرَّقَا يُغْنِ اللهُ كُل اور لام تاکید اور ما نافیہ سے حال جیسے إِنِّي لَيَحْزُنُنِي - وَمَا تَدْرِي نَفْسٌ\r\nماذا تكيب غدًا اور ماقبل آخر کوفتہ اور حرف مضارع کو ضمہ دینے سے مضارع مجہول بنتا ہے۔\r\nتاکید ہے جیسے ماضی میں کہا گیا ہے۔ اسی طرح مضارع کی مشق کراؤ۔\r\nآٹھواں سبق\r\nلَمْ لَمَّا لَامِ آمَر لاءِ مہی کو مضارع کے ابتدا میں لانے سے مضارع کے آخر میں جو رفع\r\nاور علامت رفع ہو اُسے دور کر دو اور اس کو جزم کہتے ہیں۔ اور ایسا ہی اِن اِذْ مَا۔ اور اسمائے ذیل\r\nسے شرط اور جزا کے دونوں مضارعوں پر جزم آجاتا ہے۔ مَا مَن مَهمَا مَتَى أَيَّانَ أَيْنَ أَنى\r\nحَيْثُمَا۔ اور آنٹی اس لیے کہا جاوے گا۔\r\nواحد\r\nتثنیہ\r\nجمع\r\nلَمْ يَعْلَمُ لَمْ يَعْلَمَا لَمْ يَعْلَمُوا أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ - لَمَّا يَذُوقُوا\r\nلَمْ تَعْلَمُ لَمْ تَعْلَمَا لَمْ يَعْلَمُنَ لِيُنْفِقُ ذُو سَعَةٍ لَا تُشْرِكْ بِاللَّهِ\r\nلمْ تَعْلَمُ لَمْ تَعْلَمَا لَمْ تَعْلَمُوْا إِنْ تُؤْمِنَ تَسْلَمْ - إِذْمَا تَتَّقِ تَرْتَقِ\r\nلَمْ تَعْلَمَى لَمْ تَعْلَمَا لَمْ تَعْلَمْنَ مَنْ يَعْمَلْ سُوءًا يُجْزَ بِهِ - مَا تَفْعَلُوا مِنْ خَيْرٍ\r\nيَعْلَمُهُ اللهُ -\r\nلَمْ أَعْلَمُ لَمْ نَعْلَمُ أَيْنَ مَا تَكُونُوا يُدرِكُكُمُ الْمَوْتُ\r\nیادر ہے اگر شرط ماضی ہو تو مضارع جو اخیر میں آیا ہے مرفوع بھی ہوسکتا ہے۔ ان قمتَ أَقُومُ ۔\r\nاور آئم بھی جائز ہے۔\r\n۱۳"
    },
    {
        "id": 128,
        "pageNo": 128,
        "pageText": "۱۲۸\r\nمبادى الصرف و النحو\r\nآن - لَن - گی - اذن مضارع کے ابتدا میں آویں تو مضارع کے رفع اور علامت رفع کو دور کرو\r\nاور جہاں آخر میں پیش تھا وہاں زبر دو۔\r\nلَن يَظْلِمَ - لَنْ يَظْلِمَا لَنْ يَظْلِمُوا لَنْ تَظْلِمَ لَنْ تَظْلِمَا لَنْ يَظْلِمُنَ پڑھو یادر ہے\r\n(۱) لام جَعُوْد کہ جس سے پہلے کان منفی ہوتا ہے (۲) آؤ بمعنے إلى يا إِلَّا (۳) حَتَّی بمعنے إلى يا\r\n(۴) لام فَاء سببية جوفی یا طلب کے بعد ہو۔ و او بمعنے مع کے بعد (ن ) کو حذف کر دیتے ہیں۔\r\nجیسے مَا كَانَ اللهُ لِيُعَذِّ بَهُمُ - لَا كَافَةُ اَوْ مُهْمَلَ - كُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْط\r\nالْأَبْيَضُ - لَعَلَى ابْلُغَ الْأَسْبَابَ فَأَطَلِعَ لَا تَنْهَ عَنْ خُلْقٍ وَ تَأْتِيَ مِثْلَهُ\r\nلے\r\nسہ حرفی ماضی کا اسم فاعل کے\r\nواحد\r\nشنبه\r\nجمع\r\nمذکر\r\nفَاعِل\r\nفَاعِلَانِ\r\nفَاعِلُونَ\r\nمؤنث\r\nفَاعِلَةٌ\r\nفَاعِلَتَانِ\r\nفَاعِلاتُ\r\nاسم مفعول\r\nواحد\r\nذکر مَفْعُول\r\nمَفْعُولان\r\nمَفْعُولُونَ\r\nمؤنث\r\nمَفْعُولةٌ\r\nمَفْعُولتان\r\nمَفْعُولات\r\nاور فعیل ۔ فعول ۔ مؤنث مذکر فاعل اور مفعول میں مشترک ہے جیسے شَرِیف اكول \"\r\nقتيل ۔ اور رسول \" ۔ مرد و عورت ۔ اچھا ۔ بہت کھانے والا ۔ مرا ہوا۔ بھیجا ہوا۔\r\nلے ایک مشتق ہے جو مصدر سے بنتا ہے اس اسم کے لئے جسے مصدر کا صدور ہوا یا جس کے ساتھ مصدر کا\r\nقیام میں بدوں زیادت اور ثبوت کے۔\r\nاله"
    },
    {
        "id": 129,
        "pageNo": 129,
        "pageText": "مبادى الصرف و النحو\r\n۱۲۹\r\nسہ حرفی ماضی کے سوا اسم فاعل مضارع کی طرح آتا ہے ۔ مگر حرف مضارع کو دور کر کے اس کے\r\nبدلہ میں مضموم لگا دو۔ پھر اسم فاعل میں ماقبل آخر کوکسر و اور اسم مفعول میں ماقبل آخر کو فتح دینے سے بن\r\nجاتا ہے۔ جیسے مُکرم - مُكْتَسِبْ مُكْرَمٌ مُكْتَسَب۔ اور تثنیہ، جمع ، مذکر اور مؤنث کے\r\nعلامات وہی رہیں گے جو سہ حرفی میں بتائے ہیں۔\r\nاسم زیادت\r\nأَعْلَمُ أَعْلَمَانِ أَعْلَمُوْنَ أُخْرى أُخْرَيَانِ أُخْرَيَاتُ أُخَرُ\r\nفعل تعجب\r\nمَا أَعْلَمَ مُحَمَّدًا وَأَعْلِمُ بِمُحَمَّدٍ. وَكَبُرَ مَقْتًا عِنْدَ اللهِ أَنْ تَقُولُوا مَالَا تَفْعَلُونَ۔\r\nاسم آلہ\r\nمِفْعَل مِفْعَلَانِ مِفْعَلَةٌ مِفْعَلَتَانِ ، مِفْعَالُ مِفْعَالَانِ۔ اور سب کی جمع\r\nمفاعل آتے ہیں۔\r\nسوالات\r\nأمن ۔ ایمان لا یا وہ ایک شخص ۔کیا فعل ہے۔\r\nنعْبُدُ ۔ عبادت کرتے ہیں ہم ۔ اور عبادت کریں گے ہم ۔ کیا فعل ہے۔\r\nمَاتَ فُلَانٌ رَحِمَ اللهُ فُلَانًا۔ مرگیا ہے۔ اللہ اس پر رحم کرے۔\r\nاللهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ اُنھی ۔ اللہ ہی جانتا ہے جو اپنے اندر اٹھاتی ہے ہر ایک عورت ۔ کہ اس\r\nکے پیٹ میں سعادت مند ہے یا اس کے خلاف۔\r\nمات - رحم يَعْلَمُ تَحْمِلُ۔\r\nکیا فعل ہیں۔\r\nفَلْيَمْدُدْ لَهُ الرَّحْمَنُ مَنَّا - اور آمَرُ وَعَدَ وَعْظٌ خُلَّةٌ خَشْيَةٌ کو کیا کیا کہا جا سکتا ہے۔\r\n۱۵"
    },
    {
        "id": 130,
        "pageNo": 130,
        "pageText": "۱۳۰\r\nیادداشت\r\nعلم کے معنے ہیں جاننا ایمان کے معنے یقین کرنا\r\nکفر کے معنے انکار کرنا\r\nاکرام کے معنے عزت کرنا\r\nتکریم کے معنی تعظیم کرنا مُحاسَبَة کے معنے حساب لینا\r\nکتاب کے معنے لکھنا\r\nانفطار کے معنے پھٹنا\r\nانتساب کے معنے کمانا\r\nتصرف کے معنے قابو پالینا\r\nمباد\r\nنصرت کے معنے مدد کی تو نے استغفار کے معنے حفاظت مانگنا ( پردہ چاہنا)\r\nاخشیشان کھردرا ہونا احمد سرخ ہوا\r\nاخر نجم اکٹھا ہوا\r\nاقشعرار رونگٹوں کا کھڑا ہو جانا\r\nيُدخرِجُ لڑھکاتا ہے۔ اجلوذ جلد چلا ۔\r\nتاکید اس طرح کے مختلف الفاظ قرآن مجید اور زبان عربی میں مشق کراؤ۔\r\nاسم ظرف وہ مشتق ہے جو اس بات کو بیان کرے کہ فعل کس وقت اور کس جگہ واقع ہوا مثلاً\r\nمامن امن کی جگہ یا امن کا وقت - مجمع جمع ہونے کا وقت یا جمع ہونے کی جگہ۔\r\nقاعده\r\nمُضَارِع مَكْسُورُ الْعَيْنِ اور ہر ایک ایسا کلمہ جس کو مثال کہتے ہیں۔ کیا معنے جس کے فاء کلمہ\r\nواؤ یا یاء ہو اُس کی ظرف مَفْعِل ہوگی جیسے ضَرَبَ يَضْرِبُ سے مَضْرِبْ وَعَدَ يَعِدُ سے\r\nمَوْعِدُ وَضَعَ يَضَعُ مَوْضِعُ اور مضارع مَفْتُوحُ الْعَيْنِ اور مَضْمُوْمُ الْعَيْنِ اور ناقص\r\nاور مضاعف کا اسم ظرف مَفْعَل کی طرز پر آوے گا جیسے فَتَحَ يَفْتَحُ سے مَفْتَحُ اور نَصَرَ يَنْصُرُ\r\nسے مَنْصَر رَى يَرْمی سے مَرْعَى دَعَا يَدْعُو سے مَدعَى فَرَّ يَفِرُّ سے مَفَر -\r\n۱۶"
    },
    {
        "id": 131,
        "pageNo": 131,
        "pageText": "۱۳۱\r\nمبادى الصرف و النحو\r\nاور چند الفاظ اپنی بعض خصوصیات کے باعث اس قاعدہ سے مستثنی ہیں۔ مثلاً الفاظ ذیل کا\r\nمضارع مَضْمُومُ الْعَيْنِ ہے مگر ظرف مَفعِل بزیر مین آیا ہے۔ جیسے مَسْجِدٌ . منبت\r\nمَشْرِقُ مَغْرِب مَجْزِرٌ مَنْسِكَ مَرْفِقُ مَسْقِطَ مَسْكِنَ مَطْلِعُ مَنْزِلَةٌ مَفْرِقٌ\r\nمخير -\r\nغیر ثلاثی مجرد\r\nکیا معنے ۔ جن افعال کے ماضی سہ حرفی سے زیادہ ہو اس کا اسم ظرف بالکل اسم مفعول کی طرح\r\nآتا ہے۔ مثلاً عَسْكَرٌ يُعَشكرُ فَهُوَ مُعَسْكَر\r\nنیز ا جوف یائی کا ظرف ایسے آوے گا۔ مثلاً صَارَ يَصِيرُ کا ظرف مَصِيرَ ہوگا۔\r\nجہاں کوئی چیز مثلاً سبع ( درندہ کو کہتے ہیں) بہت ہوں گے اس جگہ کو مشبعة کہیں گے۔\r\nافعی (سانپ ) جہاں بہت ہوں اس کو مَفْعَات کہتے ہیں۔\r\nنو واں سبق\r\nامر حاضر بنانے کا قاعدہ\r\nمضارع مخاطب کے پہلے جو تا علامت مضارع ہے اس کو دور کر دو۔ پھر اس کے بعد اگر ساکن\r\nہو تو اس حذف شدہ کے بدلہ میں تفعل کے رنگ کے مضارع میں ہمزہ مفتوح اور تفعل کی طرح\r\nمیں ہمزہ مضموم والا ہمزہ مکسور بڑھا دو ۔ اور اگر متحرک رہے تو ہمزہ مت بڑھاؤ۔ اور ہر حالت میں\r\nآخر کو جزم دو۔ ہاں اگر آخر میں حرف علت ہو بدلہ جزم کے اسی کو گر ا دو۔\r\nتُكْرِمُ\r\nتنصُرُ\r\nتَسْتَغْفِرُ\r\nتَعْلَمُ تَفْتَحُ\r\nتعد\r\nتحاسب\r\nتقى\r\nتَغْرُو نرمی سے\r\nانصر\r\nاسْتَغْفِرُ\r\nاعْلَمُ افْتَحْ\r\nارم\r\nعد\r\nحاسب\r\n۱۷"
    },
    {
        "id": 132,
        "pageNo": 132,
        "pageText": "۱۳۲\r\nواحد\r\nتثنيه\r\nجمع\r\nمبادی\r\nرف و النحو\r\nلا تُشْرِكَا\r\nلا تُشْرِكا\r\nمذکر\r\nمؤنث\r\nاعْلَمُ اعْلَمَا اعْلَمُوا\r\nاعْلَبِي إِعْلَمَا اعْلَمُنَ\r\nاگر لا مضارع کے ابتدا میں بڑھا دیں۔ پس اگر آخر میں علت کا حرف ہو اور وہ (و ۔۱ ۔ ی)\r\nہے تو اسے دور کر دیں۔ اور اگر صحیح ہو تو آخر کو صرف جزم دے دیں تو نہی بنتی ہے۔ جیسے\r\nلا تُشْرِكْ\r\nلا تُشْرِكي\r\nنون ثقیلہ سے یہ یہ شکلیں پیدا ہوتی ہیں۔\r\nلا تُشْرِكُوا\r\nلا تُشْرِكُن\r\nيَعْلَمَانِ\r\nيَعْلَمُنَ\r\nيَعْلَمَن\r\nتَعْلَمَنَّ\r\nتَعْلَمَانِ\r\nيَعْلَمْنَات\r\nتَعْلَمَانِ\r\nتَعْلَمُنَّ\r\nتَعْلَمِنَ\r\nتَعْلَمَانِ\r\nتَعْلَمُنَانِ\r\nتَعْلِمَنَ\r\nنَعْلَمَنَّ\r\nأعْلَمَن\r\nاور خفیفہ سے\r\nيَعْلَمَن\r\nيَعْلَمُن\r\nتَعْلَمَن\r\nتَعْلَمُن\r\nأعْلَمَن\r\nنَعْلَمَن\r\nموضوع یا با معنے لفظ دو قسم کے ہوتے ہیں۔ ایک مفرد، دوسرے مرکب ۔ مفرد وہ ہے جس میں دو اعراب\r\nیا دو بنائیں یا ایک اعراب اور ایک بنا نہ ہو۔ مثلاً (۱) إلهُ وَاحِدٌ (۲) أَحَدَ عَشَرَ - الْحَمْدُ -\r\n۱۸"
    },
    {
        "id": 133,
        "pageNo": 133,
        "pageText": "مبادى الصرف و النحو\r\n۱۳۳\r\nاور ایک بنا ہے مرکب ۔ اور وہ ہے جس میں دو اعراب یا دو بنا یا ایک اعراب اور ایک بنا ہو۔ مثلاً\r\nإله وَاحِدٌ اَحَدٌ عَشرَ - اَلْحَمْدُ -\r\nاور کہا ہے کہ جہاں لفظ کے اجزا معنے کے اجزا کو ظاہر کریں وہ مرکب ہے۔ اور جہاں ایسا نہ ہو وہ\r\nمفرد ہے۔ جیسے ۔ الله مَلَكَ رَسُولٌ مُحَمَّدٌ قِيَامَةٌ شَهَادَةً صَلوةٌ زَكَوَةٌ صَوْمٌ حَةٌ\r\nیہ سب مفرد ہیں ۔ ( مرکب کی مثالیں پہلے لکھ چکے ہیں ۔)\r\nمفرد کی تین قسمیں ہیں۔ ۱۔اسم ۲ فعل اور ۳۔ حرف ۔\r\nاور مرکب ۔۱۔ جملہ ۲۔ کلام اور ۳۔ مرکب غیر مفید۔\r\nاسم وہ ہے جس کی خبر دی جاوے۔ اسم کے ابتدا میں آل اور آخر میں تنوین یا کسی عامل کے باعث\r\nزیر آجایا کرتی ہے اور اسم کو مضاف بھی کر دیا کرتے ہیں۔ جیسے الْحَمْدُ لِلَّهِ مُحَمَّدٌ رَّسُولُ اللهِ -\r\nآمَنَّا بِاللَّهِ وَ مَلَائِكَتِهِ وَرُسُلِهِ.\r\n(استاد کھول کر سمجھادے اس میں ہم نے مفرد اور مرکب بتادیئے ہیں)\r\nپھر اسم معرفہ ہوتا ہے یا نکرہ\r\nمعرفہ کے اقسام\r\nا - علم ۲- معرف باللام - ضمائر - اسم اشاره ۵-موصول ۶۔ موصوف\r\nاور ے ۔ وہ اسم جو ان معرفوں کی طرف مضاف ہو اور ۸۔ بعض مُعَرَّفَى بِالشَّدا جیسے ا ۔ اللہ ۔\r\n٢ - الصَّمَدُ - ٣ - هُوَ اللهُ - اَنْتَ الرَّبُّ اَنَا الْعَبْدُ - ٢- ذَلِكَ الْكِتَبُ - هَذَا الْحَقُّ _ ٥- الَّذِي\r\nخَلَقَ السَّمَواتِ - الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ - أَمَّهُتُكُمُ الَّتِي أَرْضَعْنَكُمْ - يَا عَبْدَ اللهِ يُوسُفُ -\r\nبِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ - رَسُولُ اللهِ - رَسُولُهُ - رَسُولُكُمْ - دَاعِيَ الْحَقِّ فَأْتُوا بِكِتَبِ\r\nمِثْلِ هَذَا صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ - صَاحِبُ رَجُلٍ فَاضِلٍ\r\nنکرہ ۔ مَنْ الهُ غَيْرُ اللَّهِ -\r\nاسم واحد ہوتا ہے یا تثنیہ یا جمع ۔ اور مذکر ہوتا ہے یا مؤنث ۔مصغر ہوتا ہے اور منسوب۔\r\n۱۹"
    },
    {
        "id": 134,
        "pageNo": 134,
        "pageText": "۱۳۴\r\nمبادى الصرف و النحو\r\nالة - الهَيْنِ اثْنَيْنِ - مُؤْمِنُونَ - مَلَائِكَةٌ - إمْرَةٌ نِسَاءٌ - يُدَى - عُبَيْد -\r\nمكن - مدني\r\nاسم مجرد ہوتے ہیں یا مزید\r\nاسم مجر ثلاثی کے اوزان\r\nووو\r\nشَمْسُ قَمَرٌ كَتِف رَجُلٌ قُفْلٌ رُطَبٌ عُنُق حِمْلُ عِنَبُ ايل\r\nسورج چاند شانه\r\nمرد\r\nتر کھجور\r\nتالہ گردن بوجھ انگور اونٹ\r\nاسم رباعی مجرد\r\nجَعْفَرٌ\r\nقمطر -\r\nدِرْهَم - زبرج - طحلب -\r\nنام ایک سکہ کا نام ہے۔ زینت - جالا ( پانی میں جو سبزی مائل ہوتا ہے)۔ صندوق۔\r\nخماسی مجرد\r\nسَفَرْجَلٌ فَدَعْمِلُ جَحْمَرِشُ جَرْدَخل\r\nیہی\r\nاونٹ قومی بوڑھی عورت\r\nوادی\r\nاسم مقصور جس کے آخر ایک الف لازم ہو ۔ جیسے هُدَى مُصْطَفى۔ وہ الف واؤ سے بدل ہو۔\r\nیا یا ہے۔ جیسے عصی اور فکی۔ یا تانیث کے لیے ۔ جیسے ۔ مخبلی عظیمی یا الحاق کے لیے\r\nجیسے آڑھی (ایک درخت). ذفری ۔ جَعْفَر اور پڑھم کے ساتھ ملانے کے لیے۔\r\nاور محدود وہ ہے جس کے آخر ہمزہ اور اس کے پہلے الف ہو۔ جیسے قُراءُ ۔ وہ ہمزہ بدل ہو واؤ\r\nسے جیسے ۔ سماء یا یا سے جیسے بنا یا تانیث کے لیے جیسے حَسُنَا خَضْراء یا الحاق کے لیے\r\nجیسے عِلباء (گردن کی جانب کا ٹھ ) ملحق بقرطاس ہے۔\r\nاسم منقوص\r\nوہ اسم جس کے آخر یا مساکنہ اور اس کے ماقبل کسرہ ہو جیسے داعی ۔\r\nجس اونٹنی کے کان کے پیچھے سے پسینہ بہت ہے۔"
    },
    {
        "id": 135,
        "pageNo": 135,
        "pageText": "مباد\r\n۱۳۵\r\nدسواں سبق\r\nاسم مبنی ہوتا ہے یا معرب۔ بنی وہ جس کا آخر عامل کے باعث نہ بدلے۔ اور وہ\r\nضمیرین - أَسْمَاءُ إِشَارَة - مَوْصُوَلَات - اسْتَمَاءُ الْأَفْعَال- اسْتَمَاءُ الْأَصْوَاتِ -\r\nاسماء شرط ہیں۔\r\nاستفهام\r\n(مَنْ مَا مَاذَا مَتَى أَيَّانَ أَيْنَ كَيْفَ أَثْى كَمْ)\r\nبعض ظروف (إِذْ إِذَا الْآنَ حَيْثُ أَمْسِ)\r\nاعداد مرکبه ظروف اور احوال کا آخر مبنی علی الفتح ہوتا ہے جیسے إِنِّي رَأَيْتُ أَحَدَ عَشَرَ كَوْكَبًا ۔\r\nصَبَاحَ مَسَاءَ وَهُوَ جَارِى بَيْتَ بَيْتَ اور اسماء الجہات ظروف جب مقطوع الاضافہ ہوں تو\r\nمبنی ہوتے ہیں جیسے لِلَّهِ الْأَمْرُ مِنْ قَبْلُ وَمِنْ بَعْدُ وَحَسْبُ وَأَوَّلُ - ي ومبنى على الضم\r\nہوں گی اور جس اسم کے آخر و یہ ہو یا فعال کے وزن پر ہو مبنی علی الکسر ہوتا ہے جیسے سِيبَوَيْهِ\r\nوَحَذَامِ وَ خَبَاتِ وَ نَزَال -\r\nمعرب\r\nوہ اسم ہے جس میں عامل کے باعث تغیر واقع ہو مثلاً جب کوئی اسم فاعل ہو یا نا ئب فاعل ۔\r\nمبتدا۔ خبر -اشم كَانَ۔ وغیرہ اور خَبرِ اِن وغیرہ ہو تو اس پر پیش آجاوے یا پیش کا قائم مقام\r\nتثنیہ - کلا کلتا ۔ جب ضمیر کی طرف مضاف ہوں ۔ اثْنَانِ - اثْنَتَانِ میں الف اور جمع مذکر\r\nسائم اور أَسْمَاءِ سِتَّةٌ مُوَخَدَه (آب آ لَمْ فُوْ ذُو اور حسن) اگر غیر یائے متکلم کی\r\nطرف مضاف ہوں تو ان میں واؤ۔\r\nاور جب اسم مفعول بِهِ مَفْعُول مُطلَقَ مَفْعُول لَهُ مَفْعُول فِيْهِ مَفْعُول مَعَهُ\r\nخبر کان وغیرہ ۔ اسم ان وغیرہ ۔ حال تمیز ۔ بعض مستی اور بعض منادی ہو تو اس پر زیر یا ز بر کے\r\n۲۱"
    },
    {
        "id": 136,
        "pageNo": 136,
        "pageText": "مبادى الصرف و النحو\r\n۱۳\r\nجابجا ۔ اسمائے سینہ مذکور میں الف اور تثنیہ اور جمع مذکر سالم اور کیلا، کلتا جب ضمیر کی\r\nطرف مضاف ہوں اِثْنَانِ ، اثْنَتَانِ میں یا اور جمع مؤنث سالم میں کسرہ آتا ہے جیسے ابر\r\nأُمَّكَ وَ آبَاكَ وَ أَخَوَيْكَ كِلَيْهِمَا وَأُخْتَيْكَ كِلْتَيْهِمَا وَ الْأَقْرَبِينَ - وَ عَمَّاتِكَ اور اسم\r\nمجرور میں کسرہ یا کسر کا قائم مقام اسمائے سنہ ۔ تثنیہ جمع مذکر سالم - كلا، كلتا جب ضمیر\r\nکی طرف مضاف ہوں ۔ اِثْنَانِ اِثْنَتَانِ میں یا اور ممنوع الصرف میں ۔ جب اس کے\r\nابتدا میں آئی نہ ہو یا مضاف نہ ہو تو فتحہ لاتے ہیں ۔\r\nتقدیری اعراب\r\nوہاں ہوتا ہے جہاں آخر میں الف مقصورہ ہو جیسے موسیٰ و عیسی\r\n(1) أحْرُفُ اسْتِقْبَال - اس سَيَغْفِرُ لَنَا . سَوْفَ سَوْفَ اسْتَغْفِرُ لَكُمْ رَبِّي -\r\n-٣- آن - يُبَيِّنُ اللهُ لَكُمْ أَنْ تَضِلُّوا -٢- إِنْ إِنْ يَتَفَرَّقَا يُغْنِ اللَّهُ كُلَّا ٥- هَلْ - هَلْ إلى\r\nخُرُوجِ مِنْ سَبِيدٍ - لَنْ لَنْ تَنَالُوا الْبِرِّ -\r\n(۲) حُرُوفُ التَّنْبِيْهِ - أَلَا أَمَا هَا . يَا لَيْتَ قَوْمِي يَعْلَمُونَ\r\n(۳) حُرُوفُ التَّاكِيدِ - اِنَّ - أَنَّ نَّ - لَامُ الْإِبْتَدَاء قَد نُ\r\n(۴) أَحْرَفُ الْعَطْفِ وَاوْ فَا ثُمَّ أَوْ أَمْ بَلْ لَكِن لَا\r\n(۵) آخرَفُ الْجَوَابِ لَا نَعَمْ ، بَلَى إِلَى أَجَلْ جَلَلْ جَيْرِ\r\n(1) أَحْرَفُ النَّفِي - لَمْ لَمَّا لَنْ مَا لَا لَاتَ إِنْ\r\n(۷) أَحْرَفُ الشَّرْطِ - اِنْ اِذْمَا لَوْ لَوْلَا لَوْ مَا أَمَّا\r\n(۸) آخرفُ تَخضِيض - آلا . اَلا هَلَّا لَوْلا لَوْ مَا.\r\n(۹) آخرَفُ الْمَصْدَرِيَّةِ - أَنْ أَنَّ مَا مَصْدَرِيَّة\r\n۲۲"
    },
    {
        "id": 137,
        "pageNo": 137,
        "pageText": "مباد\r\n۱۳۷\r\nفاعل\r\nگیارہواں سبق\r\nجس اسم کے ساتھ کسی فعل کا قیام ہو اور وہ اسم مغل کے بعد ہوا سے فاعل کہتے ہیں۔\r\nجیسے خَلَقَ اللهُ السَّمَوتِ - كَلَّمَ اللهُ مُوسَى تَكْلِيمًا خَلَقَ اور حلم فعل ہیں اور اللہ کا لفظ\r\nفاعل کہلاتا ہے۔\r\nجب فاعل ظاہر ہو تو فعل کو واحد ر کھتے ہیں ۔ جیسے جَاءَ اخْوَةٌ يُوسُفَ جب فاعل مؤنث حقیقی اور\r\nفعل سے بلا فاصلہ ہو تو فعل مؤنث ہوتا ہے۔ جیسے قَالَتِ امْرَأَةٌ عمران\r\nاور جب ا۔ فاعل مؤنث غیر حقیقی ہو یا ۲۔ فاعل مؤنث حقیقی اور فعل کے درمیان فاصلہ ہو تو فعل کو\r\nکبھی مؤنث اور گا ہے مذکر کر دیتے ہیں جیسے ا۔ اَخَذَتِ الأَرْضُ زُخْرُفَهَا وَازْيَّنَتْ ٢۔ اور مَنْ جَاءَهُ\r\nمَوْعِظَة اور ٣ - إِذَا جَاءَكَ الْمُؤْمِنَاتُ - یہ بات یاد رہے کہ مَصْدَدٌ - اسْمُ مَصْدَرٍ - اسم\r\nفَاعِلٍ - صِفَةٌ مُشَبَّه - افعل الزيادة - اسم فعل - ظرف ۔ جار مجرور فعل کے قائم مقام ہو\r\nجاتے ہیں۔ جیسے کو لَا دَفْعُ اللَّهِ النَّاسَ مِنْ قُبْلَةِ الرَّجُلِ اِمْرَأَتَهُ الْوُضُوءُ مُخْتَلِفٌ\r\nالْوَانُهُ - حَسْنُ وَجْهُهُ - مَا مِنْ أَيَّامٍ أَحَبُّ إِلَى اللهِ مِنْهُ الصَّوْمُ مِنْهُ فِي عَشْرَةِ\r\nذَيْحَجَة هَيْهَاتَ هَيْهَاتَ لِمَا تُوعَدُونَ - وَمَنْ عِنْدَهُ عِلْمُ الْكِتَابِ - آفِي اللَّهِ شَكٍّ\r\nبارہواں سبق\r\nاور یہ بھی یادر ہے کہ آن ، آن ، ما۔ اپنے مابعد کے ساتھ ضمائر اور جملہ بھی فاعل ہوا کرتا ہے جیسے\r\nا الَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَنْ تَخْشَعَ قُلُوبُهُم يَأْنِ فعل ہے اور آن تَخْشَعَ فاعل ہے\r\nالى خُشُوعُ قُلُوبِهِمْ -\r\n۲- أَوَلَمْ يَكْفِهِم اَنَا اَنْزَلْنَا عَلَيْكَ الْكِتَابَ أَي انْزَلْنَا الْكِتَابَ\r\nيَسُرُّ الْمَرْءِ مَا ذَهَبَ اللَّيَالِي\r\n۲۳"
    },
    {
        "id": 138,
        "pageNo": 138,
        "pageText": "مبادى الصرف و النح\r\n۱۳۸\r\n۴۔ ضمائر دو قسم کے ہوتے ہیں۔ ایک ظاہر جن کو بارزة کہتے ہیں جیسے اَنْعَمتَ میں تا ۔ كَتَبْنَا\r\nمیں نا اور دوسرے مُستَتَرَہ جیسے مَنْ يَقُولُ میں ھو ۔\r\nاور جیسے تبَيِّنَ لَكُمْ كَيْفَ فَعَلْنَا بِهِمْ أَلَى كَيْفِيَّةِ فِعْلِهِمْ ۔ اور أَوَلَمْ يَهْدِ لَهُمْ كَمْ\r\nاهلَكْنَا أَي كَثْرَةُ اهْلَاكِنَا -\r\nا فعل یا ۲۔ فاعل یا ۳۔ دونوں کو گا ہے حذف کر دیتے ہیں جیسے مَنْ خَلَقَ السَّمَوتِ وَالْأَرْضَ ۔\r\nلَيَقُولُنَّ اللہ میں اللہ فَاعِل ہے اور خَلَقَ فِعْل مَحْذُوف۔\r\nبلغت العراق میں نفس بلغت کا فاعل محذوف ہے۔\r\nاَلَسْتُ بِرَبِّكُمْ قَالُوا بَلَى -\r\nآٹھواں نائب فاعل\r\nفعل مجهول اور اسم مفعول اور منسوب کا مفعول به ۔ ظرف ۔مصدر ۔اور جار مجرور ۔\r\nفاعل کا قائم مقام ہو جاتا ہے بشرطیکہ متصرف اور مختص ہوں جیسے أُكْرِمَ الرَّجُلُ صِيمَ النَّهَارُ -\r\nكُتِبَ كِتَابَةٌ نُظِرَ فِي الْأَمْرِ شُبِّهَ لَهُمْ ۔\r\nساتواں\r\nمبتدا۔ وہ اسم ہے جسے خبر دی جاوے اور خبر وہ اسم ہے جس کے ذریعہ اطلاع دی جاوے۔ مبتدا\r\nاکثر معرفہ ہوتا ہے اور خبر بھی مفرد ہوتی ہے جیسے اللهُ أَحَدٌ اور کبھی مرکب جیسے مُحَمَّدٌ رَّسُولُ اللَّهِ -\r\nگا ہے جملہ فعلیہ جیسے الله لم یلد اور گا ہے جملہ اسمیہ - الْغَضْبُ آخِرُهُ نَدَم -\r\nاور جملہ شرطیہ بھی آتی ہے ۔ الله ان تُؤْمِنُ بِهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَ رُسُلِهِ يُؤْمِنَكَ\r\nاور جملہ ظرفیہ بھی خبر ہوتا ہے جیسے فی السَّمَاءِ الهُ وَ فِي الْأَرْضِ الهُ\r\nیادر ہے خبر مشتق ۔ افراد ۔ تثنیہ - جمع ۔ تذکیر اور تانیث میں مبتدا کے مطابق ہوتی ہے اور خبر\r\nجملہ ہو تو اس میں ضمیر مطابق مبتدا ہونا چاہیے۔\r\n۲۴"
    },
    {
        "id": 139,
        "pageNo": 139,
        "pageText": "مبادى الصرف و النحو\r\n۱۳۹\r\nمبتدا اسماء استفہام اسماء\r\nشرطيه ما تعجبية - كم خبر یہ ضمیر شان جس کے پہلے لام الابتدا\r\nہو اور موصول جس کی خبر پر فاء ہو۔\r\nجہاں التباس بِالفَاعِل يا الْتِبَاسَ بِخَبر ہو اور جو مَقْصُورٍ عَلَى الْخَبَر ہو مقدم ہوتا\r\nہے ۔ مَنْ أَنْتَ مَنْ يَقُمْ أَقُمْ مَا أَحْسَنَ الصَّدَقَ - كُمْ عَبِيدٌ لِي - هُوَ اللهُ أَحَدٌ -\r\nلَهُوَ الْعَزِيزُ الْحَكِيمُ السَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُمَا - اللَّهُ خَلَقَ اللَّهُ الْهُنَا - إِنَّمَا\r\nالله الهُ وَاحِدٌ -\r\nان مقامات میں مبتدا کو مقدم کرتے ہیں۔\r\nاگر خبر لازم الصدر - مَقْصُوْر عَلَى الْمُبْتَدا - ملتبس بالضفة بعض حصہ خبر کو مبتدا\r\nکی ضمیر راجع ہو تو خبر مقدم ہوتی ہے۔ جیسے\r\nمَتى نَصْرُ اللَّهِ - إِنَّمَا مَعْبُوْدُنَا اللهُ - لِي صَاحِبَةٌ - أَمْ عَلَى قُلُوبِ أَقْفَالُهَا -\r\nمبتدا کو نِعْمَ . بِئْسَ نَعت مقطوع میں ۔ جو مدح ذم ترحم کے مقامات پر\r\nکرتے ہیں اور مقام قسم میں اور جب مصدر نائب عَنِ الْفِعْل خبر ہو حذف کر دیتے ہیں۔\r\nجیسے نِعْمَ الْعَبْدُ صُهَيْب - اَعُوْذُ بِاللهِ مِنْ إِبْلِيسِ اللَّعِيْنِ - فِي عُنُقِى ، لَا ذُهَبَنَّ\r\nاى الْمِيْقَاقُ . ارفق يُخَالِدٍ الْمِسْكِينَ سَمْع وَ طَاعَةٌ.\r\nصریح قسم\r\nلولا کے بعد جب کون عام ہو ۔ واؤ بمعنے مع کے بعد ۔ جب حال خبر کے قائم مقام ہو جیسے\r\nلَعَمْرُكَ إِنَّهُمْ لَفِي سَكرَتِهِمْ يَعْمَهُونَ - لَوْ لَا فُلَانٌ لَهَلَكَ فُلانٌ - كُلُّ صَانِعُ وَمَا صَنَعَ -\r\nاقْرَبُ مَا يَكُونُ الْعَبْدُ مِنْ رَّبِّهِ وَهُوَ سَاجِدٌ - ضَرْبِي الْعَبْدَ مُسِيئًا .\r\nاسم کان اور اسم قسم کے فعلوں کا خبر اِنَّ وَأَخَوَاتِهَا۔\r\n۲۵"
    },
    {
        "id": 140,
        "pageNo": 140,
        "pageText": "مباد\r\n۱۴۰\r\nتیرہواں سبق\r\nفعل کا مصدر جسے مفعول مطلق کہتے ہیں اور جس پر فعل فاعل کا واقع ہو۔\r\nاور وہ مفعول کہلاتا ہے اور جس غرض کے لئے فعل کا وقوع ہوا وہ مَفْعُول لَهُ یا لِأَجْلِهِ ہے\r\nاور وہ لفظ جسے فعل کے وقوع کا زمانہ یا مکان معلوم ہو اور وہ ظرف زمان یا مکان کہلاتا ہے اور جس\r\nکے ساتھ وقوع ہو اور وہ مفعول مَعَہ ہے۔\r\nاور جو لفظ فاعل یا مفعول یا نسبت یا کسی اسم سے کسی شبہ کو دور کرے اور وہ تمییز کہلاتی ہے اور\r\n2\r\nمستثنى منقطع اور\r\nاور وہ مستثنی جو کلام تام موجب میں ہو اور خَلَا۔ عدا۔ حَاشَا۔\r\nليْسَ - لَا يَكُونُ کے بعد اور جو اسم فاعل يا مفعول کی حالت بیان کرے اور وہ حال ہے۔\r\nاور إِنَّ أَنَّ - كَانَ - لَيْتَ - لكن - لَعَلَّ کے بعد کا اسم اور لانفی جنس کے بعد کا اسلم اور\r\nكَانَ - صَارَ - أَصَبَحَ - أَمْسَى - أَضْحَى - ظَلَّ - بَات مَا فَتِيءَ- مَا دَامَ - مَا انْفَكَ\r\nلَيْسَ - اضَ - عَادَ -\r\nاور لا مشبہ بلیس کی خبریں، منظوب ہوتی ہیں\r\n-\r\nجیسے عَلَّمَ اللهُ عِلْمًا - زَيْدًا فَضْلًا وَادْخَلَهُ اللهُ الْمَدِينَةَ بَعد الحَجَ سَالِهَا وَعَمروا\r\nY\r\nمُنْعَمَّا عَلَيهِمَا زَائِرَينِ فَطَابَ زَيدٌ نَفْسًا وَ عِلْمَا وَ عَمْرُوا أَبَا وَ أَحَلَّا التَّمْرَ عَلَيْهَا مِثْلُهَا\r\nزبدا وَاشْتَرَى زَيْد أَوْقَارًا كُتُبَ الدِّيْنِ إِلَّا كُتُبَ الْمَجُونِ خَلَا كُتُباً تَفِيدُ عِلْمَ\r\nالنِّسَانِ - إِنَّ اللهَ كَانَ بِهِمَا رَحِيمًا - فَلَا حَولَ وَلَا قُوَّةَ إِلَّا بِاللهِ اللَّهُمَّ اجْعَلْنَا مِنَ\r\nالْمُقَرَّبِينَ عِنْدَكَ سَيَّمَا فِي يَوْمٍ لَا بَيْعٌ فِيْهِ وَلَا خُلَّةٌ وَلَا شَفَاعَةٌ\r\n۱۳\r\n17\r\nاسی طرح اسم اغراء - تحذیر اختصاص میں اور منادى مضاف اور مشابه بالمضاف\r\nمنصوب\r\n۱۲\r\n۱۳\r\nہوا کرتے ہیں جیسے اَلْإِيْمَانَ وَالْإِجْتِهَادَ وَالنَّجْدَةَ اور الكَسْلَ الشَّرُكَ\r\nالشَّرْكَ نَفْسَكَ وَالْخَلِيْلَ السُّوءَ - إِيَّاكَ وَالْكَذِبَ إِيَّاكَ إِيَّاكَ النَّمِيمَةَ إِيَّاكَ الشَّر اور\r\n۱۴\r\n۱۵\r\nنَحْنُ مَعَاشَرَ الأَنبِيَاءِ لَا نُورِكُ الدِّرْهَمَ وَالدِّينار اور يَارَبُّ العَلَمِينَ يَاطَالِعا جَبَلًا.\r\n۲۶"
    },
    {
        "id": 141,
        "pageNo": 141,
        "pageText": "۱۴۱\r\nچودہواں سبق\r\nا۔ اسم فعل وہ اسم یا مرکب ہے جو فعل کے معنے دے اور فعل کے علامات اس پر نہ آسکیں ۔\r\nهَيْهَاتَ اس کے معنے ہیں مَا اَبعَدَ - وَئی کے معنے اتعجب\r\nشَتَانِ اس کے معنے ہیں ما افْتَرَقَ أَفْ کے معنے اتَضَجَرُ\r\nصہ اس کے معنے ہیں اسكت امین اس کے معنے اِسْتَجِبْ\r\nهَيْتَ هَلُمَّ عَلَيْكَ نَفْسَكَ الْزَمْهَا إِلَيْكَ عَلى تَنَحٌ دُونَكَ الدّرهم\r\nاى خُذْ مَكَانَكَ أَي أَثْبُتُ -\r\nان کو تثنیہ جمع مذکر نہیں کرتے اور فعال بمعنے امر بنالینا سہ حرفی لفظوں میں قیاس ہے جیسے\r\nنَزَال قتال\r\n۲۔ صفہ مشبہ باسم فاعل ۔ وہ اسم ہے جس کے معنے میں ثبوت اور مضبوطی پائی جاوے۔\r\nوہ فرح لازمی سے غم اور خوشی کے معنے میں ضَجِرٌ طَرِب اشر\r\nوہ فرح لازمی ہے۔ عیب اور خوبی کے معنے میں اَعْرَجُ اَخوَرُ\r\nوہ فرح لازمی سے خَلَو اور امیلا میں عطشان مَلْان عطشى وَ مَلى مونث ہیں اور\r\nكَرُمَ - كَرِيمٌ شَهُمْ حَسَن جَبَانٌ شَجَاعُ صُلْتِ -\r\nسے\r\nیادر ہے کہ جو اسم ثلاثی سے معنے اسم فاعل ہو اور فاعل کے وزن پر نہ ہو اس کو بھی صفہ مشبہ کہتے\r\nہیں جیسے شَيخ أَشْيَبُ طَيْب عَفِيفٌ اور جو اسم فاعل اور اسم مفعول حدوث کے معنے نہ رکھتا ہو\r\nاسے بھی صفہ مشبہ کہا جاتا ہے جیسے طَاهِرُ الْقَلْبِ . مُعْتَدِلُ الْقَامَةِ اور مَحْمُودُ الْمَقَاصِدِ\r\n۲۷"
    },
    {
        "id": 142,
        "pageNo": 142,
        "pageText": "یا درکھا جاوے\r\n۱۴۲\r\nمباد\r\nخِلاصَةٌ تُحْفَظ\r\nا - الف با تا ثا جیم حا۔ وغیرہ سے لفظ بنتے ہیں اور الفاظ کی تین قسمیں ہیں۔\r\n٢۔\r\nا۔\r\n- - - -\r\nفعل جیسے عَلِمَ ، يَعْلَمُ ، إِعْلَمُ - كَتَبَ، يَكْتُبُ، أَكتُب وغيره\r\n۲- اسم جیسے اللهُ مَلَكَ كِتَابٌ رَسُولُ مُحَمَّدٌ أَحْمَدُ جَزَاءُ\r\n۳- حرف جیسے هَلْ لَمْ في\r\n۳۔ فعل کی تین قسمیں ہیں ماضی جیسے امن مضارع يَأْمَن امر جیسے امن.\r\n۴۔ الفاظ مفردہ سے جو کلام بنتا ہے اس کو جملہ مفیدہ کہتے ہیں۔\r\n۵۔ جس اسم اور فعل کا آخر کسی عامل سے نہ بدلے اس کو مبنی اور جس کا آخر عامل سے بدلے\r\nاس کو معرب کہتے ہیں۔\r\nمبنی کے آخر کبھی سکون ہوتا ہے جیسے اِعْلَمُ - لَمْ - مَنْ یاسمہ ہوتا ہے جیسے۔ حَيْثُ\r\nعوض یاز بر ہوتا ہے جیسے نَصَرَ - آینَ ۔ یا کسرہ ہوتا ہے جیسے نَزَالِ حَضَارِ بَاء جَاره\r\nتمام حروف اور مضارع کے سوا تمام افعال مبنی ہوتے ہیں۔\r\nاسماء میں مبنی ضمائر ہیں جیسے آنا، اَنتَ هُوَ اور اسمائے موصولہ جیسے الَّذِي، الَّتِي، أُولَئِكَ\r\nاسمائے اشاره ،هذا هذه، تا تهِ، ذَالِكَ، تِلْكَ - اسمائے شرط مَنْ مَهْمَا.\r\nاور جن الفاظ کا آخر بدل جاتا ہے ان میں افعال کے آخر گا ہے۔ پیش جس کو ضمہ رفع کہتے ہیں ہوتا\r\nہے جیسے يُؤْمِنُ ، يُكرم اور کبھی فتہ جس کو نصب اور زبر کہتے ہیں جیسے امن ، آمن ، علم اور کبھی\r\nجزم جس کو سکون کہتے ہیں جیسے انصر، آگرہ ۔ اور اسم کے آخر رفع ، نصب ، جر اور سکون ہوتا ہے\r\nجیسے الْحَمْدُ لِلَّهِ الْقِرَاطَ الْمُسْتَقِيمَ ، مِنْ عَنْ\r\nفعل کے پہلے جب آن . لَن ۔ اِذَا گئی ہو تو فعل کا آخر منصوب ہوگا اور جب لخر - لھا۔\r\n۲۸"
    },
    {
        "id": 143,
        "pageNo": 143,
        "pageText": "مبادى الصرف و النحو\r\n۱۴۳\r\n-\r\nلام أمر لا ناهيه - ان - إذمَا مَن مَا مَهمَا مَتَى أَيَّانَ الَّى حَيْثُمَا\r\nكيفما۔ آئی فعل پر آویں تو فعل کا آخر مجز وم ہوتا ہے۔ اور اگر ناصب و جازم فعل مضارع کے ابتدا\r\nمیں نہ ہو تو مضارع مرفوع ہوتا ہے۔\r\nاسم کے آخر چھ جگہ رفع ہوتا ہے۔\r\nاوّل فاعل حفظ مُحَمَّدٌ الْكِتَابَ - يَطلُبُ الْعَاقِلُ الْعِلْمَ - مُحَمَّد اور عاقل\r\nفاعل ہیں اس لئے مرفوع ہیں۔\r\nدوم - حفظ الكِتَابُ وَيُطلب العِلْمُ، كتاب اور علم کو نائب فاعل کہتے ہیں۔\r\nسوم - چہارم ۔ جیسے اللهُ خَالِق ، اسم اول کو مبتداء اور دوسرے کو خبر کہیں گے۔\r\nپنجم ۔ كَانَ اللهُ غَفُورًا ۔ اللہ اسم کان کہلاتا ہے اور تکان کی طرح صَارَ ، أَصْبَحَ .\r\nأضحى ظَلَّ أمسى بَات مَا زَالَ مَا بَرِحَ مَا انْفَكَ مَافَتِي مَادَامَ - لَيْسَ -\r\nششم - إِنَّ اللهَ عَلِيمٌ - الله اسم إِنَّ اور عَلِيمٌ مرفوع خبر انّ اور ان کی طرح\r\nان كَانَ لَيْتَ لَكِنَّ - لَعَلَّ اور لا۔\r\nاسم منصوب گیارہ ہیں\r\n- حَفِظَ الْكِتَابَ مُحَمَّدٌ - الْكِتَابَ منصوب ہے اور مفعول بہ ہے۔\r\n-۲- حَفِظ حِفظا حفظ مفعول مطلق ہے اس لئے منصوب۔\r\nحَفِظَ مُحَمَّدٌ الْكِتَابَ حِفْظًا رَغْبَةً رَغْبَةً مَفْعُول لَه -\r\n- صَبَاحًا وَ أَمَامَ حَفِظَ مُحَمَّدٌ الْكِتَابَ صَبَاحًا أَمَامَ الْمُعَلِّمِ میں\r\nصَبَاحًا اور امام منصوب ہے اور مَفْعُول فيه اور ظرف ہے۔\r\nه - الْمِصْبَاحُ كا لفظ حَفِظَ مُحَمَّدٌ وَالْمِصْبَاحَ میں مفعول معہ اور منصوب ہے۔\r\n- حفظ مُحَمَّدٌ الْكِتَابَ إِلَّا وَرَقَةً. وَرَقَةٌ منصوب ہے مستقلی ہے۔\r\nجَالِسًا اور صَحِيحًا کا لفظ حَفِظَ مُحَمَّدٌ الْكِتَابَ صَحِيحًا و حَفِظَ الْكِتَابَ\r\n۲۹"
    },
    {
        "id": 144,
        "pageNo": 144,
        "pageText": "۱۴۴\r\nجَالِسًا حال ہے اور منصوب۔\r\nبَاعَ الْكُتُبَ بِرَطْلٍ ذَهَبًا مِیں ذَهَبًا تمیز - فَجَرُنَا الْأَرْضَ عُيُونًا میں عُيُونًا تمیز ہے۔\r\n۹۔ منادی مضاف جیسے يَا عِبَادَ اللهِ فَالِقَ الْحَبَّ وَالنَّوی میں عباد اور فالق کا لفظ ۔\r\n۱ خبر کان كَانَ اللهُ غَفُورًا میں غَفُورًا خبر كان منصوب ہے۔\r\n11 - إِنَّ اللهَ غَفُورٌ - میں اللہ اسم ان منصوب ہوتا ہے۔\r\nاسم مجرور دو جگہ ہوتا۔ اول با و تا و کاف و لام و وا و مُند و مُل خَلا - رُبِّ .\r\nکے\r\nحَاشَا . مِن عَدا في عَن عَلَى حَتَّى إلى کے بعد ، دوم اضافہ کے باعث جیسے اسم الله .\r\nغَيْرِ الْمَغْضُوبِ میں پہلے کو مضاف دوسرے کو مضاف الیہ مجرور کہتے ہیں بھی ایک لفظ اعراب دوسرے\r\nلفظ کو دیا جاتا ہے۔ اوّل کو متبوع اور دوسرے کو تابع کہتے ہیں اور وہ چار ہیں۔\r\nا عَدُوٌّ عَاقِل خَيْرٌ مِنْ صَدِيقٍ جَاهِلٍ میں عاقل اور جاھل نعت وصفت اور عدو و\r\nصدیق کو موصوف کہتے ہیں۔\r\n٢ - مَعْطوف - يَبْلُغُ الظَّالِبُ قُرْبَ اللهِ وَرِضْوَانَهُ بِالاخْلَاصِ وَالْبَاعِ الرُّسُلِ\r\nحروف عطف۔وف أو ثُمَّ لَا لَكِن بَلْ ہیں۔\r\nتو کید ۔ جیسے نَفْسُهُ عَيْنُهُ كُلُّهُ جَمِيعُهُ - جَاءَ الْأَمِيرُ نَفْسُهُ أَوْ عَيْنُهُ -\r\nسَارَ الْجَيْشُ كُلُّهُ أَوْ جَمِيعُهُ\r\n۔ بدل - جَدَّ دَ الإِمَامُ الدِّينَ اَكْثَرَهُ وَيُتِمُّ اللهُ بَقِيَّتَهُ خِتَامَهُ\r\nw\r\n1"
    }
]