[
    {
        "id": 1,
        "pageNo": 1,
        "pageText": "فه عليحضرت مو لانا محمد ضا خان بریلوی\r\nمكوية لاهو\r\nWharfat.com\r\nصحيحي مساه\r\nجامع ترمذی\r\nسنن ابن ماجہ\r\n1555"
    },
    {
        "id": 2,
        "pageNo": 2,
        "pageText": "بسم الله الرحمن الرحیم ط\r\nحسام الحرمین کا تعارف\r\nپیر زادہ اقبال احمد فاروقی - ایم اے ۔ نگران مرکزی مجلس رضالا ہور\r\nحسام الحرمین اعتقادی اور نظریاتی دنیا میں ایک نہایت اہم تاریخی کتاب\r\nہے جو ایک عرصہ سے اہل علم فضل کے مطالعہ میں آرہی ہے، اس کے کئی ایڈیشن\r\nزیور طباعت سے آراستہ ہو چکے ہیں۔ برصغیر پاک و ہند کے مختلف ناشرین نے\r\nاسے عربی، اردو میں شائع کیا ہے اب تو اسے دنیا کی کئی دوسری زبانوں میں بھی\r\nشائع کیا جارہا ہے۔\r\nیہ کتاب دراصل علمائے حرمین الشریفین کی آراء، تاثرات اور تقاریظ کا ایک\r\nمجموعہ ہے جسے الحضرت فاضل بریلوی امام احمد رضا خان رحمتہ اللہ علیہ نے\r\nدوران حج اور زیارت مدینہ طیبہ میں مرتب فرمایا تھا۔ یہ وہ زمانہ تھا جب ہندوستان\r\nکے چند مولوی نما \" راہنمایان دین“ نے ختم المرسلین سید الانبیاء صلی اللہ علیہ\r\nوآلہ وسلم کے مقام ختم نبوت پر تاویلیں اور دلیلیں دینا شروع کر دیں کہ حضور کے\r\nزمانہ میں کسی نبی کا آنایا بعد از زمانہ وصال نبوی کسی کا دعویٰ نبوت کرنا حضور کی\r\nنبوت کی خاتمیت پر اثر انداز نہیں ہوتا۔ چونکہ برصغیر میں انگریز کا قتدار تھا اس نے\r\nآزادی اظہار رائے“ کے پردہ میں ہر شخص کو کھلی چھٹی دے رکھی تھی کہ وہ جو منہ میں\r\nآئے کہتا پھرے اس آزادی اظہار رائے نے برصغیر میں بڑے دینی فتنے پیدا کر دیئے\r\nر رملت اسلامیہ کی وحدت کو پارہ پارہ کر دیا ختم نبوت کے اس تاویلی فلسفہ نے مرزا\r\nغلام احمد قادیانی کو دعویٰ نبوت کرنے پر آمادہ کر لیا مولوی رشید احمد گنگوهی خلیل\r\nMarfat.com"
    },
    {
        "id": 3,
        "pageNo": 3,
        "pageText": "99\r\nہے کہ اللہ آپ کو ان کے شر سے محفوظ رکھے گا، وہی سننے والا اور جاننے والا\r\nہے۔\r\nتمام انبیاء کرام کا اس بات پر اتفاق ہے کہ اللہ تعالیٰ اپنے جمع کلام میں\r\nسچا ہے کبھی اس نے جھوٹ نہیں کہا حق سبحانہ تعالیٰ سے وقوع کذب مانا ہی\r\nنہیں جاسکتا، اگر یہ بات فرضی طور پر بھی مان لی جائے تو تمام انبیاء کرام کی\r\nتکذیب ہو گی ایسے انبیاء کرام کو جھٹلانے والوں کے کفر میں کوئی شک نہیں۔\r\nتمام رسولوں نے اللہ کی تصدیق کی ہے اللہ نے ان انبیاء کو معجزات سے\r\nمتصف فرمایا۔ ان کے معجزات کی روشنی میں اللہ تعالیٰ کی تصدیق کرائی، ایک\r\nتصدیق فعل کے ساتھ ہے۔ (اس کا اظہار معجزہ ہے ) رسولوں نے اللہ کی\r\nتصدیق اپنے اقوال سے کی ہے جہتیں جدا ہیں، مقصد ایک ہی ہے \" صاحب\r\nموافق“ نے اس مسئلہ کی توضیح کرتے ہوئے مفصل لکھا ہے۔\r\n+\r\nآج ہندوستان کے گمراہ مولویوں نے مسئلہ امکان کذب“ پر گفتگو\r\nکرنا شروع کر دی ہے ، اللہ پاک ہے بر تر ہے بہت بلند ہے مگر یہ لوگ اللہ کی\r\nذات سے امکان کذب کی نسبت کرتے جاتے ہیں بعض آئمہ نے لکھا ہے\r\nکہ اگر اللہ چاہئے تو گنہ گار کو بھی بخش دے اور عذاب سے مستثنیٰ کر دے۔\r\nاس سند سے اللہ تعالیٰ کے وقوع امکاں کذب پر دھو کہ دیتے جاتے ہیں اگر\r\nوہ وعید اس آیت یا نص میں بظاہر مطلق بھی چھوڑی گئی ہو تو بلاشبہ وہ حقیقیہ\r\nمشیت الہی کے ساتھ مقید ہے۔ اللہ تعالٰی فرماتے ہے بیشک اللہ تعالیٰ کا فر کو\r\nنہیں بخشے گا، مشرک کو نہیں بخشے گاہاں کفر اور شرک کے علاوہ وہ جسے چاہے\r\nبخش دے گا ، اگر اللہ تعالٰی کے کلام نفسی قدیم کی طرف دیکھا جائے تو وہاں\r\nاس مطلق کا مقید ہونا یوں ظاہر ہے وہ ایک صفت بسیط ہے تو اس میں قید و\r\nMarfat.com"
    },
    {
        "id": 4,
        "pageNo": 4,
        "pageText": "مقید ازل سے ابد تک ہمیشہ جمع ہیں، جن میں کبھی جدائی نہیں ہوتی ہے اگر\r\nوحی خداوندی کی طرف نظر کی جائے تو اس میں متعدد آیات جدا جدا ہیں۔\r\nقید و اطلاق الگ الگ ہوں گے مگر ان میں جو مطلق ہے مقید پر معمول ہے\r\nجیسا کہ اصول کا قاعدہ ہے ان وجوہ کے ہوتے ہوئے کس طرح تصور ہو\r\nسکتا ہے۔ اللہ جل جلالہ کے کذب کا قول خلف وعید کے ماننے والوں پر\r\nلازم آئے اور اللہ عزو جل کے کذب کا قول خلف وعید جائز ماننے والوں پر\r\nلازم آئے۔ ہم اللہ جل و جلالہ سے ہی مددمانگتے ہیں۔\r\nرشید احمد گنگوہی نے اپنی کتاب ”براھین قاطع“ میں لکھا ہے کہ\r\nشیطان اور ملک الموت کو یہ وسعت نص سے ثابت ہوئی فخر عالم کی وسعت\r\nعلم کی کون سی نص قطعی ہے کہ جس سے تمام نصوص رد کر کے شرک ثابت\r\nکرتا ہے، رشید احمد مذکور کا یہ کہنا دو وجہ سے باعث کفر ہے۔ ایک وجہ یہ ہے\r\nکہ اس کے اسی دعوی میں یہ تصریح ہے کہ ابلیس کا علم وسیع ہے نہ کہ حضور\r\nصلی اللہ علیہ وآلہ وسلم کا یہ حضور کی شان کو صاف صاف کمتر کرنا ہے دوسری\r\nوجہ یہ ہے کہ اس نے حضور کے علم کی وسعت کو ماننے کو شرک ٹھہرایا ہے۔\r\nچاروں مذاہب کے آئمہ نے تصریح فرمائی ہے کہ حضور نبی کریم کی شان\r\nگھٹانے والا کافر ہے۔\r\nاشرف علی تھانوی نے لکھا ہے کہ آپ کی ذات مقدسہ پر علم غیب کا\r\nحکم کیا جاتا اگر بقول زید صحیح ہو تو دریافت طلب امر ہے کہ اس غیب سے\r\nمراد بعض غیب ہے یا کل غیب ، اگر بعض علوم غیبیہ مراد ہیں تو اس میں حضور\r\nکی کیا تخصیص ہے ایسا علم غیب تو زید عمر و بلکه صبی و مجنون بلکه جمیع حیوانات و\r\nبہائم کیلئے حاصل ہے۔ اس کا حکم بھی یہی ہے کہ وہ کھلا کافر ہے وہ بالا تفاق\r\nMarfat.com"
    },
    {
        "id": 5,
        "pageNo": 5,
        "pageText": "IOI\r\nکافر ہے، اسلئے کہ یہ جملہ رشید احمد گنگوہی کے اس قول سے بھی زیادہ تنقیص\r\nشان رسول ہے جو بہت بڑا کفر ہے ایسا شخص قیامت تک اللہ کی لعنت اور\r\nغضب میں رہے گا یہ لوگ ایسی آیت کریمہ کے سزاوار ہیں (ترجمہ : اے نبی!\r\nان سے فرمادیجئے کیا یہ لوگ اللہ اس کی آیتوں اس کے رسول سے مذاق\r\nکرتے ہیں، بہانے نہ بناؤ تم کافر ہو چکے ایسے ایمان کے بعد یہ حکم ہے)\r\nاللہ تعالی بڑا رحم کرنے والا ہے، بڑا احسان کرنے والا ہے۔ اے اللہ\r\nہم دعا کرتے ہیں کہ ہمیں ایمان پر قائم رکھ ، سید الانبیاء صلی اللہ علیہ و آلہ\r\nوسلم کی سنت کے دامن میں ہمارا ہاتھ وابستہ رہے۔ شیطان کے فریب اور\r\nنفس کے وسوسوں سے محفوظ رکھ اور باطل وہموں سے نجات دے، ہمارا\r\nٹھکانہ جنت میں ہو ۔ اے اللہ ہمارے آقاد مولی سرور انس و جان محمد صلی اللہ\r\nعلیہ و آلہ وسلم پر درود و سلام ہو، سب خوبیاں اس اللہ کیلئے ہیں جو سارے\r\nجہاں کا مالک ہے۔\r\nیہ الفاظ میں نے اپنی زبان سے ادا کئے اور لکھنے کا حکم دیا۔ سید احمد ابن\r\nسید اسماعیل حسینی بزز نجی مفتی شافعیہ مدینہ شریف۔\r\nحضرت مولانا محمد عز یز وز یر مالکی مغربی اندلسی مدنی تونسی\r\nاللہ تعالیٰ کی حمد ہے جو اپنی کمال صفات کے ساتھ موصوف ہے ہمارا\r\nیہ ولی اعتقاد ہے اور زبان سے اقرار کرتے ہیں کہ اس کی شان ہر ناسزابات\r\nسے منزہ ہے، اس کی پاکیزگی بیان کرنا ہم پر فرض ہے اللہ تعالیٰ درود بھیجے\r\nاپنے نبی پر اپنے منتخب انبیاء پر ، اپنے پیارے بندوں پر اور اپنی اس مخلوق پر\r\nجسے وہ پسند کرتا ہے پھر وہ انبیاء جو اسکی مخلوق کیلئے مبعوث ہوئے وہ اس کے\r\nMarfat.com"
    },
    {
        "id": 6,
        "pageNo": 6,
        "pageText": "102\r\nبرگزیدہ اور بے عیب پیغمبر ہیں جو شخص اس کی یا اس کے پیغمبروں کی شان میں\r\nنقص بیان کرے وہ دنیا میں بھی خوار ہوتا ہے اور آخرت میں بھی رسوا ہوتا\r\nہے اسے قیامت کے دن ذلت آمیز عذاب کا سامنا ہو گا حضور کی آل اور\r\nآپکے صحابہ پر بھی درود ہو جو مخلوق کے راہنما ہیں اور اللہ کے دین اور رسول\r\nاللہ\r\nصلی اللہ علیہ و آلہ وسلم کی شریعت کو لوگوں تک پہنچانے والے ہیں ان کی وجہ\r\nسے دنیا میں شیطان کے جھگڑے اور وسوسے ملتے رہتے ہیں یہ حضور کے\r\nمعجزات میں سے ہیں اور یہ سلسلہ ہدایت کئی زمانوں اور برسوں تک جاری\r\nرہے گا۔\r\nحمد وصلوٰۃ کے بعد میں نے دیکھا ہے کہ ایک پر نور رسالہ مطالعہ میں\r\nآیا ہے اس میں ان فرقوں کی رسوائیاں اور ان کی گہرائیاں سامنے آئی ہیں مجھے\r\nایسے بے دین فرقوں کے نظریات پڑھ کر بڑا صدمہ ہوا۔ بڑی حیرت ہوئی\r\nہے کہ شیطان نے اپنی خواہشات کی تکمیل کیلئے ان لوگوں کو آگے کر دیا ہے\r\nاور انہیں آراستہ پیراستہ کر کے دنیا میں فتنہ پھیلانے کیلئے آمادہ کر دیا ہے\r\nطرح طرح کے کفر گھڑ کر لوگوں میں پھیلاتے ہیں۔ وہ اندھوں کی طرح ان\r\nتاریک راہوں پر چل پڑے ہیں، وہ کئی قسم کے کفریات پھیلاتے جاتے ہیں وہ\r\nبلندیوں سے لڑکھڑا کر نیچے کی طرف آرہے ہیں یہاں تک کہ خود اللہ کی ذات\r\nوالا صفات پر طرح طرح کے حملے کرنے لگے ہیں اور نہایت پست الفاظ\r\nاستعمال کرنے لگے ہیں اللہ کی ذات اور اس کی بات کے علاوہ کس کی بات\r\nسچی ہو سکتی ہے ؟ مگر وہ اس کی ذات پاک کو بھی نقائص سے متصف کرتے\r\nجاتے ہیں ان کی جرات یہاں تک بڑھی ہے کہ وہ تمام رسولوں کے خاتم اور\r\nخالص در خالص منتخب رسول کی ذات پر بھی حملے کر رہے ہیں جس رسول\r\nMarfat.com"
    },
    {
        "id": 7,
        "pageNo": 7,
        "pageText": "103\r\nکیلئے قرآن نے یہ فرمایا کہ ” آپ عظیم خلق کے مالک ہیں“\r\nان گمراہ کن نظریات کے خلاف میں نے وہ فتویٰ بھی دیکھا ہے جو اس رسالہ\r\nمیں لکھا گیا ہے اس رسالہ کے فاضل مصنف نے ان باطل نظریات کا رد کیا\r\nہے انہیں جڑ سے اکھیڑ کر رکھ دیا ہے اس نے حق کی تلوار اور ایمان کے تیروں\r\nسے ان کے باطل خیالات کو چھلنی کر کے رکھ دیا ہے ان کی گردنوں اور سینوں\r\nپر وہ ضربیں لگائیں ہیں جس سے وہ تباہ و برباد ہو کر رہ گئے ہیں اب ان کا نام و\r\nنشان نہیں رہے گا یہ رسالہ اندھیری رات میں صبح کی روشنی لے کر آیا ہے\r\nاس کی درخشندگی کے سامنے کفر وارتداد کی سیاہیاں نہیں ٹھہر سکتیں۔\r\nخصوصاً ہمارے سامنے وہ تحریر ہے جسے علم کے علم بردار نے صحیح اور مہذب\r\nکیا ہے حرمین شریفین جیسے پاک اور ستھرے شہروں کے علماء کرام کے\r\nسامنے لا رکھا ہے۔\r\nآج حرمین الشریفین (مکہ مکرمہ اور مدینہ منورہ) میں امام شافعی کے\r\nمذہب کے بلند پایہ علماء موجود ہیں جو مشاہیر علماء کے پیشوا ہیں۔ یہاں متحیر\r\nکر دینے والے صاحب علم اور پاکیزہ مقاصد کی تکمیل کرنے والے راہنما\r\nموجود ہیں، ہمارے شیخ ہمارے استاد سید احمد بزرنجی شریف ہیں (اللہ تعالیٰ\r\nانہیں بہتر جزا دے اور اپنے احسان کثیر سے نوازے) انہوں نے بھی اس\r\nرسالہ کو بیحد پسند فرمایا ہے۔ میرے جیسے طالب علم کا کیا مقام ہے میں نہ مرد\r\nمیدان علم و فضل ہوں نہ شاہراہ کمال کا راہ رو ہوں۔ میں ان کے سامنے ایسے\r\nہی ہوں جیسے آفتاب کے سامنے چراغ اور عقاب کے سامنے پتنگا ہو۔ اس\r\nمقام پر میری رائے کی کیا حیثیت ہے مگر اس عجز و نیاز کے باوجود میرے\r\nسامنے اس رسالے کی تائید کرنا اور ان باطل نظریات کے خلاف آواز اٹھانا\r\nMarfat.com"
    },
    {
        "id": 8,
        "pageNo": 8,
        "pageText": "1\r\n104\r\nنہایت ضروری ہے اگر چہ میں میدان علم و فضل کے شاہسواروں سے بہت\r\nدور ہوں ان کی تیز گامی کا مقابلہ نہیں کر سکتا مگر اس امید کے ساتھ کہ شاید\r\nمجھے ان شاہسواروں راہ علم و فضل کے چشمہ فیض سے چند قطرے مل جائیں\r\nاس گروہ میں کچھ حصہ حاصل کرلوں اور اس سلسلہ عالیہ میں شمار ہو جاؤں\r\nجنہوں نے دین کی مدد کی، اپنی تلواروں کو بد دین فتنہ پردازوں کے خلاف\r\nاستعمال کیا، اللہ تعالیٰ حق کی راہ دکھاتا ہے اور میں اسی سے مدد کا خواستگار ہوں۔\r\nمیں اپنے استاد مکرم کی پیروی کرتے ہوئے کہتا ہوں کہ اللہ تعالیٰ\r\nسب کے اجر میں اضافہ فرمائے، انہوں نے اس مسئلہ پر جو تنقیح فرمائی ہے۔\r\nمطلب بیان کیا ہے اصول طے کئے ہیں اور اس کے نتائج پر اظہار خیال کیا\r\nہے ان پر مفصل گفتگو فرمائی۔ کتاب کو جزئیات پر منطبق کیا ہے ان فرقوں کو\r\nقواعد شرعیہ کے ماتحت لایا گیا ہے۔ احکام الہیہ کو موقع محل پر بیان کیا گیا ہے\r\nیہ تمام کام ہمارے استادوں راہنماؤں پیشواؤں نے نہایت احسن طریقہ\r\nسے سر انجام دیئے ہیں، اب ان میں اضافے کی گنجائش نہیں رہی اور نہ ہی\r\nان میں کوئی شک و شبہ رہ گیا ہے میرا مقصد صرف اتنا ہے کہ میں بعض\r\nنصوص بیان کروں جس سے ان مسائل کی تائید ہو اور اس عمارت کی\r\nبنیادیں مضبوط ہوں، اللہ تعالیٰ ہدایت دینے والا ہے۔\r\nامام قاضی عیاض رحمتہ اللہ علیہ نے فرمایا ہے جو شخص حضور نبی کریم\r\nصلی اللہ علیہ و آلہ وسلم کے بعد یہ دعویٰ کرتا ہے کہ اسے وحی آتی ہے یا\r\nنبوت کا کوئی حصہ اسے ملا ہے تو وہ کافر ہو جاتا ہے بادشاہ اسلام پر اس کا خون\r\nحلال ہو جاتا ہے۔ حضرت امام ابن القاسم نے فرمایا کہ حضور صلی اللہ علیہ\r\nو آلہ وسلم کے بعد جو نبی بنے ، اور کہے کہ میری طرف وحی آتی ہے وہ مرتد\r\nmarfa\r\nMarfat.com"
    },
    {
        "id": 9,
        "pageNo": 9,
        "pageText": "105\r\nہے خواہ وہ لوگوں\r\nکو پوشیدہ دعوت دے یا علانیہ، وہ کفر سے نہیں بچ سکتا۔\r\nابن رشید نے ایسے شخص کو ظاہر کافر قرار دیا ہے اور ابو المولود خلیل .\r\n\"کتاب التوضیح “ میں یہ بات برملا کہی ہے کہ ایسے شخص کو سلطان اسلام تو بہ\r\nکرنے سے پہلے قتل کر دے تو بہتر ہے اگر ایساد عومی پوشیدہ کیا جائے تو بھی\r\nایسا شخص مرتد ہو جاتا ہے اسے ایسے پوشیدہ دعوی کی اعلانیہ تردید کرنا\r\nچاہئے، اگر ایسا شخص خفیہ طور پر اپنے آپ کو نبی قرار دے مگر علانیہ دعویٰ نہ\r\nکرے وہ علیحدگی میں نبی پاک کی بدگوئی کرتا پھرے خاتم النبین کے بعد کسی قسم\r\nکی نبوت کا حصہ دار قرار دے۔ حضور کے نقائص بیان کرے یا بد گوئی کرے\r\nوہ بھی حضور کی نبوت کا منکر ہے بلکہ یہ بات حضور کو گالی دینے کے\r\nمترادف ہے ایسے تمام لوگوں کیلئے بادشاہ اسلام قتل کا حکم نافذ کرے۔\r\nابو بکر بن المنذر فرماتے ہیں کہ علمائے اسلام کا اس فیصلے پر اجماع ہے\r\nکہ اگر کوئی شخص کسی نبی یا فرشتہ کی تنقیص شان کرے، اسے سزائے موت\r\nہونی چاہئے۔ حضرت امام مالک، حضرت لیث، حضرت احمد اور حضرت\r\nاسحاق بھی اسی قول کے قائل ہیں اور موید ہیں یہی مذہب امام شافعی کا\r\nہے۔ امام محمد بن سحنون نے تو یہاں تک فرمایا ہے کہ جو شخص کسی نبی یا فرشتہ\r\nکو برا کہے یا ان کی شان میں نقائص بیان کرے وہ کافر ہو جاتا ہے اس پر مذاب\r\nالہی نازل ہو گا اور تمام امت کے نزدیک اس کیلئے سزائے موت ہے اس کے\r\nکافر اور معذب ہونے میں کوئی شک نہیں رہتا۔\r\nامام مالک کے نصوص میں (ان سے ابن القاسم ابو مصعب اور ابن ابی\r\nاولیس اور مطرف نے روایت کی ہے ) یہ بات واضح کی گئی ہے امام مالک سے\r\nہی عمدہ ترین کتابوں میں نقل کیا گیا ہے ( جن میں کتاب ابن سحنون، مبسوط،\r\nMarfat.com"
    },
    {
        "id": 10,
        "pageNo": 10,
        "pageText": "106\r\nعت بیہ اور کتاب محمد بن المواز وغیرہ ہیں) کہ جو شخص کسی نبی کو برا کہے یا\r\nعیب لگائے یا حضور کی تنقیص شان کرے اس کا حکم یہی ہے کہ سلطان اسلام\r\nاسے قتل کر دے ایسے شخص کی تو بہ بھی قابل قبول نہیں ہو گی۔ امام قاضی\r\nعیاض رحمتہ اللہ علیہ نے نص میں فرمایا ہے کہ ایسے لوگوں کے حکم میں یہ بات\r\nبھی داخل ہے کہ حضور نبی کریم صلی اللہ علیہ و آلہ وسلم کے کسی فرمان سے\r\nانکار کرنے والا یا کسی قسم کا نقض بیان کرے آپ کی شان کے منافی بات کر\r\nکے آپکے مرتبہ ، شرف نسب یا علم و زہد میں کسی قسم کا عیب بیان کرے تو وہ\r\nبھی کافر اور مرتد ہو جائے گا۔ بادشاہ اسلام پر واجب ہے کہ ایسے شخص کی گردن\r\nازادے۔ یاد رہے کہ امام مالک کا یہ فیصلہ تنقیص شان مصطفی اور انبیاء کرام\r\nکیلئے ہے اسی پر ہمارے اسلاف کار بند رہے ہیں۔ جمہور علمائے کرام کا یہی\r\nمتفقہ فیصلہ ہے گر ایسا شخص تو بہ بھی کرے پھر بھی اس کا قتل کرنا ضروری\r\nہے کیونکہ اس نے ایسے کفر کا ارتکاب کیا ہے جس کی مثال دوسری کفریات\r\nمیں نہیں ہے۔ (کفر تو تو بہ سے زائل ہو جاتا ہے مگر اس نے اہل ایمان کے\r\nخلاف حقوق العباد میں جرم کیا ہے اس کی سزا تو قتل ہی ہے وہ تو بہ کرنے\r\nسے معاف نہیں ہو سکتی۔ (جس طرح کوئی قاتل قتل کرنے کے بعد ڈاکہ\r\nڈال کر لوگوں کے گھر تباہ کرنے کے بعد کئی جانوں کو ختم کرنے کے بعد\r\nصرف اتنا کہہ دے کہ میں نے تو بہ کی ہے تو وہ سزا سے نہیں بچ سکے گا) اسی\r\nطرح حضور نبی کریم کی شان میں گستاخی کرنے یا نقائص بیان کرنے والے\r\nکی توبہ قبول نہیں ہو گی۔ اس کا معافی مانگنا، رجوع کرنا بے فائدہ ہے اس\r\nنے تو بہ خواہ گرفتاری سے پہلے کی ہو یا بعد ، یہ تو بہ قابل قبول نہیں ہوگی۔\r\nقاسمی رحمتہ اللہ علیہ نے اپنی کتاب میں لکھا ہے شان مصطفیٰ میں\r\nMarfat.com"
    },
    {
        "id": 11,
        "pageNo": 11,
        "pageText": "107\r\nنقائص بیان کرنے والے کی سزا موت ہے اسے بادشاہ اسلام قتل کرے گا۔\r\nایسا ہی امام ابن ابی زید رحمتہ اللہ علیہ نے کہا کہ امام سحنون نے لکھا ہے کہ اس\r\nکی تو بہ اسے قتل کرنے سے نہیں بچا سکتی۔ ہاں تو بہ سے اللہ کی معافی کا خواستگار\r\nہونا اس کا ذاتی معاملہ ہے وہ اس کے ہاں معافی کا خواستگار ہو ، مگر اس نے\r\nحقوق العباد میں جو جرم کیا ہے اس کی سزا تو قتل ہی ہے امام عیاض رحمتہ اللہ\r\nعلیہ نے اس کی دلیل یہ بیان کی ہے کہ نبی صلی اللہ علیہ و آلہ وسلم کی ذات اللہ\r\nتعالیٰ کا حق ہے ان کی وجہ سے ان کی امت کا حق ہے تو بہ سے امت کا حق\r\nساقط نہیں ہو سکتا، جیسے بندوں کے حقوق صرف تو بہ کرنے سے ساقط نہیں\r\nہو سکتے۔ علامہ خلیل نے ان تمام اقوال کو اختصار سے بیان کرتے ہوئے لکھا\r\nہے کہ اگر کسی نبی یا فرشتہ کو برا کہا جائے یا طنز کیا جائے یا لعنت کا لفظ استعمال کیا\r\nجائے یا پہلو بچا کر توہین کی جائے یا بلا وجہ عیب لگایا جائے تہمت لگائی جائے\r\nالزام تراشی کی جائے یا ان کے حقوق کو ہلکا سمجھا جائے یا کسی طرح نبی کریم کے\r\nمر تبہ یاز ہد یا علم کو گھٹانے کی کوشش کی جائے جو ان کی طرف کوئی ایسی بات\r\nمنسوب کی جائے جس سے ان کی شان پر حرف آتا ہو یا خدمت کے طور پر\r\nکوئی جملہ کہہ دیا جائے تو اس کی سزا قتل ہے تو بہ سے یہ جرم معاف نہیں ہو سکتا۔\r\nشارحین نے اس حدیث میں لکھا ہے کہ حاکم یا بادشاہ اسلام کا ایسے\r\nشخص کو صرف سزا کیلئے قتل کرنا ضروری نہیں بلکہ اس کا گستاخی کرنے کے\r\nتو بہ کرنایا مکر جانا بھی قابل قبول نہیں وہ سزا نہیں وہ حقوق مصطفیٰ کے تحفظ\r\nکیلئے واجب القتل ہے۔ امام قاضی عیاض رحمتہ اللہ علیہ نے کفریہ کلمات\r\nکے بیان میں لکھا ہے وہ حص بھی کافر ہے جو امور شریعت میں انبیاء کے\r\nخلاف خفیف بات کرتا ہے ان کو جھٹلاتا ہے یا ان کے نقائص بیان کرتا ہے وہ\r\nMarfat.com"
    },
    {
        "id": 12,
        "pageNo": 12,
        "pageText": "108\r\nاپنے زعم میں علمی اعتبار سے کتنا ہی سچا ہو مگر وہ تو ہین انبیاء سے نہیں بچ\r\nسکے گا وہ باجماع امت کا فر ہے۔\r\nایسے ہی جو شخص حضور خاتم الانبیاء صلی اللہ علیہ و آلہ وسلم کے زمانہ\r\nحیات میں یا بعد از وصال کسی نبوت کا دعویٰ کرتا ہے یا دوسرے کو نبی تسلیم\r\nکرتا ہے یا وہ کہے کہ میں ریاضت اور عبادت کرتے کرتے نبوت حاصل کر\r\nلوں گا۔ علامہ خلیل نے فرمایا جو حضور کی نبوت میں کسی کو شریک مانے یا\r\nحضور کے بعد کسی ثبوت کے ملنے کا دعویٰ کرے یا اپنی نبوت کا دعویٰ کرے\r\nیا اپنی طرف وحی آنے کی بات کرے وہ بھی کافر ہے، اگر چہ مدعی نبوت نہ\r\nبھی ہو، مگر وحی کے آنے کا دعویٰ کرے تو کافر ہو جائے گا۔ آپ نے فرمایا\r\nایسے تمام کے تمام کافر ہیں مرتد ہیں یہ دانستہ یا نادانسته حضور سرور کائنات\r\nصلی اللہ علیہ و آلہ وسلم کی تکذیب کرتے ہیں اس لئے کہ حضور نے فرمایا\r\nہے وہ خاتم النبین ہیں، وہ ساری مخلوقات اور سارے جہانوں کیلئے بھیجے گئے\r\nالنہ\r\nہیں اور تمام امت کا اس بات پر اجماع ہے یہ کلام ظاہر علم و خرد پر پورا اتر تا\r\nہے اس میں تاویلیں اور دلیلیں دینا درست نہیں ہے۔ یہ تخصیص تمام\r\nطبقوں کیلئے ہے کوئی طبقہ شک و شبہ کا اظہار نہیں کر سکتا۔ یہ بات ایمان کی\r\nرو سے یقین کی رو سے قرآن و حدیث کی رو سے اجماع امت کی رو سے\r\nبلا شک و شبہ درست ہے ہمارے سر دار ابراہیم لقانی نے کیا خوب کہا ہے۔\r\nفضل خاص سرور کونین کو دیا\r\nحق نے کہ ان کو خاتم جملہ رسل کیا\r\nبعثت کو ان کی عام کیا ان کی شرع پاک\r\nزائل نہ ہو گی دہر کو جب تک رہے بقا۔\r\nmarfat.com\r\nMarfat.com"
    },
    {
        "id": 13,
        "pageNo": 13,
        "pageText": "احمد انیٹھوی اور مولوی اشرف علی تھانوی نے بھی انگریز کی آزادی فکر و اظہار\r\nسے فائدہ اٹھا کر ایسی کئی بے سروپا باتیں کہنا شروع کر دی۔ کتابیں لکھی جانے لگیں\r\nفتوے شائع ہونے لگے اور ملت کا شیرازہ بکھیر کر رکھ دیا۔ ان حالات کو فاضل\r\nبریلوی اور دوسرے علمائے اہلسنت نے بڑا محسوس کیا۔ ایسے مولویوں سے رابطہ کیا\r\nان کی ان لغزشوں سے آگاہ کیا گیا انہیں ان خیالات سے رجوع کرنے کی استدعا\r\nکی گئی، مگر وہ انانیت اور انگریز کی عطا کردہ ”آزادی اظہار خیال کی وجہ سے اپنے\r\nخیالات میں کوئی تبدیلی پیدانہ کر سکے۔ فاضل بریلوی ان دنوں ۱۳۲۳ھ میں سفر حج\r\nکو روانہ ہوئے اور ایک اعتقادی فرد تیار کی۔ آپ نے عربی زبان میں ”المعتمد\r\nالمستند\" کے نام پر علمائے حرمین الشریفین کی خدمت میں پیش کی اور ان سے فریاد کی\r\nاستغاثہ کیا کہ وہ اس سلسلہ میں برصغیر کے مسلمانوں کی راہنمائی فرمائیں۔ انہیں آراء\r\nلکھیں اپنے تاثرات بیان کریں۔ اپنی تقاریظ کو اپنی مواہیر سے منصبت کر کے فیصلہ\r\nکریں کہ یہ فتنہ پرداز ”مولوی کیا کر رہے ہیں۔ اس کتاب میں علمائے مکہ مکرمہ اور\r\nعلمائے مدینہ منورہ کی عربی میں یہ تقاریظ مرتب کی گئیں جس کا تاریخی نام \"حسام\r\nحرمین علی منحر الكفر والمین (۱۳۲۴ھ ) رکھا۔ واپس وطن آگر آپ نے اسے\r\nشائع کیا اور ساتھ ہی آپ کے خانوادے کے ایک عالم دین ماہر ادب عربی مولانا\r\nحسنین رضا خاں بریلوی رحمتہ اللہ علیہ نے اردو ترجمہ کر دیا اور اسے عربی اردو میں\r\nیکساں شائع کیا۔\r\nاس کتاب کی اشاعت پر اعتقادی دنیا میں ایک تہلکہ برپا ہو گیا۔ بدعقیدہ\r\nمولوی لوگ علمائے حرمین شریفین کی زد میں تھے، فرد جرم کے بھانہ میں تھے، عوام\r\nکے سامنے بدنام تھے۔ انہوں نے محسام الحرمین کی اشاعت پر بڑا شور مچایا، بڑے\r\nسیخ پا ہوئے، بڑے ہاتھ پاؤں مارے رسالے لکھے کتابیں لکھیں ، فتوے جمع کئے ،\r\nmarfa\r\nfat.com\r\nMarfat.com"
    },
    {
        "id": 14,
        "pageNo": 14,
        "pageText": "109\r\nاسی طرح ہمیں یقین ہے جو انبیاء کرام کی تو ہین میں باتیں کرے وہ\r\nکافر ہے اس نے حضور صلی اللہ علیہ و آلہ وسلم کے قول کو باطل ٹھہر یا ہے،\r\nساری امت رسول کے اجماع کو باطل ٹھہبر لیا ہے، اس نے شریعت کے\r\nاحکام کو باطل ٹھہر لیا ہے اس لئے ہم یقین کرتے ہیں کہ ایسا شخص کافر ہے\r\nدو جہانوں میں کسی نبی سے دوسرے شخص کو افضل بنائے تو وہ بھی کافر ہے وہ\r\nبھی شان\r\nانبیاء کرام کی تنقیص کرتا ہے۔\r\nامام مالک رضی اللہ عنہ نے ابن حبیب، ابن سحنون، ابن القاسم، ابن\r\nالمماحبثون ابن عبد الحکم نے روایت کو بیان فرمایا ہے کہ جو شخص انبیاء علیہم\r\nالسلام سے کسی ایک کو بھی برا کہے یا ان کی شان و عظمت کو گھٹائے اس کیلئے\r\nسزائے موت ہے اور سلطان وقت کو اسے تختہ دار پر لٹکا دینا چاہئے اس کی\r\nتوبہ نہ لی جائے۔\r\nامام قاضی عیاض رحمتہ اللہ علیہ نے اس مسئلہ کی تنقیع کرتے ہوئے\r\nلکھا ہے کہ انبیاء کرام کے اعتقادات توحید، ایمان، وحی کے متعلق کامل ایمان\r\nہونا چاہئے یہ پاک اور منزہ ہوتے ہیں۔ ان امور کے علاوہ باقی امور کے\r\nمتعلق اور عقائد کے متعلق یہ ایمان رکھنا چاہئے کہ وہ ہر بات پر یقین سے\r\nبھرے ہوئے ہیں وہ دین و دنیا کے تمام امور کی معرفت کو جانتے ہیں کوئی\r\nچیز ان سے پوشیدہ نہیں۔\r\nحضور کا علم غیب جاننا یقینی امر ہے۔ یہ حضور صلی اللہ علیہ و آلہ وسلم\r\nکے معجزات سے ہے، آپ جو کچھ ہونے والا ہے ایک ایک چیز کو جانتے ہیں،\r\nحضور کے علوم غیبیہ ایسے سمندر ہیں جنکی گہرائی اور وسعت تک کوئی نہیں\r\nپہنچ سکتا اس کا اندازہ لگانا کسی کے بس میں نہیں ہے جن آیات میں یہ بات\r\nMarfat.com"
    },
    {
        "id": 15,
        "pageNo": 15,
        "pageText": "110\r\nبیان کی گئی ہے کہ اگر میں غیب جانتا تو بہت کچھ کر لیتا۔ بہت سی بھلائی جمع\r\nکر لیتا، یہ آپ کے علم کی نفی نہیں ہے بلکہ یہ اللہ کے انعام کا اظہار ہے کہ\r\nمیں بذات خود نہیں بلکہ اللہ کے عطا کردہ غیوب سے واقف ہوں۔ خداوند\r\nتعالیٰ نے حضور پر بے شمار غیوں کے خزانے کھول دیئے ہیں اللہ تعالیٰ ایک\r\nاور مقام پر فرماتے ہیں کہ میں غیب پر کسی کو مسلط نہیں کرتا مگر اپنے پسندیدہ\r\nبندوں کو اس سے واقف کرتا ہوں۔ قاضی عضد الدین نے اپنی کتاب\r\nالعقائد میں لکھا ہے کہ اللہ تعالیٰ جہل اور کذب سے پاک ہے۔\r\nعلامہ جلال الدین دوانی نے اس کی شرح کرتے ہوئے لکھا ہے خلف\r\nوعید کے جائز ہونے پر جو شخص اس آیت سے سند لیتا ہے وہ جاہل ہے\r\nناواقف ہے وعید کی تمام آیات بعض شرائط سے مشروط ہوتی ہیں جن سے\r\nدوسری آیات اور احادیث سے وضاحت ملتی ہے اگر ایسا عقیدہ رکھنے والا\r\nاپنے عقیدہ پر اصرار کرے اور اس پر جما ر ہے تو بہ نہ کرے اس حالت میں\r\nاس پر عذاب ہو گا اگر کوئی شخص یہ کہے کہ وعید و تخویف تو وہ غلط نظریہ پر ہے۔\r\nامام قاضی عیاض رحمتہ اللہ علیہ نے ابن حبیب اور اصبغ بن خلیل سے\r\nایک واقعہ لکھا ہے کہ ایک ناپاک بے دین نے حضور کی تنقیص کی تھی شان\r\nالہی میں بھی تنقیص کی تھی آپ نے فرمایا جس اللہ کی ہم عبادت کرتے ہیں\r\nاس کو گالی دی جائے تو اس سے بڑھ کر اور کفر کیا ہے ؟ اور ہم ان سے انتقام نہ\r\nلیں تو ہم سے برا کون ہے تو ہماری عبادت کی کیا حیثیت ہے۔\r\nانشریعتی رحمتہ اللہ علیہ نے اپنی کتاب ”معیار“ میں لکھا ہے۔ ابن ابی\r\nزید نے بتایا کہ خلیفہ ہارون الرشید نے حضرت امام مالک رضی اللہ عنہ سے\r\nپوچھا کہ ایک شخص نے حضور صلی اللہ علیہ و آلہ وسلم کی توہین کی بد گوئی کی تو\r\nMarfat.com"
    },
    {
        "id": 16,
        "pageNo": 16,
        "pageText": "111\r\nعراق کے علماء کرام نے اسے کوڑے مارنے کا فتویٰ دیا تھا۔ امام مالک رضی\r\nاللہ عنہ خلیفہ ہارون رشید سے یہ بات سن کر مشتعل ہو گئے اور فرمایا ۔ اے\r\nامیر المومنین جب حضور ہی کی توہین کی جائے تو پھر ہماری زندگی میں کیارہ\r\nگیا پھر یہ امت کیسی ہے ؟ امت کی زندگی کیسی، جو شخص حضور نبی کریم صلی\r\nاللہ علیہ و آلہ وسلم کی توہین کرے اس کو کوڑوں کی سزا نہیں قتل کرنا چاہئے\r\nہاں جو صحابہ کی اہانت کرے گا اسے کوڑے مارے جائیں گے ۔\r\nاللہ تعالیٰ ہمیں اچھے اعمال کی توفیق دے اپنے محبوب کی پیروی کی\r\nتوفیق دے ہمیں کج روی، بدعتوں اور لغزشوں سے بچائے۔ اللہ تعالٰی کے\r\nفضل اور وعدوں سے ہم امید رکھتے ہیں کہ اس نے اپنے عدل و انصاف سے\r\nجتنی وعیدیں فرمائی ہیں ہمیں ان سے محفوظ رکھے۔ اس کا صدقہ قیامت کے\r\nدن حضور کی شفاعت نصیب ہو۔ حضور تمام انبیاء اور رسل کے خاتم ہیں، ان\r\nپر کروڑوں درود ہوں، لاکھوں سلام ہوں، ان کی آل پر ان کے اصحاب پر\r\nسلام ہو ، وہ راہنمائے اسلام ہیں قیامت تک ان کے احسانات جاری رہیں\r\nگے میں اپنے اللہ سے معافی کا خواستگار ہوں۔\r\nعاجز بندہ محمد عزیز وزیر جس کے آباء و اجداد شہر اندلس کے رہنے\r\nوالے تھے اور تیونس میں پیدا ہوا، مدینہ طیبہ میں قیام کیا بفضل خدا خاک\r\nمدینہ میں ہی دفن ہونے کا خواہاں ہوں، مرقوم ۵ ربیع الآخر ۱۳۲۴ھ\r\nحضرت فاضل عبد القادر توفیق شیلی طرابلسی حنفی مدرس مسجد نبوی\r\nبسم اللہ الرحمن الرحیم\r\nسب خوبیاں ایک اللہ کو درود و سلام ان پر جن کے بعد کوئی نبی نہیں\r\nآئے گا ان کی آل پر ان صحابہ پر ان کے پیروں پر ان کے نام لیواؤں پر ۔\r\nMarfat.com"
    },
    {
        "id": 17,
        "pageNo": 17,
        "pageText": "112\r\nحمد و صلوۃ کے بعد یہ بات تحقیق کے ساتھ ثابت ہو گئی ہے کہ مرزا\r\nغلام احمد قادیانی، قاسم نانوتوی، رشید احمد گنگوهی، خلیل احمد انبیٹھوی، اشرف\r\nعلی تھانوی اور ان کے ساتھ والے ان کے چیلے جانے ان کے خیالات ہمارے\r\nسامنے آئے وہ تمام کافر اور مرتد ہیں۔ حاکم وقت کا فرض ہے ایسے لوگوں کو\r\nقتل کر دے اگر سلطان وقت کا حکم ہندوستان میں نہ چلے تو علمائے اسلام کا\r\nفرض ہے کہ اپنی تحریروں، رسالوں، کتابوں، مجالس وعظ میں ان کفریہ\r\nکلمات سے عوام کو آگاہ کریں۔ ان کے کفر کی جڑ کاٹ دینی چاہئے اس طرح\r\nہے کہ ان کی گمراہی کی روح اسلامی دنیا میں سرایت نہ کرنے پائے۔ ہم نے\r\nتحقیق اور ثبوت کے بعد یہ فیصلہ کیا ہے تکفیر کی راہوں میں خطرہ ہوتا ہے\r\nاور یہ راستہ بڑا دشوار ہوتا ہے ہمارے راہنما عالم دین نے اس وقت تکفیر کی\r\nہے جب انہیں تکفیر کا ثبوت مل گیا، انہیں نور نبوت سے یہ توفیق حاصل\r\nہوئی۔ صحابہ کرام اور آئمہ مجتہدین کے دلائل پر اعتماد حاصل ہوا۔ انہوں نے\r\nصرف اندازے اور قیاس سے یہ فتویٰ نہیں دیا ہم غلط رائے قائم کرنے سے\r\nاجتناب کرتے ہیں اور قیامت کے دن کے محاسبے سے ڈرتے ہیں۔ غلط بیانی\r\nکرنے والوں کی قیامت کے دن آنکھیں پھوٹ جائیں گی۔\r\nاللہ تعالی درود\r\nبھیجے ہمارے رسول اکرم صلی اللہ علیہ وآلہ وسلم پر ان کی آل پر ان کے\r\nصحابہ ہے۔\r\nبنده ضعیف عبد القادر توفیق علمی طرابلسی نے مسجد نبوی مدینہ منورہ\r\nمیں یہ تفریظ کہی اور اپنے سامنے لکھنے کا حکم دیا۔\r\nMarfat.com"
    },
    {
        "id": 18,
        "pageNo": 18,
        "pageText": "113\r\nحضوری الم محبوب رب العلمین صلی ہلہ تعالیٰ علیہ وسلم کے بار\r\nمیں کیا ایمان رکھنا چاہیے قرآن وحدیث کی روشنی میں\r\nتمهید ایمان\r\nاعلیٰ حضرت امام اہل سنت دینا شاہ احمد صابر یوئی\r\nقدس سره العزيز\r\nMarfat.com"
    },
    {
        "id": 19,
        "pageNo": 19,
        "pageText": "114\r\nبسم الله الرحمن الرحيم\r\nالحمد لله رب العلمين والصلوة والسلام على سيد\r\nالمرسلين خاتم النبيين محمد والله والحبه اجمعين\r\nالى يوم الدين بالتسجيل وحسبنا الله ونعم الوكيل\r\nمسلمان بھائیوں سے عاجزانہ دست بسته عرض\r\nپارے بھائیو اسلام علیکم درحمه الله وبرکان -\r\nو\r\nاللہ تعالیٰ آپ سب حضرات کو اور آپ کے صدقے میں اس ناچیز، کثیر\r\nاسمعیات\r\nکو دین حق پر قائم رکھے اور اپنے حبیب محمد رسول اللہصلی اللہ تعالی علیہ و\r\nسلم کی سچی محبت عظمت دے اور اسی پر ہم سب کا خاتمہ کر ے با امین یا ارحم\r\nالراحمين .\r\nMarfat.com"
    },
    {
        "id": 20,
        "pageNo": 20,
        "pageText": ".115\r\nتمہارا رب عز و جل فرماتا ہے\r\nاِنَّا اَرْسَلْنكَ شَاهِدًا وَ مُبَرًا وَنَذِيرَاهُ لِتُؤْمِنُوا بِاللهِ\r\nوَرَسُولِهِ وَتَعَزّرُوهُ وَتُوقِرُوهُ\r\nاے نبی ! بیشک ہم نے تمہیں بھیجا گواہ اور خوش خبری دینا اور ڈر سنا تاتا کہ\r\nاے لوگو تم اللہ اور اس کے رسول پر ایمان لاؤ اور رسول کی تعظیم و توقیر\r\nکر دادو صبح و شام الل کی پاکی بولد\r\nC\r\nمسلمانو! دیکھو دین، اسلم بھیجنے، قرآن مجید اتارنے کا مقصود ہی تمہارا ولی تارک\r\nو تعالیٰ تین باتیں بتاتا ہے :\r\nاول یہ کہ لوگ اللہ و رسول پر ایمان لائیں .\r\nدوم یہ کہ رسول اللہ صل اللہ علیہ وسلم کی تعظیم کریں۔\r\nسوم یہ کہ اللہ تبارک و تعالیٰ کی عبادت میں رہیں ۔\r\nمسلمانو ! ان تینوں جلبیل باتوں\r\nکی جمیل ترتیب تو دیکھو، سب میں پہلے ایمان کو\r\nفرمایا اور سب میں پیچھے اپنی عبادت کو اور بیچ میں اپنے پیارے حبیب صلی اللہ علیہ\r\nلم کی تعظیم کو اسلئے کہ غیر ایان عظیم کار آمد نہیں تیرے نا ری ہیں نبی صلی اللہ تعالی علی\r\nعظیم وتکریم اور حصوں پر سے دفع اعتراضات کا ران تیم میں تحقیقیں کر چکے، کچھ ہے\r\nاور کافران\r\nچکے مگر جبکہ ایمان نہ لائے کچھ مفید ہیں کہ بظاہر ی تعظیم ہوئی ، دل میں حضور اقدس صلی اللہ\r\nعلیہ سلم کی بھی عظمت ہوتی تو ضرور ایمان لاتے، پھر جب کہ نبی کریم صلی الہ علیہ سلم کی کی\r\nہو۔ عمر بھر عبادت الہی میں گزار سے سب بیکا نہ و مردود ہے بہتیرے ہوگی اور\r\nراہب ترک دنیا کی کے اپنے طور پر ذکر د عبادت الہی میں نہیں بلکہ ان میں بہت\r\nوہ ہیں کہ لا الہ الا اللہ کا ذکر سیکھتے اور ضربیں لگاتے ہیں مگر از انجا کہ محمد رسول شد\r\nی لاله های علی ولی تنظیم میں کیا انا الابل قبول بارگاہ والی نین العروبل\r\nمله يبدع و سود الفتح -\r\nMarfat.com"
    },
    {
        "id": 21,
        "pageNo": 21,
        "pageText": "116\r\nالیسوں ہی کو فرماتا ہے وقدمنا إلى مَا عَمِلُوا مِنْ عَمَل فَجَعَلْتَهُ هَبَاء\r\nمسودہ جو کچھ اعمال انہوں نے کئے ہم نے سب برباد کر دئے \" ایسوں ہی کو فرماتا\r\nہے عَامِلةُ نَاصِبَةٌ ، تعلى نار حامی عمل کریں مشقتیں بھریں اور بدلہ\r\nکیا ہوگا یہ کہ بھڑکتی آگ میں میٹھیں گے ، والعیاذ باللہ تعالیٰ مسلما نو ا کہ محمدرسول الله\r\nل اله علی کل کی تنظیم دارابیان و مدارا نجات و مدار قبول اعمال ہوئی یا نہیں، کم ہوئی\r\nاور ضرور ہوئی ۔\r\nتمہارا رب عزوجل فرماتا ہے\r\nقل إن كان باوكم واننا وكفر والخوانكم وان واحكم\r\nوعشيرتكم واقوال اقترفسُوهَا وَتَجَارَةً تَخْشَوْنَ كَسَاءَهَا\r\nوَمَسْكُنُ تَرْضَوْنَها اَحَبَّ اليَكُم مِّنَ اللهِ وَرَسُوله وجهاد\r\nفي سَبِيلِهِ فَتَرَبَّصُوا حَتَّى يَأْتِيَ اللهُ بِأَمْرِهِ وَاللَّهُ لَا يَهْدِى\r\nسلم\r\nالْقَوْمَ الْفَسِقِينَ ، ـ\r\n\" اسے نہی تم فرما دو کہ اے لوگو ! اگر تمہارے باپ ، تمہارے بیٹے تمہارے\r\nبھائی، تمہاری بیٹیاں تمہارا کنبہ تمہاری کمائی کے مال اور وہ سوداگری نہیں\r\nکے نقصان کا تمہیں اندیشہ ہے اور تمہاری پسند کے مکان ان میں کوئی تیر بھی اگر\r\nت کو اللہ ور اللہ کے رسل صلی اللہ علیہ ولم اور اس کی راہ میں کوشش کرنے سے\r\nزیادہ محبوب ہے تو انتظار رکھو یہاں تک اللہ اپنا عذاب اتارے اور اللہ تعالیٰ\r\nبیکموں کو راہ نہیں دیتا \"\r\nاس آیت سے معلوم ہو کہ جسے دنیا میں کو یمن کو نیکی کی ماں کوئی چیز اند\r\nرسول سے زیادہ محبوب ہو وہ بارگاہ الہی سے مردود ہے، اللہ اسے اپنی طرف راہ نہ دیگا،\r\nاسے عذاب الہی کے انتظار میں رہنا چاہئے ، والعیاذ باللہ تعالیٰ ۔\r\nتمہار پیا ئے نبی صلی اللہ تعالیٰ علیہ وسلم فرماتے ہیں لا يؤمن احد كم حتى اكون\r\nبا ۹۶- صوره التوبة -\r\nMarfat.com"
    },
    {
        "id": 22,
        "pageNo": 22,
        "pageText": "117\r\nاحب الي من والده وولده والناس اجمعین \" تم میں کوئی مسلمان\r\nنہ ہو گا جب تک میں اسے اس کے ماں باپ اولاد اور سب آدمیوں سے زیادہ پیارا نہ\r\nہوں ، صلی اللہ علیہ وسلم\r\nیہ حدیث صحیح بخاری وصحیح سلم میں انس بن مالک انصاری مینی اللہ تعالی عنہ سے ہے\r\nاس نے تو یہ بات صاف فرمادی کہ جو حضور اقدس صلی اللہ تعالیٰ علیہ وسلم سے زیادہ کسی کو\r\nعزیز رکھے، ہرگز مسلمان نہیں مسلمانو کھو ! محمد رسول اللہ صلی اللہ تعالی علیہ وسلم کو تمام بیان\r\nسے زیادہ محبوب رکھنا مرا در ایمان و مدار\r\nنجات ہوا یا نہیں ؟ کہو ہوا اور ضرور ہوا یہاں\r\nیک تو سارے کلمہ گو خوشی خوشی قبول کر لیں گے کہ ہاں ہمارے دل میں محمد رسول اللہ صلی\r\nللہ علیہ وآلہ وسلم کی عظیم نعمت ہے۔ ہاں ہاں ماں باپ اولا د سارے جہان سے زیادہ\r\nہمیں حضور کی محبت ہے بھائیو ! خدا ایسا ہی کر سے مگر ذرا کان لگا کر اپنے رب کا\r\nارشاد سنو\r\nتمہارا رب عز و مبل فرماتا ہے\r\nاله أَحَيبَ النَّاسُ أَنْ يَتَرَكُوا أَنْ يَقُولُوا آمَنَّا وَ\r\nهُمْ لا يُفْتَنون و له\r\nکیا لوگ اس گھمنڈ میں ہیں\r\nکہ اتنا کہ لینے پر چھوڑ دئے جائیں گے کہ ہم\r\nایمان لائے اور ان کی آزمائش نہ ہوگی \"\r\nیہ آیت مسلمانوں کو ہوشیار کر رہی ہے کہ دیکھو کلمہ گوئی اور زبانی ادعائے مسلمانی\r\nپر تمہارا چھٹکارا نہ ہو گا۔ ہاں ہاں سنتے ہو ! آزمائے جاؤ گے، آزمائش میں پورے نکلے\r\nتو مسلمان پھرو گے۔ ہونے کی آزمائش میں کہیں دیکھا جاتا ہے کہ جو باتیں اس کے تحقیقی مواقعی\r\nہونے کو درکار ہیں وہ اس میں میں یا نہیں؟ ابھی قرآن وحدیث ارشاد فرما چکے کہ ایمان کے\r\nحقیقی و واقعی ہونے\r\nکو دو باتیں ضرور ہیں محمدرسول الل صل اللہ علیہ وآلہ وسلم کی عظیم اور\r\nمحمد رسول اللہ صل اللہ علیہ وسلم کیمحبت کو تمام جہان پر تقدیم ، تو اس کی آزمائش کا پیری\r\nه نع ۱۳ ، سورہ العنکبوت .\r\nMarfat.com"
    },
    {
        "id": 23,
        "pageNo": 23,
        "pageText": "118\r\nطریقہ ہے کہ تم کو جن لوگوں سے کیسی ہی تعظیم کتنی ہی عقیدت کتنی ہی دوستی، کیسی ہی\r\nمحبت کا علاقہ ہو ، جیسے تمہارے باپ، تمہارے استاد، تمہارے پیر، تمہاری اولاد ،\r\nتمھارے بھائی، تمھارے احباب ، تمھارے بڑے اتمھارے اصحاب\r\n، تمھارے مولوی تھا اسے حافظ\r\nتمہارے مفتی، تمہارے واعظ وغیرہ وغیرہ کسے باشد ، جب وہ محمد رسول اللہ صلی اللہ\r\nعلیہ و آلہ وسلم کی شان میں گستاخی کریں اصلا تمہا سے قلب میں ان\r\nکی عظمت ان\r\nکی محبت\r\nکا نام ونشان نہ رہے فورا ان سے الگ ہو جاؤ ، ان کو دودھ سے\r\nمکھی کی طرح نکال کر\r\nپھینک دو ، ان\r\nکی صورت ، ان کے نام سے نفرت کھا کر پھر نہ تم اپنے رشتے علاقے دوستی\r\nالفت کا پاس کرد نہ اس\r\nکی مولویت مشیخت، بزرگی، فضیلت کو خطرے میں لاؤ کہ آخریہ\r\nکچھ تھا محمد رسول اللہصلی اللہ تعالی علیہ سلم ہی ک غلامی کی بنا پر تھا جب شخص ان ہی کی\r\nشان میں گستاخ ہوا پھر ہمیں اس سے کیا علاقہ رہا ؟ اس کے بجے سے عمامے پر کیا جائیں، کیا\r\nبہتیرے یہودی جسے نہیں پہنتے عمامے نہیں باندھتے؟ اس کے نام وعلم وظاہری فضل کو\r\nلے کر کیا کریں؟ کیا بہتر سے پادری بکثرت فلسفی بڑے بڑے علوم و فنون نہیں جانتے اور\r\nگر یہ نہیں کہ محمدرسول للہصلی اللہ تعالی علی کل کے مقابل تم نے اس کی بات بنانی چاہی\r\nاس نے حضور ے\r\nگستاخی کی اور تم نے اس سے دوستی نباہی یا اسے ہر برے سے بدتر نیا\r\nجانا یا اسے برا کہنے پر بڑا مانا یا اسی قدر کہ تم نے اس امر میں بے پروائی مائی یا تمہا سے دل\r\nمیں اس کی طرف سے سخت نفرت نہ آئی تو یہ اب تم ہی انصاف\r\nکر لو کہ تم ایمان کے امتحان\r\nقرآن وحدیث نے جس پر حصول ایمان کا مدار رکھا تھا اس سے کتنی دور\r\nنکل گئے۔ مسلمانو ! گیا جس کے دل میں محمد رسول اللّہ صلی اللہ تعالیٰ علیہ وسلم کی تعظیم\r\nہوگی وہ ان کے بدگو کی وقعت کر سکے گا اگر چہ اس کا پیر یا استاد یا پد رہی کیوں نہ ہوا کیا\r\nجے محمد رسول الی اللہ علیہ سلم تمام جہان سے زیادہ پیارے ہوں وہ ان کے گستاخ\r\nسے فورا سخت شدید نفرت نہ کرے گا اگر چہ اس کا دوست با برادر یا پسری کیوں نہ ہو،\r\nید اپنے مال ، تم کرو اور اپنے رب\r\nکی باری از بیھودہ کیوں\r\nکو تمہیں اپنی رحمت\r\nکی طرف بان نا ہے، دیکھو :\r\nتمہارا رب عزرو مبل فرماتا ہے\r\n:\r\nmarial.com\r\nMarfat.com"
    },
    {
        "id": 24,
        "pageNo": 24,
        "pageText": "11\r\nجلسے کئے۔ اجلاس طلب کئے ، تاویلوں پر تاویلیں لکھیں، کئی کئی معانی پہنائے گئے\r\nمگر حسام الحرمین کے زخم اتنے کاری تھے کہ آج تک ختم نبوت کی عمارت گرانے\r\nوالے اور ختم نبوت کی عمارت میں چور دروازے کھولنے والے نقترن اپنے زخم\r\nچاٹ رہے ہیں۔ ان سے حسام الحرمین کا کوئی جواب نہ بن پڑا نہ وہ اپنے\r\nنظریات سے رجوع کرنے پر آمادہ ہوئے۔ مرزا غلام احمد قادیانی تو نبوت کا دعویٰ\r\nدار بن کر نگا ہو گیا مگر دوسرے مولوی دبے دبے لفظوں میں اپنے بزرگوں کے\r\nنظریات کی حفاظت کرتے رہے۔\r\nاس اہم اور تاریخی کتاب کو عوام الناس اور پڑھی لکھی دنیا تک پہنچانے کیلئے\r\nاگرچہ علمائے اہلسنت نے بڑا اہم کردار ادا کیا ہے مگر حضرت مولانا حسنین رضا\r\nبریلوی رحمۃ اللہ علیہ کا عالمانہ او لفظی ترجمہ آج کے بعض حضرات کیلئے مشکلات پیدا\r\nکر رہا تھا۔\r\nاندریں حالات ہم نے اس ترجمہ کو آسان لفظوں میں از سر نو مرتب کیا ہے\r\nدوسرے الفاظ میں ہم نے ترجمہ در ترجمہ کر کے ان قارئین کیلئے آسانیاں پیدا کر دی\r\nہیں جو اس تاریخی دستاویز کے مندرجات کے مطالعہ میں دلچسپی رکھتے ہیں۔\r\nہم مکتبہ نبویہ سرگنج بخش روڈ لاہور کی کوششوں\r\nکو ہدیہ تبریک پیش کرتے ہیں\r\nجنہوں نے محسام الحر کے کئی ایڈیشن شائع کر کے ملک میں پھیلائے ہیں۔\r\nاب یہ تازہ ترجمہ بھی انہی کی وساطت سے عوام و خواص تک پہنچ رہا ہے اور امید\r\nکرتے ہیں کہ اعتقادی میدان میں کام کرنے والوں\r\nکیلئے یہ ترجمہ آسانیاں پیدا کریگا۔\r\nMarfat.com"
    },
    {
        "id": 25,
        "pageNo": 25,
        "pageText": "119\r\nلا تَجِدُ قَوْمًا تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ يُوَادُّونَ مَنْ\r\nحاد الله وَرَسُولَهُ وَلَوْ كَانُوا آبَاء هُم او ابننَا وَ هُما واخوانهم\r\nأوْ عَشِيرَتَهُمُه أولئكَ كَتَبَ فِي قُلُوبِهِمُ الْإِيْمَانَ وَأَيَّدَهُمْ\r\nبروح مِنْهُ وَيُدْخِلُهُمْ عَنْتٍ تَجْرِي مِنْ تَحْتِهَا الأَنْهَرُ\r\nخلِدِينَ فِيهَا رَضِيَ اللهُ عَنْهُمْ وَرَضُوا عَنْهُ ، أُولَئِكَ حِزْبُ\r\nالله الا إِنَّ حِزْبَ اللهِ هُمُ الْمُفْلِحُونَ .\r\nتو نہ پائے گا انہیں جو ایمان لاتے میں اللہ اور قیامت پر کسان کے دل میں\r\nایسوں کی محبت آنے پائے جنہوں نے خدا اور رسول صلی اللہ علیہ وسلم سے مخالفت کی\r\nچاہے وہ ان کے باپ یا بیٹے یا بھائی یا سر یہ ہی کیوں نہ ہوں ، یہ ہیں وہ لوگ جن\r\nکے دلوں میں اللہ نے ایمان نقش کر دیا اور اپنی طرف کی روح سے ان کی مدد\r\nفرمائی اور انہیں باغوں میں لے جائے گا جن کے نیچے نہریں بہہ رہی ہیں ہمیشہ ہیں\r\nگے ان میں ، اللہ ان سے راضی اور وہ اللہ سے راضی ، یہی لوگ اللہ والے ہیں\r\nسنتا ہے ، اللہ والے ہی مراد کو پہنچے ؟\r\nاس آیت کریمہ ہیں صاف فرما دیا کہ جو اللہ یا رسول کی جناب میں گستاخی کرے.\r\nمسلمان اس سے دوستی نہ کرے گا جس کا صریح یہ مفاد ہوا کہ جو اس سے دوستی کرے\r\nوہ مسلمان نہ ہو گا ۔ پھر اس حکم کا قطعاً عام ہونا بالنصری ارشاد فرمایا کہ باپ بیٹے بھائی، غریہ\r\nسب کو گایا یعنی کوئی کیسا ہی تمہارے زعم میں نظم یا ایسا ہی تمہیں بالطبع محبوب جو ایمان ہے\r\nتو گستاخی کے بعد اس سے محبت نہیں رکھ سکتے اس کی وقعت نہیں مان سکتے ورنہ مسلمان\r\nندہ رہو گے مولی سبحانہ و تعالیٰ کا اتنا فرمانا ہی مسلمان کے لئے بیس تھا مگر دیکھو وہ تمہیں\r\nاپنی رحمت\r\nکی طرف بلاتا اپنی عظیم نعمتوں کا لالچ دلاتا ہے کہ اگر اشد و رسول کی عظمت کے\r\nآگے تھے کہ کیا اس انہ کیا کہھی سے علاقہ نہ رکھا تو تمہیں کیا کیا قائد سے حاصل ہوں\r\nگے۔\r\nاللہ تعالے تمہارے دلوں میں ایمان نقش کر دے گا جس میں انشاء اللہ تعالٰی\r\nحسن خاتمہ کی بشارت جلیلہ ہے کہ اللہ کا لکھا نہیں ملتا ۔ ۲ ۔ اللہ تعالیٰ روح الفارس\r\nMarfat.com"
    },
    {
        "id": 26,
        "pageNo": 26,
        "pageText": "120\r\nسے تمہاری مدد فرمائے گا۔ ۳۔ تمہیں مہنگی کی میتوں میں لے جائے گا جن کے نیچے بنی ہیں\r\nہیں ۔ ۴۔ تم خدا کے گروہ کہلاؤ گے، خدا والے ہو جاؤ گے ۔ ۵ ۔ منہ مانگی مرادیں پاؤ گے\r\nبلکہ امید و نیال و گمان سے کروڑوں درجے افزوں ۔ جب سے زیادہ یہ کہ اللہ\r\nتم سے رہتی ہوگا ، یہ کہ فرماتا ہے میں تم سے راضی تم مجھ سے راضی ، بندے کے\r\nلئے اس سے زائد اور کیا نعمت ہوتی کہ اس کا رب اس سے راضی ہو مگر انتہائے بندہ\r\nنوازی یه که فرمایا اللہ ان سے راضی اور وہ اللہ سے اضی۔\r\nمسلمانو با خدا لگتی کہنا اگر آدمی کر و بیعانہیں رکھتا ہوا ور وہ سب کی سب ان نظر\r\nدولتوں پر نثار کر دے تو واللہ کہ مفت پائیں، پھر زید و عمر سے علاقہ تعظیم محبت\r\nیک لخت قطع کر دینا کتنی بڑی بات ہے میں یہ اللہ تعالے ان بے بہا نعمتوں کا وعدہ فرما\r\nرہا ہے اور اس کا وعدہ یقینا سچا ہے۔ قرآن کریم کی عادت\r\nکو یہ ہے کہ جو حکم فرماتا ہے\r\nجیسا کہ اس کے مانے والوں\r\nکو اپنی نعمتوں کی بشارت دیتا ہے نہ ماننے والوں پر اپنے\r\nعذابوں کا تازیانہ بھی رکھتا ہے کہ جو پست ہمت نعمتوں کی لاریج میں نہ آئیں سزاؤں کے\r\nڈر سے راہ پائیں وہ عذاب بھی سن لیجئے :\r\nتمہارا رب عرومبل فرماتا ہے :\r\nيأيها الذين امنوا الانتخِذُوا آبَاءكُمْ واخوانكم أولياة\r\nإنِ اسْتَحَبُّوا الكفر عَلَى الْإِيْمَانِ وَ مَنْ يَتَوَلَّهُمْ مِّنكُم\r\nفَأُولَئكَ هُمُ الظَّلِمُونَ ، ة\r\n\" اسے ایمان والو ! اپنے باپ اپنے بھائیوں کو دوست نہ بناؤ اگر وہ ایمان\r\nپر کفر پسند کریں اور تم میں جوان سے رفاقت کریں اور وہی لوگ ستمگار ہیں ؟\r\nاور فرماتا ہے\r\nيايها الذِينَ آمَنُوا لا تَتَّخِذُوا عَدُوّى وَعَدُوكُمْ\r\nأولي آن رالی قولہ تعالی سرونَ إِلَيْهِمْ بِالْمَوَدَّةِ وَ أَنَا أَعْلَمُ\r\nد ينلرع ٩ سورة التوبه\r\nMarfat.com"
    },
    {
        "id": 27,
        "pageNo": 27,
        "pageText": "121\r\nبما أخفيم وَمَا أعْلَم ، وَمَنْ يَفْعَلُهُ مِنْكُمْ فَقَدْ ضَلَ\r\nسواء السبيل ، الى قوله تعالى لَنْ تَنْفَعَكُمْ اَرْحَامَكُمْ وَلَا\r\nاَولاد كُمْ يَوْمَ الْقِيمَةِ يَفْصِلُ بَيْنَكُمُرُهُ وَاللهِ بِمَا تَعْمَلُونَ\r\nاسے ایمان والو! میرے اور اپنے دشمنوں کو دوست نہ بنا د ، تم چھپ کر ان سے\r\nدوستی کرتے ہو اور میں خوب میا نتا ہوں جو تم چھپاتے اور جوظاہر کرتے ہو اور تم میں\r\nجو ایسا کرے گا وہ ضرور سیدھی راہ سے نہر کا تمہارے رشتے اور تمہارے\r\nبچے تمہیں کچھ نفع نہ دیں گے قیامت کے دن تم میں اور تمہارے پیاروں\r\nمیں جدائی ڈال دیے گا کہ تم میں ایک دوسرے کے کچھ کام نہ آسکے گا اوراللہ تمہارے\r\nاعمال کو دیکھ ر ہا ہے \"\r\nاور فرماتا ہے :\r\nوَمَن يَتَوَ لَهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُم ط إِنَّ اللهَ لا يَهْدِى\r\nالقوم الظَّلِمِينَ.\r\nجو تم میں ان سے دوستی کرے گا تو بیشک وہ ان ہی میں سے ہے، بیشک\r\nاللہ ہدایت نہیں کرتا ظالموں کو \"\r\nپہلی دو آیتوں میں تو ان سے دوستی کرنے والوں\r\nکو ظالم د گمراہ ہی فرمایا تھا، اس\r\nآیہ کریمیہ نے بالکل تصفیہ فرما دیا کہ جو ان سے دوستی رکھے وہ بھی ان ہی میں سے ہے ،\r\nان ہی کی طرح کا فر ہے. ان کے ساتھ ایک رسی میں باندھا جائے گا ، اور وہ کوڑا بھی۔\r\nیا درکھیے کہ تم چھپ چھپ کر ان سے میل رکھتے ہو اور میں تمہارے جیسے ظاہر سب کو خوب\r\nجانتا ہوں ۔ اب وہ رسی بھی سن لینے میں میں رسول للہ صل للہ علیہ وآلہ وسلم کی شان اقدس\r\nمیں گستاخی کرنے والے باندھے جائیں گے۔ والعیاذ باللہ تعالی .\r\nتمہارا رب عز و جل فرماتا ہے :\r\nوَالَّذِينَ يُوذُونَ رَسُولَ اللهِ لَهُمْ عَذَابٌ اَلِيم\r\nے وسیع صوره الممتحنه که نیت ۱۴۴ سوره القويه سے ہے،\r\nMarfat.com\r\n:"
    },
    {
        "id": 28,
        "pageNo": 28,
        "pageText": "122\r\nوہ جو رسول اله صل للہ علیہ آلہ وسلم کا بیان دیتے ہیں ان کے لئے\r\nدر ناک عذاب ہے یہ\r\nاور فرماتا ہے :\r\nإن الذِينَ يُؤْذُونَ اللهَ وَرَسُولَهُ لَعَنَهُمُ اللهُ في الدُّنْياو\r\nالأخرَة وَاعَدَ لَهُمْ عَذَابًا مُّهِيناه له\r\nبیشک جو لوگ\r\nاللہ و رسول اللہ صلی الہ علیہ وسلم کو ایذاء دیتے ہیں ان پر اللہ\r\nکی لعنت ہے دنیا و آخرت میں اور اللہ نے ان کے لئے ذلت کا عذاب تیار\r\nکر رکھا ہے ۔\r\nللہ عزوجل ایدار سے پاک ہے اسے کون ایذا ر دے سکتا ہے مگر بیب صلی اللہ علہ\r\nوآلہ وسلم کی ان میں گستاخی کو اپنی پیدا فرمایا ان آیتوں سے اس شخص پر جو رسول اللہ\r\nصلی اللہ تعالی علیہ وسم کے بدگویوں سے محبت کا برتاؤ کرے ، سات کو ٹ سے ثابت ہوئے۔\r\nا وہ ظالم ہے ۲ گمراہ ہے ۳- کافر ہے - اس کے لئے درد ناک عذاب ہے۔ ۵ ۔\r\nوہ آخرت میں ذلیل و خوار ہوگا۔ 4- اس نے اللہ واحد قہار کو ایذا دی ہے۔ اس پر دونوں\r\nجہان میں خدا کی لعنت ہے۔ والعیاذ باللہ تعالے\r\nاسے مسلمان اسے مسلمان اسے امتی مستبد الانس والجان صلی اللہ تعالی علیہ وسلم خدارا\r\nذرا انصاف کرے ، وہ سات بہتر ہیں جو ان لوگوں سے یک لخت تریک علاقہ کر دینے پر ملتے\r\nہیں کہ دل میں ایمان جم جائے اللہ مددگار ہو جنت مقام ہو، اللہ والوں میں شمار ہو ، مرادیں\r\nمیں، خدا تجھ سے راضی ہو تو خدا سے راضی ہو یا یہ سات پھیلے ہیں جو ان لوگوں سے تعلق\r\nگارنے پر پڑیں گے\r\nکہ خالم گاہ کا جہنمی ہو، آخرت میں خوار ہو، خدا کو بیدار دے ، خدا\r\nدونوں جہان میں لعنت کرے۔ بہیات جہات کون کہ سکتا ہے کہ یہ سات اچھے ہیں کون\r\nکہ سکتا ہے کہ وہ سات چھوڑنے کے ہیں، مگر میان\r\nبرادر با خالی یہ کہ دنیا تو کام نہیں بتا\r\nوہاں تو امتحان کی نظری ہے ابھی آیت سن چکے الله احسب الناس ، کیا اس بل و\r\nمیں ہو کہ کسی زبان سے کہ کر چھوٹ جاؤ گے امتحان ہو گا ؟\r\nسه ی ۴۴ ، صوره الاحتراب\r\n...\r\nهراد\r\nMarfat.com"
    },
    {
        "id": 29,
        "pageNo": 29,
        "pageText": "123\r\nہاں نہیں امتحان کا وقت ہے !\r\nدیکھو یہ اللہ واحد قہار کی طرف سے تمہاری جانچ ہے۔ دیکھو وہ فرمار ہے کہ تمہا ہے\r\nرشتے علاقے قیامت میں کام نہ آئیں گے مجھ سے توڑ کر کس سے جوڑتے ہو۔ دیکھو وہ فرما رہا\r\nہے کہ میں غافل نہیں ، میں بے خبر نہیں، تمہارے اعمال دیکھ رہا ہوں ، تمہارے اقوال سن\r\nرہا ہوں، تمہارے دلوں کی حالت سے خبر دار ہوں ، دیکھو بے پروائی نہ کرو، پرائے بیجھے اپنی\r\nعافیت نہ بگاڑو ، اللہ و رسول صلی اللہ علیہ وسلم کے مقابل ضد سے کام نہ نور دیکھو وہ نہیں اپنے\r\nسخت عذاب سے ڈراتا ہے، اس کے عذاب سے کہیں پناہ نہیں ، دیکھو وہ تمہیں اپنی\r\nرحمت کی طرف بلاتا ہے ، ہے اس کی قیمت کے کہیں نباہ نہیں ، دیکھوا در گناہ تو نہر سے گناہ\r\nہوتے میں ہیں پر عذاب کا استحقاق ہو مگر ایمان نہیں جاتا ، عذاب ہو کر خواہ رب کی رحمت حبیب\r\nکی شفاعت سے بے عذاب ہی جھٹکا ۔ ا ہو جائے گا یا ہوسکتا ہے مگر یہ محمد رسول اللہ صلی اللہ\r\nتعالیٰ علیہ سلم کی عظیم کا مقام ہے ان کی عظمت ان\r\nکی محبت مدا برا ایمان ہے قرآن مجید کی آیتیں\r\nسن چکے کہ جو اس معاملہ میں کمی کہر سے اس پر دونوں جہان میں خدا کی لعنت ہے ۔ دیکھو جب\r\nایمان گیا پھر اصلا ابدالآباد تک کبھی کسی طرح ہرگز اصلا عذاب شدید سے ، ہائی نہ ہو گی گستاخی\r\nکرنے والے جن کا نہ میاں کچھ پاس لحاظ کرد وہاں اپنی بھگت رہے ہونگے تمہیں بچانے نہ\r\nآئیں گے اور آئیں تو کیا کر سکتے ہیں، پھر ایسوں\r\nکا لحاظ کر کے اپنی جان\r\nکو ہمیشہ ہمیشہ غضب\r\nجبار و عذاب نارمیں پھنسا دینا کیا عقل کی بات ہے۔ لہ للہ ذرا دیر کو اللہ و رسول کے سوا\r\nسب این واں سے نظر اٹھا کر آنکھیں بند کرو اور گردن جھکا کر اپنے آپ کو اللہ واحد قہار کے\r\nسامنے حاضر بھجوا ور رنز سے خالص کچھے اسلامی دل کے ساتھ محمد رسول\r\nاللہ صلی اللہ علیہ وسلم\r\nکی عظیم عظمت بعندمات رفیع و جاہت جو ان کے رب نے انہین بخشی اور ان کی تعظیم ، ان کی\r\nتوقیر پایان اسلام کی بناء رکھی اسے دل میں جلا کر انصاف و انبیان سے کہو کیا جس نے کہا\r\nکہ شیطان\r\nکو یہ وسعت نص سے ثابت ہوئی، فخر عالم کی وسعت علم کی کونہ نہی قلعی ہے یہ ،\r\nنے محمد رسول اللہ صل اللہ علیہ والہ وسلم کی شان میں گستاخی نہ کی نا کیا اس نے ابلیس لعین\r\nMarfat.com"
    },
    {
        "id": 30,
        "pageNo": 30,
        "pageText": "124\r\nکے علم کو رسول اللہ صلی اللہ علیہ وسلم کے علم اقدس پر نہ بڑھایا کیا وہ رسول اللہ صلے اللہ\r\nتعالی علیہ و آلہ سلم کی وسعت علم سے کا فر ہو کو شیطان کی وسعت علم پر ایمان نولا یا مسلمانو\r\nخود اسی بدگور سے اتنا ہی کہ دیکھو کہ و علم میں شیطان کے مہر دیکھو تو وہ برا مانتا ہے یا\r\nنہیں حالانکہ اسے تو علم میں شیطان کے بھی نہ کہا بلکہ شیطان\r\nکے برابر ہی بتایا پھر کہنا کیا\r\nتوہین نہ ہوگی اور اگر وہ اپنی بات پانے کو اس پر ناگواری ظاہر نہ کرے اگر چہ دل میں عطانا واں\r\nانے گا تواسے چھوڑ یئے اور کسی نظم سے کہ دیئے اور پر ہی استان مقصود ہو تو کیا کچہری میں\r\nجا کر آپ\r\nکسی حاکم کو ان ہی لفظوں سے تعبیر کر سکتے ہیں۔ دیکھئے ! ابھی ابھی کھلا جاتا ہے کہ\r\nتو ہین ہوئی اور بیشک ہوئی پھر کیارسول اللہ اللہ علیہ سلم کی تو مان کر ا کر نہیں ضرورت ہے\r\nاور بالیقین ہے۔ کیا جس نے شیطان کی وسعت علم کو نص سے ثابت مان کو حضو اندرس\r\nصلی اللہ علیہ وسلم کے لئے وسعت علم ماننے والے کو کہا تمام نصوص کو رد کر کے ایک شرک ثابت\r\nکرتا ہے اور کہا شرک نہیں تو کونسا ایمان کا حصہ ہے اس نے ابلیس لعین کو خدا کا شریک\r\nماتا یا نہیں ؟ ضرور مانا کہ جو بات مخلوق میں ایک کے لئے ثابت کرنا شرک ہو گی وہ ہیں کسی\r\nکے لئے ثابت کی جائے قطعا شرک ہی رہے گی کہ خدا کا شریک کوئی نہیں ہو سکتا ، جب\r\nرسول اللہ صل اللہ علیہ وسلم کے لئے یہ وسعت علم مانی شرک ٹھہرائی جس میں کوئی حصہ ایمان\r\nکا نہیں تو ضرور اتنی وسعت خدا کی وہ خاص صفت ہوئی جس کو خدائی کازم ہے جب تو نبی کے\r\nلئے اس کا ماننے والا کافر مشرک ہوا اور اس نے وہی وسعت وہی صفت خود اپنے منہ المیں\r\nکے لئے ثابت مانی تو صاف صاف شیطان کو خدا کا شریک ٹھہرا دیا مسلمانو کیا یہ الہ فرد جبل\r\nاور اس کے رسول صلی اللہ تعالیٰ علیہ وسلم دونوں کی تو میں نہ ہوئی ؟ ضرور ہوئی۔ اللہ کی تو مہین\r\nتو ظاہر ہے کہ اس کا شریک بنایا اور وہ بھی کیسے ؟ ابلیس لعین کو ! اور رسول اللہ صلی اللہ علیہ\r\nو آلہ وسلم کی توہین یوں کہ ابلیس کا مرتبہ اتنا بڑھا دیا کہ وہ تو خدا کی خاص صفت میں حصہ ار ہے\r\nاور یہ اس سے ایسے محروم کہ ان کے لئے ثابت مانو تو مشرک ہو جاؤ مسلمانو ! کیا خداؤ\r\nرسول کی توہین کرنے والا کا فرنہیں ؟ ضرور ہے۔ کیا میں نے کہا کہ بعض علوم غیبیہ مراد یں تو\r\nاس میں حضور صلی اللہ لہ وسلم کی کیا تخصیص ہے ایسا علم غیب تو زید و عم بلکہ مربی ودینون بلکہ\r\nMarfat.com"
    },
    {
        "id": 31,
        "pageNo": 31,
        "pageText": "125\r\nجمیع حیوانات و بہائم کے لئے بھی حاصل ہے کیا اس نے محمد رسول اللہ صل اللہ یہ کام کو ترسے\r\nای دی یا نبی کریم صلی اله علی کل کو تا ہی ملی یا دیا گیا تھا یا ہر پاگل اور ہر وہ پائے\r\nکو حاصل ہے !\r\nمسلمان اسلمان ! اسے محمدرسول اللہصلی اللہ علی وسلم\r\nکے امتی تجھے اپنے دین پور\r\nایمان کا واسطہ ، کیا اس ملعون گالی کے صریح گالی ہونے میں مجھے کچھ شہ گزر سکتا ہے؟ معادات\r\nکہ محمدرسول اللہ صلی اللہ علی علیہ وسلم کی عظمت تیرے دل سے ایسی نکل گئی ہو کہ اس شدید گالی\r\nمیں بھی ان کی تو ہیں نہ جانے اور اگر اب بھی تجھے اعتبار نہ آئے تو خود ان ہی بد گولیوں سے\r\nپوچھے ! دیکھ کہ آیا تمہیں اور تمہارے استادوں پر جیوں کو کہ سکتے ہیں کہ اسے فلاں! تجھے\r\nاتنا ہی علم ہے جیتا سورہ کو ہے، تیرے استاد کو ایسا ہی علم تھا جیسا کہنے کو ہے۔ اتیر سے پیر کو\r\nاسی قدر علم تھا جس قدر گدھے کو ہے، یا متر و پر اتنا ہی ہو کہ و علم میں تو گدھے کہتے\r\nسورہ کے معمر ولو یکھو تو وہ اس میں اپنی اور اپنے استاد پیر کی توہین سمجھتے ہیں انہیں قتلعا\r\nسمجھیں گے اور قابو پائیں تو سر ہو جائیں ، پھر کیا سبب ہے کہ جو کلمہ ان کے حق میں تو مین دسیر\r\nشان تو محمد رسول اللہ صل اللہ علیہ سلم کی توہین نہ ہو ، کیا معاذ الشہدا کی عظمت ان سے\r\nبھی کہی گذری ہے؟ کیا اس کا نام ایمان ہے ؟ ماش شد ! ماشاللہ ! کیا جس نے کہا کیونکہ\r\nہر شخص کو کسی نہ کسی ایسی بات\r\nکا علم ہوتا ہے جو دوسرے شخص سے مخفی ہے تو چاہئے کہ سب کو\r\nعالم الغیب کہ اجاد سے، پھر اگر زید اس کا التزام کرے کہ ڈال ہیں سب کو عالم الغیب کہوں گا تو پھر\r\nعلم غیب\r\nکو منجملہ کمالات نبویہ شمار کیوں کیا جاتا ہے جس امر میں مومن بلکہ انسان کی بھی\r\nوصیت نہ ہو وہ کمالات نبوت سے کب ہوسکتا ہے ؟ اور اگر التزام نہ کیا جاوے تو نبی\r\nغیرنی میں وجہ فرق بیان کرنا ضرور ہے، انتی کیا رسول اللہ صلی اللہ تعالیٰ علیہ وسلم اور جانوروں\r\nپاگلوں میں فرق نہ جانے والا حضور کو گالی نہیں دیتا، کیا اس نے اللہ عزوجل کے کلام کا صراحت\r\nرد و ابطال نہ کر دیا ، دیکھو :\r\nتمہارا رب عزومیل فرماتا ہے :\r\nوَعَلَمَكَ مَا لَمْ تَكُنْ تَعْلَمُ وَكَانَ فَضْلُ\r\nاللهِ عَلَيْكَ\r\nMarfat.com"
    },
    {
        "id": 32,
        "pageNo": 32,
        "pageText": "126\r\nعظيماء على\r\nاے نبی ! اللہ نے تم کو سکھایا جو تم نہ جانتے تھے اور اللہ کا فضل تم پر پڑا ہے\r\nیہاں نا معلوم باتوں کا علم عطافرمان کو اللہ میں نے اپنے حبیب صلی الہ عالی علیہ\r\n66\r\nسلم کے کمالات و مائع میں شمار فرمایا اور رانا ہے وَ إِنَّهُ لَذُو عِلم المَا عَلَم\r\nبیشک یعقوب ہمارے سکھائے سے علم والا ہے اور فرماتا ہے وَبَرُوهُ بِغلو\r\nعلیم ، علاقہ نے ابراہیم علیہ الصلوة والسلیم کو ایک علم والے لڑکے سحق علیہ الصلوۃ والسلام\r\nکی بشارت دی \" اور فرماتا ہے وَعَلَمْتُهُ مِنْ لَدُنَا عِلماء ہم نے خضر کو اپنے\r\nپاس سے ایک علم سکھایا ، وغیر با آیات ہی میں اللہتعالی نے علم و کمالات انبیا علیہم الصلوة\r\nالسلام وانتشار میں گیا۔ اب زید کی جگداشت روی کانام ایک بجتے اور علم غیب کی جگہ مطلق علم،\r\nجس کا موجود پائے\r\nکو ملا اور بھی ظاہر ہے اور دیکھتے کہ اس بدگوئے مصطفے صلی اللہ تعالیٰ علیہ و\r\nلم کی نفر ی کس طرح کلام الله ر یل کا رد کر رہی ہے یعنی یہ بدگوند کے مقابل کھڑا ہوکر کہ رہا\r\nہے\r\nکہ آپ یعنی نبی صلی الہ علی عالی و مادر دیر یا ابا عالم الصلاة والسلام کی ذات مقدمه\r\nر علم کا اطلاق کیا جانا اگر بقول خدا صحیح ہو تو دریافت طلب یہ امر ہے کہ اس علم سے مراد لبعض\r\nم ہے اک علوم اگر بعض علم مرا میں اس میں وہ اور دیگر انبیاء کی کیا تخصیص ہے ایسا\r\nود دارد که مربی مجنون بکہ جمیع حیوانات وبہائم کے لئے بھی حاصل ہے کیونکہ شخص\r\nکو یہ کسی بات کا علم ہوتا ہے تو اہنے کسب و عالم کہا جائے، پھر اگرخدا اس کا التزام\r\nکرنے کہ ہاںمیں سب کوعام ہو گا اور مکانات خوبی شمار کیوں کیاجاتا ہے جس\r\nامر میں مومن بلکہ انسان\r\nکی بھی خصوصیت نہ ہو وہ کمالات نبوت سے کب ہو سکتا ہے اور اگر\r\nالزام نہ کیا جائے تونبی اور غیر ی میں وجد فرق بیان\r\nکرنا لازم ہے، اور اگر تمام علوم مراد ہیں۔\r\nاس طرح کہ اس کی ایک فرد بھی خارج نہ رہے تو اس کا بطلان دلیل نقلی و علی سے ثابت ہے\r\n..\r\nپس ثابت ہوا کہ خدا کے وہ سب اقبال اس کی اسی دلیل سے باطل ہیں مسلما نو ا رکھیا\r\nکہ اس بد گو نے فقط محمد رسول اللہ صلی اللہ علیہ وسلم ہی کو گالی نہ دی بلکہ ان کے رب جل وعلا\r\nه ری ۲٤ سوره یوسف ع ۱۹ ، صورة الخلويات\r\nعادي مع ماسورة النساء\r\nه ع ۲۰ ، سوره الكهف -\r\nMarfat.com"
    },
    {
        "id": 33,
        "pageNo": 33,
        "pageText": "127\r\nکے کلاموں کو بھی باطل و مردود کر دیا مسلمانو اس کی جرات یہاں تک پہنچی کہ رسول اللہ صلی\r\nاللہ علیہ وسلم کے علم غیب کو پاگلوں اور جانوروں کے علم سے مواد سے اور ایمان و اسلام و انسایت\r\nسب سے آنکھیں بند کر کے صات\r\nکہہ سے کہ نبی ۔ یا وہ ہمیں کیا فرق ہے ، اس سے کیا معجب\r\nکہ خان کے کلاموں کو رد کرنے، باطل بتائے نہیں نشیب ڈالے ، زری کہ بالے بلکہ جو یہ سب کچھ\r\nکام اللہ کے ساتھ کہ چیکا بن رسول اللہ صلی اللہ علی رام کے ساتھ اس گالی پر جرات کو سکے گا مگر\r\nہاں اس سے دریافت کردو کہ آپ\r\nکی یہ تقریر خود آپ اور آپ کے اسانازہ میں جاری ہے یا\r\nنہیں ؟ اگر نہیں تو کیوں ؟ اور اگر ہے تو کیا جواب ؟ ہاں ان بیدگولیوں سے کہو! کیا آپ\r\nحضرات اپنی تقریرہ کے طور پر جو آپ نے محمد رسول\r\nاللہ صلی اللہ علیہ وسلم کی شان میں جاری کی،\r\nخود اپنے آپ سے اس دریافت کی اجازت دے سکتے ہیں کہ آپ صاحبوں\r\nکو عالم فاضل مولوی\r\nما چنیں جنہاں فلاں فلاں کیوں کہا جاتا ہے اور حیوانات و بہائم مثلا کتے سورہ کو کوئی ان\r\nالفاظ سے تغیر نہیں کرتا۔ ان مناصب کے باعث آپ کے اتباع واذناب آپ کی تعظیم نکردیم\r\nتوقیر کیوں کرتے دست و پا پہ بوسہ دیتے ہیں اور جانوروں مثلا تو گدھے کے ساتھ کوئی\r\nیہ برتاؤ نہیں پیتا ہے اس کی وجہ کیا ہے ؟ کل علم تو قطعا آپ صاحیبوں\r\nکو بھی نہیں اور بعض\r\nمیں آپ کی کیا تخصیص ایسا علم تو تو گدھے کتے اور سب کو حاصل ہے تو چاہیے کہ\r\nان سب کو عالم و فاضل و چنین و چناں کہا جائے بپھر اگر آپ اس کا التزام کریں کہ ہاں\r\nہم سب کو عمار کہیں گے تو پھر علم کو آپ کے کمالات میں کیوں شمار کیا جاتا ہے جس امرمیں مومن\r\nبلکہ انسان کی بھی خصوصیت نہ ہو گیا ہے، کہتے ہو کہ سب کو حاصل ہو وہ آپ کے کمالات\r\nھے\r\nسے کیوں ہوا؟ اور اگر اتنا کیا جائے توآپ ہی کے بیان سے آپ میں اور گھر سے\r\nکئے ، سور میں وجد فرق بیان کرنا ضرور ہے ۔ فقط\r\nمسلمانو ! یوں دریافت کرتے ہی بعونہ تعالئے صاف کھل جائے گا کہ ان بد گولیوں\r\nنے محمدرسول الله صل للہ عیہ حکم کو کسی مربع شدید گالی دی اور ان کے رب عزوجل کے\r\nقرآن مجید کو جا بجا کیسارد و باطل کر دیا مسلما نواب خاص اس برگو اور اس کے ساتھیوں سے\r\nپوچھو، ان پر ٹشو دان کے اقرار سے قرآن عظیم کی یہ آیات پسپانی میں یا نہیں۔\r\nMarfat.com"
    },
    {
        "id": 34,
        "pageNo": 34,
        "pageText": "128\r\nتمہارا رب عزوجل فرماتا ہے :\r\nوَلَقَدْ ذَرَ أنا لِجَهَنَّمَ كَثِيرًا مِّنَ الْجِنِّ وَالإِنسِ لَهُمْ\r\nقلُوب لا يفقهون بِهَا وَلَهُمْ أَعْيُنٌ لا يُبْصِرُونَ بِهَا\r\nوَلَهُما ذَانُ لا يَسْمَعُونَ بِهَاء أَو لَكَ كَالأَنْعَامِ بَلْ هُمُ\r\nاصل ، أو\r\nالشك هُمُ الْفَقِلُونَ ، له\r\nاور بیشک ضرور ہم نے جہنم کے لئے پھیلا رکھے ہیں، بہت سے جن اور آدمی\r\nان کے وہ دل ہیں جن سے حق کو نہیں سمجھتے اور وہ آنکھیں جن سے حق کا راستہ\r\nنہیں سو جھتے اور وہ کان جن سے حق بات نہیں سنتے ، وہ چوپائیوں کی طرح ہیں\r\nبلکہ ان سے بھی بڑھ کر بہکے ہوئے وہی لوگ غفلت میں پڑے ہیں \"\r\nاور فرماتا ہے :\r\nاد أَيتَ مَنِ اتَّخَذَ الهَهُ هَونَهُ أَفَأَنتَ تَكُونُ عَلَيْهِ وَكَيْلاة\r\nام تَحْسَبُ أَنَّ اكْثَرَهُمْ يَسْمَعُونَ أَو يعقِلُونَ طَ إِنْ هُمْ\r\nالا الانعامِ بَلْ هُمْ أَضَلُ سَبِيلات\r\nبھلا دیکھ تو جس نے اپنی خواہش کو اپنا خدا بنا لیا تو کیا تو اس کا ذمہ لے گا یا\r\nتجھے گمان ہے کہ ان میں بہت سے کچھ سنتے یا عقل رکھتے ہیں وہ تو نہیں مگر جیسے\r\nبچو پائے ، بلکہ وہ تو ان سے بھی بڑھ کر گمراہ ہیں ؟\"\r\nان بی گولیوں نے چوپایوں کاعلم تو انبیا علیہ الصلاة والسلام کےعلم کے برابر انا اب\r\nان سے پوچھنے کیا تمہارا علم انبیاء یا خود حضور سید الانبیا علیہ علیم الصلوۃ والثناء کے\r\nبرابر ہے ، ظاہراً اس کا دعوی نہ کریں گے اور اگہ کہ بھی دیں کہ جب چوپایوں سے برا بردی\r\nکر دی، آپ تو دو پاتے ہیں برابری مانتے کیا شکل ہے ، تو یوں پوچھتے تمہارے استادوں\r\nپیروں، ملانوں میں کوئی بھی ایسا گہرا جوتم سے علم میں زیادہ ہو یا سب ایک برا یہ ہو؟ آخر\r\nکہیں تو فرق نکالیں گے تو ان کے وہ استاد وغیرہ تو ان کے اقرار سے علم میں جو پائوں\r\nاه و ١٢٤ ، سورة الإسراف\r\nل ٢٤ سورة الفرقان -\r\nMarfat.com"
    },
    {
        "id": 35,
        "pageNo": 35,
        "pageText": "بسم الله الرحمن الرحیم\r\nمہری تصدیقات مکیه ۱۳۲۵ھ\r\nہم نہایت ہی صمیم قلب سے اشراف مکہ معظمہ اور علمائے بلد الامین کو\r\nسلام پیش کرتے ہیں اور سید المرسلین صلی اللہ علیہ وآلہ وسلم کے شہر مدینہ\r\nمنورہ طیبہ کے علمائے کرام کو ہدیہ تحسین پیش کرتے ہیں۔ ہم اپنے آقاء و مولا\r\nحضرت محمد رسول اللہ صلی اللہ علیہ و آلہ وسلم کی بارگاہ میں صلوۃ و سلام پیش\r\nکرتے ہیں۔ بارگاہ نبویہ کی آستاں بوسی اور انبیاء کرام کے حضور نیاز مندی\r\nکے بعد عرض گزار ہیں کہ (یہ وہ عرض ہے جس طرح کوئی ستم رسید؟ مظلوم\r\nبے نوا، شکستہ خاطر اور حاجت مند انسان عظیم القد رور فیع المقام سخیوں کی\r\nبارگاہ میں التجا کرتا ہے اور جن کی مدد اور توجہ سے رنج وبلا دور ہوتے ہیں اور\r\nان کی برکات سے مسرت و شادمانی نصیب ہوتی ہے)\r\nآج برصغیر ہندوستان میں مذہب اہلسنت غریب اور کمزور ہو گیا ہے\r\nاس پر بے پناہ فتنوں اور مہیب فسادات کے طوفانوں کی تاریکیاں ٹوٹ پڑی\r\nہیں۔ آج اعتقادی فتنے بلی ہوتے جارہے ہیں اور ان کی ریشہ دوانیوں کا غلبہ\r\nہوتا جا رہا ہے۔ آج ہم اہلسنت پر ہندوستان میں مصائب کے پہاڑ نوج\r\nپڑے ہیں۔ ایک سنی العقیدہ مسلمان ان فتنوں اور شر انگیزیوں پر نہایت\r\nMarfat.com"
    },
    {
        "id": 36,
        "pageNo": 36,
        "pageText": "129\r\nکے برابر ہوئے اور یہ ان سے علم میں کم ہیں جب تو ان کی شاگردی کی اور جو ایک سادی سے\r\nکم ہو دوسرے سے بھی مزید کم ہوگا تو یہ حضرات خود اپنی تقریر کی رو سے جو پانیوں سے بڑھ\r\nکه همراہ ہوئے اور ان آیتوں کے مصداق ٹھہرے كَذَلِكَ الْعَذَابُ ، وَلَعَذَابُ\r\nالأخيرة أخبَرُ لَو كَانُوا يَعْلَمُونَ .\r\nمسلمانو! یہ حالتیں تو ان کلمات\r\nکی تفصیں جن میں انبیائے\r\nکرام و حضور پر نور سید الا نام\r\nعلیہ الصلوۃ والسلام یہ ہاتھ صاف کئے گئے پھر ان عبارات\r\nکا کیا پوچھنا ان میں اصالہ مقصد\r\nرب العزت مر حلالہ کی عزت پر حملہ کیا گیا ہو۔ خدارا انصاف کیا میں نے کہا کہ میں نے کب\r\nکہا ہے کہ میں وقوع کذب باری کا حامل نہیں ہوں یعنی وہ شخص اس کا قائل ہے کہ خدا\r\nبالفعل چھوٹا ہے جھوٹ بولا جھوٹ بولتا ہے ۔ اس کی نسبت یہ فتوی دینے والا کہ اگرچہ اس\r\nنے تاویل آیات میں خطا کی مگر تا ہم اس\r\nکو کافر یا بدعتی مال کہنا نہیں چاہیئے میں نے کہا کہ\r\nاس\r\nکو کوئی سخت کلمہ نہ کہنا چاہئے ، جس نے کہا کہ اس میں تکفیر علمائے سلف\r\nکی لازم آتی\r\nہے صنفی شافعی پر طعن وتضلیل نہیں کر سکتا یعنی خدا کو معاذ اللہ جھوٹا کہنا بہت سے علمائے\r\nسلف کا بھی مذہب تھا۔ یہ اختلاف منفی شافعی کا سا ہے کسی نے ہاتھ ناف سے اوبیہ\r\nباندھنے ،\r\nکسی نے نیچے ، ایسا ہی اسے بھی سمجھو کہ کسی نے خدا کو سجا کہا کسی نے جھوٹا ، لہذا\r\nنے نیچے، ایساہی بھی کہ نے کو سچا\r\nایسے کو تفلیل و تفسیق سے مامون کرنا چاہئے یعنی تو خدا کو کھوٹا سکے اسے گمراہ کیا معنی\r\nگنگار بھی نہ کہو۔ کیا جس نے یہ سب تو اس کذب خدا کی نسبت بنایا اور یہیں خود اپنی طرف\r\nسے با وصف اس بے معنی اقرانه که قادرة على الكذب مع التسارع الوقوع مسئلہ اتفاقیہ ہے\r\nصات صریح کہ دیا کہ وقوع کذب کے معنی درست ہو گئے یعنی یہ بات ٹھیک بر گئی کہ خدا\r\nسے کذب\r\nواقع ہوا، کیا یہ شخص مسلمان رہ سکتا ہے ؟ کیا جو ایسے کو مسلمان\r\nسمجھے خود سلمان\r\nہو سکتا ہے ؟ مسلما نو ا خدارا انصاف ایمان نام کاہے کا تھا تصدیق الہی کیا ، تصدیق کا مریح\r\nمخالف\r\nکیا ہے تکذیب تکذیب کے کیا معنیٰ میں کسی کی طرف کذب منسوب کرنا ۔ جب صراحتہ خدا کو\r\nکاذب کہ کہ بھی ایمان باقی رہے توخدا جانے ایمان کس جانور کا نام ہے ؟ خدا جانے مویش\r\nمنود و نصاری دیبود کیوں کا فر ہوئے ؟ ان میں تو کوئی صاف صاف اپنے معبود کو جھوٹا\r\n16\r\nه ع۱۷، صورة الزمر\r\nMarfat.com"
    },
    {
        "id": 37,
        "pageNo": 37,
        "pageText": "130\r\nبھی نہیں بتانا۔ ہاں معبود برحق کی باتوں کو یوں نہیں مانتے کہ انہیں اس کی باتیں ہی نہیں\r\nجانتے باتیں نہیں کرتے ایسا تو دنیا کے پردے پر کوئی کا فرسا کا فر بھی شاید نہ نکلے کہ\r\nخدا کون یا مانتا ۔ اس کے کلام کو اس کا کلام جانتا اور پھر بے دھڑک کہتا ہو کہ اس نے جھوٹ\r\nکہا اس سے وقوع کذب کے معنی درست ہو گئے ۔ غرض کوئی ذی انصاف شک نہیں\r\nکر سکتا کہ ان تمام بدگویوں نے منہ بھر کر الہ و رسول کو گالیاں دی ہیں ، اب یہی وقت\r\nامتحان الہی ہے ، واحد قہار جبار عر بابالہ سے ڈرو اور وہ آیتیں کہ اویہ گزریں، پیش نظر\r\nرکھ کر عمل کرو۔ آپ تمہارا ایمان تمہارے دلوں میں تمام بدگویوں سے نفرت بھر دے گا\r\nبرگ اللہ و رسول الله جل وعلا صلی اللہ علیہ سلم کے مقابل تمہیں ان کی حمایت نہ کہنے لگا\r\nتم کو ان سے گھن آئے گی نہ کہ ان کی پہنچ کر وہ اللہ و رسول کے مقابل ان\r\nکی گالیوں میں معمل\r\nبه بوده تا دیل گڑھو، اللہ انصاف ! اگر کوئی شخص تمہارے ماں باپ استاد، پیر کو گالیاں\r\nدسے اور نہ صرف زبانی بلکہ لکھ لکھ کر چھاپے ، شائع کرے۔ کیا تم اس کا ساتھ دو گے یا اس\r\nکی بات بنانے کو نا ویلیں گڑھو گے یا اس کے کہنے سے بے پہ وا ہی کر کے اس سے پاکستور\r\nصات رہو گے ؟ انہیں نہیں ! اگر تم میں انسانی غیرت، انسانی حمیت ماں باپ کی عزت\r\nخدمت بعظمت محبت\r\nکا نام نشان بھی نگارہ گیا ہے تو اس بدگو دشنامی کی صورت سے\r\nنفرت\r\nکروگے، اس کے سائے سے دور بھاگو گے، اس کا نام اور فیظ نا دے\r\nگے جو اس\r\nکے لئے بنا دیں گڑھے، اس کے بھی دشمن ہو جاؤ گے، پھر خدا کے لئے ماں باپ کو ایک\r\nچہ میں رکھو اور اللہ واحد قبار در محمد رسول اللہ صلی اللہ تعالٰی علیہ وسلم کی عزت و عظمت\r\nپر ایمان کو دوسرے بلہ میں، اگر مسلمان ہو تو ماں باپ کی عزت کو اللہ و رسول کی مضرت سے\r\nکچھ نسبت نہ مانو گے ، ماں باپ کی محبت و حمایت کو اللہ و رسول کی محبت وخدمت کے آگے\r\nناچیز جانو گے تو واجب واجب واجب لاکھ لاکھ وا سب سے بڑھ کر واجب کہ ان کے بدگو\r\nالاکھ واجب\r\nسے وہ نفرت و دوری وغیظ و جدائی ہو کہ ماں باپ کے دشنام دہندہ کے ساتھ اس کا\r\nہزارواں حصہ نہ ہو۔ یہ میں وہ لوگ جن کے لئے ان سات نعمتوں کی بشارت ہے مسلمانو!\r\nتمہارا یہ ذلیل خیر خواہ امید کرتا ہے کہ اللہ واحد قہار کی ان آیات اور اس بیان شانی واضع البیان\r\nmarfa\r\nMarfat.com"
    },
    {
        "id": 38,
        "pageNo": 38,
        "pageText": "131\r\nکے بعد اس بارہ میں آپ سے زیادہ عرض کی حاجت نہ ہو تمہار سے ایمان خود ہی ان با گولیوں\r\nسے وہی پاک مبارک الفاظ بول اٹھیں گے جو تمہارے رب عزرد میل نے قرآن عظیم میں تمہارے\r\nسکھانے کو قوم ابراہیم علیہ الصلوۃ والسلیم سے نقل فرمائے۔\r\nتمہار ارت سفر در جبل فرماتا ہے :\r\nقَدْ كَانَتْ لَكُمُ اسُوَةٌ حَسَنَةٌ فِي إِبْرَعِيدَ وَالَّذِينَ مَعَهُ إِذْ قَالُوا\r\nلِقَوْمِهِم انا بر آن مِنكُمْ وَمِمَّا تَعْبُدُونَ مِنْ دُونِ اللَّهِ كَفَرَ نَا\r\nبكم وبدا بيننا وبينكُمُ الْعَدَاوَةَ وَالْبَغْضَاءُ اَبَدًا حَتَّى تُؤْمِنُوا\r\nبالله وحده وإلى قوله تعالى لَقَدْ كَانَ لَكُمْ فِيهِمْ أَسْوَةٌ حَسَنَةً\r\nلمَن كَانَ يَرْجُوا الله واليوم الأخرَةِ ، وَ مَنْ تَنَولَ فَإِنَّ اللهَ هُوَ\r\nالفي الْحَمِيدُهلة\r\n\" بیشک تمہارے لئے ابراہیم اور اس کے ساتھ والے مسلمانوں میں اچھی ہیں\r\nہے جب وہ اپنی قوم سے بولے بیشک ہم تم سے بیزار ہیں اور ان سب سے جنکو\r\nتم خدا کے سوا پوجتے ہو ہم تمہارے منکر ہوئے اور ہم میں اور تم میں شمنی اور\r\nعداوت ہمیشہ کو ظاہر ہوگئی پھینک تم ایک اللہ پر ایمان نہ لاؤ ، بیشک ضرور\r\nان میں تمہارے لئے عمدہ ایسی تھی اس کے لئے جو اللہ اور قیامت کی امید\r\nرکھتا ہو، اور جو منہ پھیرے تو بیشک اللہ ہی بے پر واہ سراہا گیا ہے “\r\nیعنی وہ جو تم سے یہ فرما رہا ہے کہ جس طرح میرے خلیل اور ان کے ساتھ والوں\r\nنے کیا کہ میرے لئے اپنی قوم کے صاف دشمن ہو گئے اور تنکا توڑ کر ان سے جدائی کولی\r\nور کھول کر کہ دیا کہ ہ ے ے سے کچھ اقہ نہیں ہم تم سے بھی ہزار میں نہیں بھی ایساہی\r\nکرنا چاہئے یہ تمہارے بھلے کو م سے فرمارہے ہیں، مانو تو تمہاری خیر ہے نہ مانو تواللہ کو\r\nتمہاری کچھ پرواہ نہیں جہاں وہ میر سے دشمن ہوئے ان کے ساتھ تم بھی سہی ، میں تمام\r\nجہان\r\nسے کتنی ہوں اور تمام خوبیوں سے مریمون میل و علا و تبارک و تعالیٰ ۔\r\nنشده ب ھے ،، سوره المتحن .\r\nMarfat.com\r\n\""
    },
    {
        "id": 39,
        "pageNo": 39,
        "pageText": ":\r\n132\r\nیہ توقرآن عظیم کے حکام تھے\r\nاللہ تعالیٰ جس سے بھلائی چاہے گا ان پر عمل کی توفیق دے گا مگر یہاں دو فرقے ہیں\r\nجن کو ان احکام میں مدر پیش آتے ہیں۔ اول سے علم نادان ، ان کے مدر دو قسم کے ہیں ،\r\nعذر اول فلاں تو ہمارا استاد یا بزرگ یا دوست ہے ، اس کا جواب تہ قرآن تعظیم\r\nمنتقد در آیات سے سن چکے کہ رب عز جیل نے بار بار تکرار صراحت فرما دیا کہ غضب الہی سے\r\nبچنا چاہتے ہو تو اس باب میں اپنے باپ کی بھی رعایت کرد. من در دم صاحب یہ بدگو\r\nلوگ بھی تومولوی ہیں ، بھلا مولویوں کو کیونکر کا فرمھیں یا ابا جانئیں، اس کا جواب ؟\r\nتمہارا رب عزو میل فرمانا ہے :\r\nافرايت مَنِ اتَّخَذَ الهامعَونَهُ وَأَفَلَهُ اللهُ عَلَى عِلْمٍ\r\nوَخَتَمَ عَلى سَمْعِهِ وَقَلْبِهِ وَجَعَلَ عَلَى بَصَرِهِ غِشَاوَةً\r\nفَمَنْ يَهْدِيهِ مِنْ بَعْدِ اللهِ أَفَلَا تَذَكَّرُونَ\r\nبھلا دیکھ تو جس نے اپنی خواہش کو اپنا خدا بنا لیا اور اللہ نے علم ہونے ساتے\r\nاسے گمراہ کیا اور اس کے کان اور دل پر مہر لگا دی اور اس کی آنکھ پر پٹی پڑھا؟\r\n66\r\nتو کون سے راہ پرلائے اللہ کے بعد نو کی تم دھیان نہیں کرتے ؟ \"\r\nاور فرماتا ہے :\r\nمثل الذين حملوا التَّورِيةَ ثُمَّ لَمْ يَعْمِلُوهَا كَمَثَلِ\r\nالْحِمَارِ يَحْمِلُ أسْفَارًا ط بِئْسَ مَثَلُ الْقَوْمِ الذِيْنَ كَذَبُوا\r\nبايَاتِ اللهِ وَاللهُ لا يَهْدِي الْقَوْمَ الظَّلِمِينَ :\r\n\" وہ جن پر تو ریت کا بوجھ رکھا گیا پھر انہوں نے اسے نہ اٹھایا ان کا حال اس\r\nگدھے کا سا ہے جس پر کتابیں لدی ہوں ، کیا بڑی مثال ہے ان کی جنہوں نے خدا\r\nکی آنتیں جھٹلائیں اور اللہ ظالموں کو ہدایت نہیں کرتا \"\r\nه ع 19 ، سورہ النجاشید .\r\nMarfat.com"
    },
    {
        "id": 40,
        "pageNo": 40,
        "pageText": "133\r\nاور فرماتا ہے :\r\nوَاتْلُ عَلَيْهِ نَا الَّذِي أَتَيْنَهُ يَاتِنَا فَانْسَلَخَ مِنْهَا فَاتَّبَعَهُ\r\nالشَّيْطَانَ فَكَانَ مِنَ الغَوِيَنَ، وَلَوْ شِقْنَا لَرَفَعْنَاهُ بِهَا وَلَكِنَّهُ\r\nاخلد إلى الأَرْضِ وَ اتَّبَعَ هَونَهُ فَمَثَلُهُ كَمَثَلِ الكَلْبِ جران\r\nتَحْمِل عَلَيْهِ يَلْهَتْ أوْ تَتْرُكْهُ يَلْهَتْ ، ذَلِكَ مَثَلُ الْقَوْمِ\r\nالذِينَ كَذَبُوا بِاسْتِنَاءِ فَاقْصُصِ الْقَصَصَ لَعَلَّكُمْ يَتَفَكَونَ\r\nسَاء مَثَلَاتِ الْقَوْمُ الذِينَ كَذَّبُوا بِايْتِنَا وَأَنْفُهُمْ كَانُوا\r\nيَظْلِمُونَ. مَنْ يَهْدِى اللهُ فَهُوَ الْمُهْتَدِى وَمَنْ يُضْلِلْ\r\nفا والناكَ هُمُ الْخَسِرُونَ ...\r\nانھیں پڑھ کر تاخیراس کی جسے ہم نے اپنی آئینوں کا علم دیا تھا وہ ان سے نکل\r\nگیا نوشیطان اس کے پیچھے لگا کہ گراہ ہو گیا اور ہم چاہتے تو اس علم کے باعث ہے\r\nگیے سے اٹھا لیتے مگر وہ تو زمین پکڑ گیا اور اپنی خواہش کا پردہ ہوگیا تو اس کا حال\r\nکنے کی طرح ہے تو اس پر حملہ کر سے تو زبان نکال کرنا ہے اور چھوڑ دے تو جانے یہ\r\nان کا سال ہے جنہوں نے ہماری آیتیں جھٹل میں تو ہمارا یہ ارشاد بیان کر یہ شاید\r\nلوگ سوچیں ، کیا برا حال ہے ان کا جنہوں نے ہماری آیتیں جھٹلائیں اور اپنی ہی\r\nجانوں پر ستم ڈھاتے تھے جسے خدا ہدایت کرے وہی راہ پائے اور جیسے گمراہ کرے\r\nتو وہی سراسر نقصان میں ہیں ۔\r\nبینی بدایت کچھ علم پر نہیں خدا کے اختیار ہے۔ یہ آنتیں ہیں اور حد میں جو نگاہ ناموں\r\nکی مذمت میں ہیں ان کا تو شمار ہی نہیں یہاں تک کہ ایک حدیث میں ہے، دوزخ کے فرشتے\r\nبت پرستوں سے پہلے انہیں پکڑیں گے ایہ کہیں گے کیا ہمیں بہت پر جینے والوں سے بھی پہلے\r\nلیتے ہو، جو اب نے گالیس من يعلم كمن لا يعلم جاننے والے در انجان با رویش\r\nط به حدی برای نے میم کبرادر ابونعیم نے نہیں انس سے روایت کی ہ نبی کریم نے فرمایا ان سے پیش ۴ ۱۲ سوره الامرات\r\nMarfat.com"
    },
    {
        "id": 41,
        "pageNo": 41,
        "pageText": "134\r\nبھائیو ! علم کی عزت تو اس بنا پر تھی کہ وہ نبی کا داریت ہے ، بی کا وارث وہ تو ہدایت پر\r\nہو اور جب گرامی پر ہے تو بی کا وارث ہوا یاشیطان کا ؟ اس وقت اس کی تعظیم نیکی تعظیم\r\nہوتی۔ اب اس کی امید شیطان کی تنظیم ہوگی۔\r\nیہ اس صورت میں ہے کہ عالم کفر سے نیچے کسی گراہی میں ہو جیسے بد نامیوں کے علماء ،\r\nمیں سے کام کرتے تھے کسی میں موجیسے بدنامیوں\r\nپھر اس کا کیا پوچھنا جو خود فر یا میں ہواسے عالم دین جانتا ہی کفر ہے نہ کہ عالم دین\r\nجان کر اس\r\nکی تعظیم بھائیو! اعلم اس وقت نفع دیتا ہے کہ دین کے ساتھ ہو داری\r\nیا پادری کیا اپنے یہاں کے علم نہیں ابلیس کا بڑا عام تھا پھرکیا کی مسلمان اس کی تنظیم\r\nکرے گا ؟ اسے تومعلم الملکیت کہتے ہیں میں فرشتوں عمل سکھانا تھا ہ سے اس نے\r\nمنہم\r\nمحمدرسول اله صلی الہ علیہ وسلم کی عظیم سے نہ مور حضور انور کی پیشانی امام علی السلام\r\nکه\r\nمیں رکھا گیا ، اسے سجدہ نہ کیا ، اس وقت سے لعنت ابدی کا طوق اس کے گلے میں پڑا ،\r\nدیکھو جب سے اس کے شاگردان کے شہید اس کے ساتھ کیا برتا کرتے ہیں ہمیشہ اس پر\r\nلعنت بھیجتے ہیں۔ ہر رمضان میں مہینہ بھر اسے نہ نجیروں میں جکڑتے ہیں قیامت کے دن\r\nکھینچ کر جہنم میں دھکیلیں گے یہاں سے علم کا جواب بھی واضح ہو گیا اور استادی کا بھی\r\nبھائیو کر وڑ کر وڈا افسوس ہے اس ادعا سے مسلمانی پر کہ اللہ واحد قہار اور محمد رسول اللہ\r\nسید الابرار صلے اللہ علیہ وسلم سے زیادہ استاد کی وقعت ہو، اللہ ورسول\r\nسے بڑھ کر بھائی یا دوست ، یا دنیا میں کسی کی محبت ہو۔ اسے رب ! ہمیں سچا ابیان\r\nدے صدقہ اپنے حبیب کی سچی عزت سچی رحمت کا صلی اللہ علیہ وسلم، آمین۔\r\nسله تفسیر کبیر امام فخرالدین ماندی جو نا ص ۴۵۵ زیر قوله تعالى تلك الرسل فضلنا ان\r\nالملكة أمروا بالسجود لأدم لا حبل ان نور محمد صلی اللہ علیہ وسلم\r\nفي جبهة آدم. تغیر یا پری ج ۳ ص ، مسجود الملكة لأدم اسما كان لأجبل نور\r\nمحمد صلى الله عليه وسلم الذي كان في جبر هستان دونوں عیادہ توں کا حاصل یہ ہے کہ فرشتوں کا\r\nادام کو سمیں کیا اس نے تھا کہ ن کی پیشانی میں نو محمد رسول اللہ صل اللہ علیہ و آلہ وسلم تھا ۱۲ مستند\r\nالعليا لعلوة والسلام\r\nMarfat.com"
    },
    {
        "id": 42,
        "pageNo": 42,
        "pageText": "135\r\nفرقه دوم\r\nمعاندین و دشمنان دین که خود انکار ضروریات دین رکھتے ہیں اور صریح کفر کر کے اپنے\r\nاوپر سے نامہ کفر ہٹانے کو اسلام و قرآن و خدا و رسول وایمان کے ساتھ سفر کرتے اور براہ انوار\r\nتمھیں و شیوہ انہیں وہ باتیں بناتے ہیں کہ کسی طرح ضروریات دین ماننے کی قید اٹھ جائے\r\nاسلام فقط طوطے کی طرح زبازی سے کمہ رٹ لینے کا نام رہ جائے بیس کلمہ کا نام دیا ہو پھر چاہے\r\nخدا کو جھوٹا کذاب کے چاہے رسول کو بڑی بڑی گالیاں دے اسلامہ کسی طرح نہ جائے بل\r\nلعنهم الله بكفر مِن فَقَلِيلا لَتَا يُؤْمِنُونَ ، پر سلمانوں کے دشمن اسلام\r\nکے دو اعواہ کو چھلنے اور خدائے واحد قہار کا دین بدلنے کے لئے چنا شیطانی مسکر پیش کر تے\r\nہیں۔ مکواول ، سلام نام کمر گوئی کا ہے۔ حدیث میں فرمایا من قال لا الہ الا اللہ خیل\r\nالجنة \" جس نے لا الہ الا اللہ کہ لیا جنت میں جائے گا ؟ پھر کسی قوال یا عمل کی وجہ سے کافر\r\nکیسے ہوسکتاب ؟\r\nبود\r\nمسلمانو! زرا ہو شیار خبر داد، اس مکر باعوان کا حاصل یہ ہے کہ زبان سے لا الہ الا اللہ\r\nکہ لینا گر یا خدا کا بیٹا بن جانا ہے آدمی کا بیٹا اگر اسے گالیاں دے ہجر تیاں مارے کچھ کر سے\r\nاس کے بیٹے ہونے سے نہیں نکل سکتا، یو منی جس نے لا الہ الا اللہ کر لیا اب وہ جیا ہے خدا کو\r\nچھوٹا کذاب کے، چاہے رسول کو سٹری، سری گالیاں دے اس کا اسلام نہیں بدل سکتا۔\r\nاس مکہ کا جواب ایک تو اسی آید کہ یہ المرة احسب الناس میں گند کرا، کیا لوگ اس\r\nگھمنڈ میں ہیں کہ نر سے ادعائے اسلام پر چھوڑ دئے جائیں گے اور امتحان نہ ہو گا ؟ اسلام اگر\r\nفقط کلر گونی کانام تھا وہ بیشک حاصل تھی پر لوگوں کا گوند کیوں غلط تھاجسے قرآن عظیم\r\nیہ دفرما رہا ہے، نیز :\r\nتمہارا رب عزو جل فرماتا ہے :\r\nقَالَتِ الْأَعْرَابُ امَنَّا قُل لَّمْ تُؤْمِنُوا وَ لكِن قُولُوا أَسْلَمْنَا\r\nMarfat.com"
    },
    {
        "id": 43,
        "pageNo": 43,
        "pageText": "136\r\nولمَّا يَدْخُلِ الْإِيْمَانُ في قَلُو بِكَردن\r\n\"\r\nواليا\r\nوا اتنے میں ہم بیان سے مراد ایا تو تم نہ اسے با لوں کو کہ تم مطیع\r\nالاسلام ہوئے ایمان ابھی تمہار سے دلوں میں کہاں داخل ہوا ؟\"\r\nاور فرماتا ہے :\r\nإِذَا جَاءَكَ الْمُنَافِقُونَ قَالُوا نَشْهَدُ إِنَّكَ لَرَسُولُ اللهِ\r\nوَالله يَعْلَمُ إِنَّكَ لَرَسُولَهُ وَ اللهُ يَشْهَدُ انَّ الْمُنَافِقِينَ\r\nلكاذبون من\r\nمنافقین جب تمہارے حضورہ جوتے میں کہتے ہیں ہم گواہی دیتے ہیں کہ بیک\r\nحضور یقینا خدا کے سول ہیں اور اللہ خوب جانتا ہے کہ بیشک تم ضرور اس کے\r\nرسول ہو اور اللہ گواہی دیتا ہے\r\nکہ بیشک یہ منافق ضرور تھوٹے ہیں ۔\r\nدیکھو کسی لمبی چوڑی کلمہ گوئی کیسی کیسی تا کیدوں سے ذکر کیسی کیسی قسموں سے\r\nمد یار ہرگز موجب اسلام نہ ہوئی اور اللہ واحد نما ر نے ان کے جھوٹے کذاب ہو نیکی گواہی\r\nوتی تو من قال لا اله الا الله دخل الجنة کا یہ مطلب گیا عنا صراحة قرار عظیم\r\nکا رد کرنا ہے ہاں تو کلمہ پڑھنا اپنے آپ کو مسلمان\r\nکہتا ہو ہم اسے مسلمان جائیں گے\r\nجب تک اس سے کوئی عمر کوئی حرکت کوئی عمل منافی اسلام نه صادر ہو، بعد عود مینای\r\nہرنہ کم گوئی کام دے گی۔\r\nتمہارا ریت غرومیل فرماتا ہے\r\nيعلمون بِاللهِ مَا قَالُوا وَلَقَدْ قَالُوا كَلِمَة الْكُفْرة\r\nكَفَرُوا بعد إسلامهوه\r\nخدا کی قسم کھاتے ہیں کہ انہوں نے نبی کی شان میں گستاخی نہ کی اور یا البتہ بیشک دہ\r\nیہ کفر کا بول بولے اور مسلمان موکر کا فرزند گئے ہے\r\nاین جریبه وطبرانی و ابو شیخ وابن مردویہ عبداللہ بن عباس رضی اللہ تعالی عنہما سے\r\nله عب، سورہ الحجرات ، سه ۱۳۴ ، سوره المنافقون که پ ۱۶۴ سورہ التوبه\r\nMarfat.com"
    },
    {
        "id": 44,
        "pageNo": 44,
        "pageText": "137\r\nروایت کرتے ہیں۔ رسول اللہ صلی اللہ علیہ وآلہ وسلم ایک پیڑ کے سایہ میں تشریف فرما تھے، ارشاد\r\nفرمایا عنقریب ایک شخص آئے گا کہ تمہیں شیطان\r\nکی آنکھوں سے دیکھیگا وہ آئے تو اس سے\r\nبات نہ کرنا۔ کچھ دیر نہ ہوئی تھی کہ ایک کر نجی آنکھوں والا سامنے سے گزرا رسول اللہ صلی اللہ\r\nعلیہ وسلم نے اسے بلا کر فرمایا تو اور تیرے رفیق کس بات پر میری شان میں گستاخی کے لفظ ہوتے\r\nہیں وہ گیا اور اپنے رفیقوں کو بلا لایا سب نے اگر قسمیں کھائیں کہ ہم نے کوئی کلر جنیہ کی شان\r\nمیں بے ادبی کا نہ کہا ، اس پر اللہ عزوجل نے یہ آیت اتاری کہ خدا کی قسم کھاتے ہیں کہ انہوں نے\r\nگستاخی نہ کی اور بیتیک ضرور وہ یہ کفر کا کلمہ بولے اور تیری شان میں بے ادبی کر\r\nکے اسلام کے بعد\r\nکا نہ ہو گئے۔ دیکھو اللہ گواہی دیتا ہے کہ نبی کی شادی میں بے ادبی کا لفظ کلمہ کفر ہے اور اس کا\r\nکنے والا اگر یہ لاکھ مسلمانی کا مدعی کے دربار\r\nکا کم گو ہوا کا ذرہ ہو جاتا ہے اور فرماتا ہے :\r\nوَلَئِن سَالَتَهُمْ لَيَقُولُنَ اِنَّا كُنَّا نَخُوضُ وَنَلْعَبُ ،\r\n\"\r\nقُلْ أَبِاللهِ وَايْتِه وَرَسُولِهِ كُتُم تَستَهي ونَ، لَا شرة\r\nتَعتَذِرُوا قَدْ كَفَرْتُمْ بَعْدَ إِيمَا نكرده\r\nاور اگر تم ان سے پوچھو تو بیشک ضرور کہیں گے کہ ہم اپنی جنسی کمی میں تھے تم\r\nسیل\r\nفرمادو کیا اللہ اور اس کی آیتوں اور اس کے رسول سے مخفیا کرتے تھے بہانے نہ\r\nبناؤ تم کافر ہو چکے اپنے ایمان کے بعد \"\r\nبن ابی شیبه این جریر وانا وانا امان اما با اسید تا\r\nعبداللہ بن عباس رضی اللہ تعالیٰ عنہم سے روایت فرماتے ہیں ۔\r\nانه قال في قوله تعالى وَلَتَنْ سَالَتَهُمْ لَيَقُولُنَ إِنَّمَا كُنَّا نَخُوضُ\r\nوَنَلْعَبُ ، قال رجل من المنافقين يحدثنا محمد ان ناقة\r\nفلان بوادي كذا وما يدريه بالغيب\r\nیعنی کس شخص\r\nکی روشنی کم ہوگئی اس کی لا ی ر و ا ل ل ل لله تعالی علیہ نے فرمایا\r\nاونٹنی فلان جنگل میں فلاں جگہ ہے اس پر ایک منافق ہوں محمدصلی اللہ تعالی علیہ کی بہتاتے ہیں کہ\r\nاونٹنی فلاں جگہ ہے ، محمد عیب کیا جانیں ؟ \"\r\nع ۱۴ سوره التربه\r\n66\r\n\"\r\nMarfat.com"
    },
    {
        "id": 45,
        "pageNo": 45,
        "pageText": "138\r\nاس پر اللہ عزوجل نے یہ آیت که امید اتاری کہ کیا اللہ و رسول سے ٹھٹھا کرتے ہوا بہانے\r\nنہ بناؤ ہم مسلمان کالا کراس لفظ کے کہنے سے کافرہوگئے۔ دیکھ تفسیر ام ابن جریری بین مصر\r\nجلد تم صفره و نفی در منشور امام جلال الدین سیوطی جلد سوم صفر ۲۵۳)\r\nمسلما نو ا د یو محمدرسول له صلی الہ علیہ سلم کی شان میں اپنی گستاخی کرنے سے کہ وہ\r\nغیب کیا جانیں کلمہ گوئی کام نہ آئی اور سالہ تانے نے صاف فرما دیا کہ بہانے بنا وہ تم سلام\r\nکے بعد کا فر ہو گئے۔ یہاں سے وہ حضرات بھی سبق لیں جو سول للہ صل اللہ تعالی علیہ وسلم کے\r\nعلیم غیر سے مطلقا منکر ہیں۔ دیکھو یہ قول منافق کا ہے اور اس کے قائل کو اللہ تعالیٰ نے اللہ و\r\nقرآن در سول سے ٹھٹی کرنے والا بتایا اور صاف صافت\r\nکا فرمند ٹھہرایا اور کیوں نہ ہو کہ غیب\r\nکی بات جانتی شان نبوت یا امام احد الان و مولانا علی\r\nفری اعلام محمد ایرانی در یک کار نے تصریح فرمائی جس کی تفصیل\r\nمروجہ اعلی مذکور ہوئی پھر اس کی سخت شامت کمال ملامت کا کیا پوچھنا جو غیب کی ایک بات\r\nبھی خدا کے بنانے سے بھی نبی کو معلوم ہونا محال ناممکن بتاتا ہے، اس کے نزدیک ال سے سب\r\nچیزیں غائب ہیں اور اللہ کو اتنی قدرت نہیں کہ کسی کو ایک غیب کا علم دے سکے، اللہ تعالے\r\nشیطان کے دھوکوں سے پناہ دے۔ آمین۔\r\nہاں بے خدا کے بتائے کسی کو ذرہ بھر کا علما ان ضرور کفر ہے اور جمیع معلومات المیہ کوعلم\r\nمخلوق کا محیط ہونا بھی باطل اوراکثر علما کے خلاف ہے لیکن روز ازل سے روز آخر یک کا\r\nماکان ومایکون اللہ تعالے کے معلومات سے وہ نسبت بھی نہیں رکھتا جو ایک ذرے کے\r\nلکھویں کر نہ دیں حصے با برتری کو کہ دریا کو سمندروں سے بلکہ بہ و علوم کمتریه\r\nE\r\nہ اس نئے شاخسانے کے درد میں بفضلہ تعالے چار رسانے ہیں، ار اختر جوان الغيب ، الجلاء الكامل ، ابرار المجنون\r\nميل المدار جین میں بیلا انشاء اللہ تعالی بی تجربہ غریب شائع ہوگا اور باقی تین بھی بھونہ تعالٰی اس کے بعد\r\nو بالله التوفیق ۱۲۰\r\nسے اکثر کی قید کا فائدہ رسالا ایفروش انکیر محب العدالة المحلبہ میں ملاحظہ ہو گا ، انشاء اللہ تعالی ۔\r\nMarfat.com"
    },
    {
        "id": 46,
        "pageNo": 46,
        "pageText": "۱۳\r\nصبر و برداشت سے کام لے رہا ہے اسکے صبر کی یہ کیفیت ہے جس طرح کسی\r\nکی مٹھی میں آگ کا انگارہ رکھ دیا جائے اور اسے اف کرنے کی بھی اجازت نہ ہو۔\r\nآج وقت آگیا ہے کہ آپ علمائے حرمین شریفین ہمت کر کے ہماری\r\nامداد فرمائیں اور مفسدین کے فتنوں کے سامنے ہماری راہنمائی فرمائیں۔ آج\r\nہمیں تلواروں کی ضرورت نہیں بلکہ قلم کے تیروں کی ضرورت ہے، ہم فریاد\r\nکرتے ہیں، ہم آہ و فغاں لے کر آئے ہیں۔\r\nہم آج آئے ہیں زخم جگر دکھانے کو\r\nفسانه دل فتنہ زدہ سنانے کو\r\nآپ لوگ اللہ کا لشکر ہیں، آپ لوگ نبی صلی اللہ علیہ و آلہ وسلم کی\r\nفوج کے شاہسوار ہیں، آپ اپنی علمی روشنائی سے ہماری امداد فرمائیں اور\r\nدشمنان دین اور فتنہ پردازوں کے دفیعہ کیلئے علمی تلواریں لے کر آگے\r\nبڑھیں اور ہمارے بازو مضبوط کریں۔\r\nامر واقعہ یہ ہے کہ ہمارے ملک ہندوستان کے کئی شہروں میں\r\nاعتقادی فتنے برپا ہیں، صرف ایک تنہا شخص عالم اہلسنت و جماعت اپنی جان\r\nکی بازی لگا کر ان فتنہ گروں کا مقابلہ کر رہا ہے اس نے اپنی زندگی کو ان فتنہ\r\nپردازوں کے مقابلہ میں وقف کر دیا ہے اس نے بے شمار کتابیں تصنیف کی\r\nہیں، رسالے چھاپے ہیں، بیانات جاری کئے ہیں اور اب تک دو سو سے زیادہ\r\nکتابیں لکھ کر تقسیم کر چکا ہے ان کتابوں میں سے ایک کتاب المعتمد المنتقد\r\nشرح المعتمد المستند \" ہے۔ اس کتاب میں ان فتنہ پردازوں کی کفری اور\r\nبدعات بھری باتوں پر بحث کی گئی ہے جو ان دنوں سارے ہندوستان میں\r\nMarfat.com"
    },
    {
        "id": 47,
        "pageNo": 47,
        "pageText": "139\r\nا اللہ وسلم کا ایک چھوٹا سائنڑا ہے ان تمام امور کی تفصیل الدولۃ الیہ ذخیرہ میں ہے\r\nغیر یہ تو جملہ معترضہ تھا اور انشاء اللہ العظیم بہت مفید تھا، اب بحث سابق کی طرف\r\nعود کیئے۔ اس فرقہ باطلہ کا مکر دوم یہ ہے کہ امام علی رضی اللہ تعالی عنہ کا نہ رہی ہے\r\nكه لا نكفر احدا من أهل القبلہ۔ ہم اہل قبلہ میں سے کسی کو کافر نہیں کہتے اور حدیث\r\nمیں ہے جو ہماری نماز پڑھے اور ہمارے قبلہ کو منہ کر ہے اور ہمارا ذبیحہ کھائے، وہ مسلمان ہے۔\r\nمسلمانو ! اس مکہ خبیث نہیں ان لوگوں نے یزی کلمہ گوئی سے عدول کر کے صرف قبلہ روٹی کا\r\nنام ایمان رکھد یا یعنی جو قبلہ رو ہو کر نماز پڑھ لے مسلمان ہے اگر چہ اللہ عزومل کو جھوٹا کہ\"\r\nمحمد سول اله صلی اللہ علیہ وآلہ وسلم کو گالیاں دے کسی عورت کی طرح ایمان بند علت است\r\nپول و نمونے محکم بی بی تمیز ، اولا اس مسکر کا جواب\r\nتمہارا رب عزوجل فرماتا ہے\r\nلَيْسَ البِر اَن تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ\r\nولكن السير من المَنَ بِاللهِ واليوم الأخرق الملكة و\r\nالبين\r\nاصل نیکی یہ نہیں ہے کہ اپنا منہ نماز میں پورب یا پچھاں کو کرو جبکہ اصل نیکی یہ ہے\r\nکہ آدمی ایمان لائے اللہ اور قیامت اور فرشتوں اور قرآن اور تمام انبیار پر \"\r\nدیکھو صاف فرما دیا کہ ضروریات دین پر ایمان لانا ہی اصل کا رہ ہے بغیر اس کے نماز میں تسبیہ کو\r\nمنہ کرنا کوئی چیز نہیں ، اور فرماتا ہے :\r\nوَمَا مَنَعَهُمْ اَنْ تُقْبَلَ نَفَقَهُ سُمْ إِلَّا أَنَّهُمْ كَفَرُوا بِاللهِ\r\n. وَبِرَسُولِهِ وَلَا يَأْتُونَ الصَّلوةَ الاَ وَهُمْ كُسَالَى وَلَا يُنْفِقُونَ\r\nالأوهم كرهون ولم\r\nوہ جو شریح کرتے ہیں اس\r\nکا قبول ہونا بند نہ ہو مگر اس لئے کہ انہوں نے اللہ اور\r\nکرتے\r\nرسول کے ساتھ کفر کیا اور نماز کو نہیں آتے مگر جی ہارے اور خرح نہیں سمگہ نیزے\r\nسه پ خ ۶ ، سوره البقره .\r\nکه شد ۱۳۶، سوره التوبه\r\nMarfat.com"
    },
    {
        "id": 48,
        "pageNo": 48,
        "pageText": "140\r\nدل سے \"\r\nدیکھو ان\r\nکا نمانہ پڑھنا بیان کیا اور پھر انہیں کا فرفرمایا، کیا وہ قبلہ کو نماز نہیں پڑھتے\r\nتھے ، فقط قبلہ کیس ، قبلہ دل و جاں، کعبہ دین و ایمان سرود به عالمیان صلی اللہ تعالی علیہ وسلم\r\nکے پیچھے جانب قبلہ نماز پڑھتے تھے، اور فرماتا ہے :\r\nفَإِن تَابُوا وَ أَقَامُوا الصَّلوةَ وَاتُوا الزَّكوة فَإِخْوَانكُم في\r\nالدين وتفصل الايتِ لِقَوْمٍ يَعْلَمُونَ ، وَ إِنْ تَكَوا انما تهم\r\nمِنْ بَعدِ عَهْدِهِمْ وَطَعَنُوا فِي دِينِكُمْ فَقَاتِلُوا اسمةَ الكفر\r\nحلاً اَيْمَانَ لَهُمْ لَعَلَّهُمْ يَنْتَهُونَ له\r\nپھر اگر وہ توبہ کریں اور نماز بر پارکھیں اور نہ کوۃ دیں تو ہمارے دینی بھائی ہیں،\r\nاور ہم بیتے کی بات صاف بیان کرتے ہیں علم والوں کے لئے، اور اگر قول و قرار\r\nکر کے پھر اپنی قسمیں توڑیں اور تمہارے دین پر طعن کریں تو کفر کے پیشواؤں۔\r\nور ان\r\nکی قسمیں کچھ نہیں، شاید وہ بارہ آئیں ؟\r\nیکھو نما مذ کو والاگر میں ان کی تو ان کا ایک نیا کارتن کارتن فرمایا\r\nکیا خدا اور رسول کی شان میں وہ گستاخیاں دین پرطعنہ نہیں، اس کا بیان بھی سنئے :\r\nتمہارا رب عزوجل فرماتا ہے :\r\nمِنَ الَّذِينَ هَادُوا يحرفونَ الكَلِمَ عَنْ مَوَاضِعِام و\r\nيَقُولُونَ سَمِعْنَا وَعَصَيْنَا وَاسْمَعْ غَيْرَ مُسْمَرٍ وَدَاعِنَا\r\nلَيَّا بِالسِنَتِهِمْ وَطَعَنَّا فِي الدِّينِ وَلَوْ أَنَّهُمْ قَالُوا سَمِعْنَا\r\nوَأَطَعْنَا وَاسْمَعْ وَانْظُرْنَا لَكَانَ خَدَ الهُم وَ أَقْوَمُ وَلكِنْ\r\nلَعَ سُمُ بِكُفْرِهِمْ\r\nلع و الله بكفر و فَلَا يُؤْمِنُونَ إِلا فله ی زیاد است\r\nکچھ یہودی بات کواس کی جگہ سے بدلتے ہیں اور کہتے ہیں ہم نے سنا اور نہ مانا\r\nاور سنیے آپ سنائے نہ جائیں اور کہ اعضا کہتے ہیں زبان پھیر کر اور دین پر طعنہ کرنے کو\r\nسه ن ع ٨- سوره القويه .\r\nه ي علم سورة النساء\r\nmarfa\r\nMarfat.com"
    },
    {
        "id": 49,
        "pageNo": 49,
        "pageText": "141\r\nاور اگر وہ کہتے ہم نے سنا اور مانا اور سنے اور ہمیں مہلت دیجئے تو ان کے لئے بہتر\r\nاور بہت ٹھیک ہوتا لیکن ان کے کفر کے سبب اللہ نے ان پر لعنت کی ہے تو ایمان نہیں\r\nلاتے مگر کم یار\r\nکچھ سیودی جب دربار نبوت میں حاضر ہوتے اور حضور اقدس صلی اللہ علیہ وسلم سے کچھ\r\nعرض کرنا چاہتے تو یوں کہتے سنیے، آپ سناتے نہ جائیں ہیں سے ظاہر تو دعا ہوتی یعنی حد تونہ کو\r\nکوئی ناگوار بات نہ سناتے اور دل میں بددعا کا ارادہ کرتے کہ سنائی نہ ہے اور جب حضور\r\nاقدس صلی اللہ علیہ وآلہ وسلم کچھ ارشاد فرماتے اور یہ بات سمجھ لینے کے لئے مہلت چاہتے تو\r\nراعیت کہتے ہیں کا ایک پہلوئے ظاہر یہ کہ ہماری رعایت فرمائیے اور مرد خفی رکھتے یعونت الاه\r\nاور بعض کہتے ہیں زبان دبا کر نابینا کہتے یعنی ہمارا یہ وا یا جب پہلو واربات دین میں طعنہ\r\nہوئی تو صریح وصات کتنا سخت طعنہ ہو گی بلکہ انصاف کیجئے تو ان باتوں کا صریح بھی ان کلمات\r\nکی شناعت\r\nکو نہیں پہنچتا ہرا ہونے کی دعا یا بہ عونت یا کہ میاں جہانے کی طرف نسبت کو ان\r\nالفاظ سے کی نسبت کہ شیطاس عمل میں کتر با پاگلوں چوپایوں سےعلم میں مراد خدا کی نست\r\nوہ کہ جھوٹا ہے جھوٹ بولتا ہے جو اسے بھوٹا بنا نے مسلمان سنی صالح ہے، والعیاذ باللہ رب\r\nالعالمين -\r\nسخت افزار وانتنام، امام رضی اللہ تعالیٰ عنہاپنے عقائد کر عید کی کتاب مطر فقہ اکبر میں فرماتے\r\nصفاته تعالى في الازل غير محدثة ولا مغلوقة فمن\r\nقال انها مخلوقة او محدثة أو وقف فيها اوشك فيها\r\nفهو كافر بالله تعالى -\r\nاللہ تعالیٰ کی صفتیں قدیم میںنہ تو پیدا میں نہ کسی کی بنائی ہوئی تو جو انہیں محفوق یا\r\nحادث کے یا اس باب میں توقف کیسے یا شک لائے وہ کافر ہے اور خدا کا منکر\r\nنیز امام مام مضی اللہ تعالی عنہ کتاب الوصبہ میں فرماتے ہیں :-\r\nMarfat.com"
    },
    {
        "id": 50,
        "pageNo": 50,
        "pageText": "142\r\nمن قال بان كلام الله تعالى مخلوق فهو كافر\r\nبالله العظيم.\r\nو شخص کلام اللہ کو مخلوق کے اس نے عظمت والے خدا کے ساتھ گھر کیا\r\nشرح فقہ اکبر میں ہے :-\r\nقال فخر الاسلام قد صح عن ابي يوسف انه\r\nقال ناظرت ابا حنيفة في مسئلة خلق القرآن فاتفق رأيي\r\nورأيه على ات من قال بخلق القرآن فهو كافر وصم\r\nهذا القول ايضا عن محمد رحمه الله تعالى\r\nامام فخر الاسلام حمدللہ تعالیٰ فرماتے ہیں امام ابو یوسف رحمہ اللہ تعالی علیہ\r\nسے\r\nصحت کے ساتھ ثابت ہے کہ انہوں نے فرمایا میں نے امام اعظم ابوحنیفہ رضی اللہ تعالیٰ\r\nعنہ سے مسئلہ خلق قرآن میں مناظرہ کیا میری اور ان کی رائے اس پر متفق ہوئی کہ\r\nجو قرآن مجید کو مخلوق کے وہ کافر ہے اور یہ قول امام محمد حمدللہ تعالی سے بھی محبت\r\nثبوت کو پہنچا \"\r\nیعنی ہم سے احمد اللہ رضیاللہ تعالی عنہ کا اجماع و اتفاق ہے کہ قران عظیم کو فوق\r\nکنے والا کافر ہے، کیا معتزلہ و کر امید در روافض کہ قرآن کو مخلوق کہتے ہیں اس قبلہ کی طرف\r\nنماز نہیں پڑھتے نفس سلک کا نہ ہی بجھے امام مذہب حنفی سیدنا امام ابو یوسف رضی اللہ\r\nبه\r\nتعالیٰ عنہ کتاب الخراج میں فرماتے ہیں :\r\nایما رجل مسلم سب رسول الله صلى الله تعالى عليه \"\r\nوسلم او كذبه او عابه او تنقصه فقد كفر بالله تعالى\r\nوبانت منه امرأته\r\nشخص مسلمان ہوکر رسول اله صل للہ علیہ سلم کو شام سے یا حضور کی\r\nطرف جھوٹ\r\nکی نسبت کرے یا حضور کو کسی طرح کا عیب لگائے یا کسی وجہ سے\r\nحضور کی شان گھٹائے دو یقیناً کا فرادر خدا کا منکر ہوگیا اور اس کی جور د اس کے\r\nfat.com\r\nMarfat.com"
    },
    {
        "id": 51,
        "pageNo": 51,
        "pageText": "143\r\nنکاح سے نکل گئی ؟\r\nدیکھو کسی صاف تصریح ہے حضور اقدس صلی اللہ علیہ وآلہ وسلم کی تنقیصی شان کرنے سے مسلمان\r\nکافر ہو جاتا ہے ، اس کی جور دنکاح سے نکل جاتی ہے۔ کیا مسلمان اہل قبلہ نہیں ہوتا یا اہل کر نہیں\r\nہوتا اب کچھ ہوتا ہے مگر حمدرسول اله صل اللہ علی کل کی شان میں گستاخی کے ساتھ نہ قابل قبول نہ کر\r\nمقبول ، والعیاذ باللہ رب العالمين -\r\nمانت اصل بات یہ ہے کہ اصطلاح ائمہ میں اہل قبلہ وہ ہے کہ تمام ضروریات دین برامیان\r\nرکھتا ہو ان میں سے ایک بات\r\nکا بھی منکرہ ہو تو قطعا یقینا اجماعا کافر مرتد ہے ایسا کہ بجا اسے کافر نہ\r\nکے خود کافر ہے شفار شریف ویز از بید و در رو غربه وفتادی خیر یہ دغیر بامیں ہے\r\n$\r\nاجمع المسلمون ان شاتمه صلی اللہ تعالیٰ علیہ وسلم\r\nومن شك فى عذابه وكفره كفر .\r\nتمام مسلمانوں\r\nکا اجماع ہے کہ جو حصو اندک صل اللہ تعالی علیہ آلہ سلم کی شان پاک\r\nمیں گستاخی کرے وہ کا فر ہے اور جو اس کے معذب یا کافر ہونے میں شک کرے وہ\r\nبھی کافر ہے \"\r\nمجمع الانہرو در مختار میں ہے :\r\nواللفظ له الكافر بسب نبي من الانبياء لا تقبل توبته\r\nمطلقا و من شك في عذابه وكفره كفر .\r\nجو کسی نبی کی شان میں گستاخی کے سب کافر ہوا اس\r\nکی توبہ کسی طرح قبول نہیں اور\r\nسجد اس کے عذاب یا کفر میں شک کرے خود کا فر ہے ۔\r\nالی یہ ! یہ نفس سکنہ کا وہ گراں بہا نہ تیر ہے جس میں ان بد گولیوں کے کفر پر اجماع\r\nمام امت کی تصریح ہے اور یہ بھی کہ جوانی کا رنہ جانے خود کافر ہے۔ شرح فقہ اکبر یہ ہے:\r\nفي المواقف لا يكفر اهل القبلة الافيما فيه انكار ما\r\nعلم مجيئه بالضرورة او المجمع عليه كاستحلال\r\nالمحرمات هو لا يخفى ان المراد يقول علمائنا لا يجون\r\nMarfat.com"
    },
    {
        "id": 52,
        "pageNo": 52,
        "pageText": "144\r\nتكفير اهل القبله بذنب ليس مجرد التوجه الى القبلة\r\nفان الغلاة من الروافض الذين يدعون ان جبريل\r\nعليه الصلوة والسلام غلط فى الوحى فان الله تعالى\r\nأرسله الى على رضی الله تعالى عنه وبعضهم قالوا\r\nانه إله وان صلوا إلى القبلة ليسوا بمؤمنين وهذا\r\nهو المراد بقوله صلى الله تعالى عليه وسلم من صلى\r\nصلاتنا واستقبل قبلتنا واكل ذبيحتنا فذلك مسلم\r\nان مختصرا\r\nلینی مواقف میں ہے کہ اہل قبلہ کو کا فرنہ کہا جہاد سے گا مگر جب ضروریات دین\r\nیا اجماعی باتوں سے کسی بات کا انکار کریں جیسے حرام کو حلال جانتا او مخفی نہیں کی بہار ہے\r\nعلم جو فرماتے ہیں کہ سی گناہ کے باعث اہل قبلہ کی تکفیر روانہیں اس سے میرا قبلہ کو\r\nمنہ کرنا مراد نہیں کہ غالی رافضی جو کہتے ہیں کہ جبریل علیہ الصلوۃ والسلام کو وحی میں\r\nدھو کا ہوا۔ اللہ تعالیٰ نے انہیں مولی علی کرم اللہ وجہ کی طرف بھیجا تھا اور بعض تو\r\nمولی علی کو خدا کہتے ہیں۔ یہ لوگ اگر چہ قبلہ کی طرف نماز پڑھیں مسلمان نہیں اور اس حدیث\r\nکی بھی یہی مراد ہے جس میں فرمایا کہ جو ہماری سی نماز پڑھے اور ہمارے قبلہ کو منہ کیسے اور\r\nمامان بچہ کھائے وہ مسلمان ہے یہ\r\nیعنی جب کہ تمام ضروریات دین پر ایمان رکھتا ہوا اور کوئی بات منافی ایمان نہ کیسے\r\nاسی میں ہے :\r\nاعلم ان المراد باهل القبلة الذين اتفقوا على ما\r\nهو من ضروريات الدين كحدوث العالم وعشر الاجسا\r\nوعلم الله تعالى بالكليات والجزئيات وما أشبه ذلك من\r\nالمسائل المهمات فمن واظب طول عمره على الطاعات\r\nوالعبادات معر اعتقاد قدم العالم اون في العشر او نفي علمه\r\nMarfat.com"
    },
    {
        "id": 53,
        "pageNo": 53,
        "pageText": "145\r\nسبحانه بالجزئيات لا يكون من أهل القبلة وان\r\nالمواد بعدم تكفير احد من اهل القبلة عند اهل\r\nالسنة انه لا يكفر ما لم يوجد شيئ من امارات الكفر\r\nوعلاماته ولم يصدر عنه شيئ من موجباته.\r\nیعنی جان لو کہ اہل قبلہ سے مراد وہ لوگ ہیں جو تمام ضروریات دین میں موافق ہیں\r\nجیسے عالم کا حادث ہونا، اجسام کا حشر ہونا اللہ تعالی کا علم تمام کلیات و جزئیات\r\nکو محیط ہونا اور جو ہم مسئلے ان\r\nکی مانند ہیں، تو جو تمام عمر اعتوں عبادتوں میں رہے\r\nاس کے ساتھ یہ اعتقاد رکھتا ہوکر عالم دی ہے بہتر نہ ہوگا یا الہ تعالی از بیات\r\nکو نہیں جانتا وہ اہل قبلہ سے نہیں اور اہل سنت کے نزدیک اہل قبلہ میں کسی کو کافر\r\nنہ کہنے سے یہ مراد ہے کہ اسے کا فرنہ کہیں گے جب تک اس میں کفر کی کوئی علامت\r\nنشانی نہ پائی جائے اور کوئی بات موجب کفر اس سے صادر نہ ہو \"\r\nامام ایل سیدی عبدالعزيز بن حمد نجار منفی مالا لا لا تحقیق شرح اصول حسامی\r\nمیں فرماتے ہیں :-\r\nشر۔\r\n- ان غلافيه راى في هواه حستی وجب اکفاره به لا يعتبر\r\nووفاقه ايضا لعدم دخوله في مسمى الامة المشهود لها\r\nبالعصمة وان صلى إلى القبلة واعتقد نفسه مسلما\r\nلان الامة ليست عبارة عن المصلين إلى القبلة بل\r\nعن المؤمنين وهو\r\nكافر وان كان لايدرى انه شد.\r\nیعنی بدمذ ہب اگر اپنی بد نہ ہی میں خالی ہو جس کے سبب اسے کافر کہنا نا جب\r\nہو تو اجماع میں اس کی مخالفت موافقت کا کچھ اختیار نہ ہوگا کہ خطا ہے معصوم ہونے\r\nکی شہادت تو امت کے لئے آئی ہے اور وہ امت ہی سے نہیں اگر یہ قبلہ کی طرف\r\nنماز پڑھتا اور اپنے آپ\r\nکو مسلمان اعتماد کر تا ہو اس لئے کہ امت قبلہ کی طرف نماز\r\nینے والوں کا نام ہیں کہ سلمان کانام ہے اور شخص کا رہے اگر یہ ان جان\r\nMarfat.com"
    },
    {
        "id": 54,
        "pageNo": 54,
        "pageText": "146\r\nکو کا فرنہ جانے \"\r\nرد المحتار میں ہے :\r\nلا خلاف في كفر المخالف في ضروريات الاسلام وان كان من\r\nاهل القبلة المواظب طول عمره على الطاعات كما في شرح التحرير\r\nیعنی ضروری بات سلا سے کسی چیز میں لا کرنے والا با جماع کا فر ہے گر جبال قبلہ\r\nہواور اگر بر طاعت میں بسرکرے یا که در خرید اما این امام میں فرمایا \"\r\nکتب و سے مالا\r\nتب عقائد وفته و اصول ان تصریحات سے مالا مال ہیں ۔\r\nرایک خود مسئلہ بدیہی ہے کیا جو شخص پانچ وقت قبلہ کی طرف نماز پڑھنا اور ایک وقت\r\nمہادیو کو سجدہ کر لیتا ہو، کسی عاقل کے نزدیک مسلمان ہو سکتا ہے حالانکہ اللہ کو جھوٹا کہنا یا محمد\r\nرسول اللہ صلی اللہ تعالیٰ علیہ وسلم کی شان اقدس میں گستاخی کرنا مہا دیو کے مسجد سے سے کہیں\r\nبدتر ہے اگر چہ کفر ہونے میں برابر ہے فذلك ان الكفر بعضه اخبت من بعض\r\nوجہ یہ کہ بت کو سجدہ علامت تکذیب خدا ہے اور علامت تکذیب مین تکذیب کے برابر نہیں\r\nہوسکتی اور سجدہ میں یا حتما عقلی بھی نکل سکتاہے کہ محض تحیت و مجا مقصود ہو نہ عبادت اور\r\nامثال بت میں شرع نے مطلعا حکم کفر پر بنائے شعار خاص کفار رکھا ہے بخلاف بدگوئی حضور پر نور\r\nالمال الا عالی علیہ سلم کی کی فضہ کرنے میں میں کوئی احتمالاسلام نہیں، اور میں یہاں\r\nاس فرق پر نا نہیں رکھتا کہ اج دین کی تو یہ اجماع امت مقبول ہے ری سید ام لا الہ الیکم\r\nه شرح موافقت میں ہے سجوده لما يدل بظاهره انه ليس بمصدق و نحن تحكم\r\nبالظاهر\r\nفلذا حكمنا بعدم ايمانه لا لان عدم السجود لغير الله دخل في\r\nحقيقة الايمان حتى لو علم انه لم يسجد لها على سبيل التعظيم واعتقاد الالهية\r\nبل مسجد لها وقلبه مطمئن بالتصديق لم يحكم بكفره فيما بينه وبين الله وان\r\nأجرى عليه حكم الكثر في الظاهراه ١٢ من\r\nMarfat.com"
    },
    {
        "id": 55,
        "pageNo": 55,
        "pageText": "147\r\nکی شان میں گستاخی کرنے والے کی توبہ ہزارہ یا ائمہ دین کے نزدیک اصلا قبول نہیں اور اسی کو ہمار\r\nعلمائے منفیہ سے ایام بازی و امام متفق على الاطلاق ابن المهام علامه مولای خسرو صاحب در رو\r\nفرد و علامه زین بن عمیر صاحب مجالرائق واشباه والنظائر و علامه عمر بن تمیم صاحب نهر الفائت\r\nو علامہ ابوعبدالله حمد عبدالله نفری صاحب تنویر الابصار و علامہ خیرالدین ریلی صاحب فتاوی خیریه\r\nعلام شیخی زاده صاحب مجمع الانتر علامہ مدق محمدبن علی حصکفی صاحب در تاتار خیره ماندیبا\r\nليم محمدالله العزيز الغفران اختیار فرمایا بد ان تحقيق المسئلة في الفتاوى\r\nالرضویہ اس لئے کعدم قبول توب صرف حاکم اسلام کے یہاں ہے کہ وہ اس معامہ میں\r\nبعد تو یہ بھی سنوائے موت دے ورنہ اگر تو بہ صدق دل سے ہے تو عنداللہ مقبول ہے ، کہیں یہ\r\nبد گو اس مسئلہ کو دستا ونیز یہ بتائیں کہ آخر تو توبہ قبول نہیں پھر کیوں تائب ہوں نہیں نہیں تو یہ\r\nسے کفر مٹ جائے گا، مسلمان ہو جاؤ گے، جہنم ابدی سے نجات پاؤ گے، اس قدر یا جماع\r\nعلم۔\r\nہے عما في رد المسار وغيره والله\r\nاس فرقہ سے دین کا تیسرا مکہ یہ ہے کہ فقہ میں لکھا ہے میں میں ننانو سے باتیں کفر\r\nکی ہوں اور ایک بات اسلام کی تو اس کوکا فرنہ کہنا چاہئے۔\r\nاقت کا یہ مکہ خفیت سب ملحدوں سے بدتر و ضعیف جس کا حاصل یہ کہ جو شخص دن میں\r\nایک بار اذان دے یا دو رکعت نما ز پڑھ لے اور نانو سے بار بت پوجے سنکھ بھون کے گھنٹی بجاے\r\nور مسلمان ہے کہ اس میں نا ن سے باتیں کفر کی ہیں تو ایک اسلام کی بھی ہے یہی کافی ہے\r\nمانی تکہ مین تو مومن کوئی عاقل اسنے مسلمان نہیں کہہ سکتا۔\r\nثانیا اس کی بہو سے سولو ہریے کے کہ سرے سے خدا کے وجود ہی کا منکہ ہوا تمام کا فر\r\nمشترک محموس منود نصاری میبود و غیر هم دنیا بھر\r\nکے کفار سب کے سب مسلمان بھر سے جاتے\r\nمیں کہا ہر باتوں کے منکر سہی آخر وجود خدا کے تو قائل ہیں۔ ایک یہی بات سب سے بڑھ کر اسلام\r\nی بات کہ تمام اسلامی باتوں اصل الاصول با او در بیاریم که بین خود وحید\r\nکے بھی قائل ہیں اور یہود و نصاب کیا تو بڑے بھاری مسلمان بھریں گے کہ توحید کے ساتھ اللہ تعالیٰ\r\n..\r\nکے بہت سے کلاموں اور ہزاروں نبیوں اور قیامت د کشر و حساب و تواب و عذاب و نیت\r\nMarfat.com"
    },
    {
        "id": 56,
        "pageNo": 56,
        "pageText": "148\r\nنامہ وغیرہ بکثرت اسلامی باتوں کے قائل ہیں ۔\r\nثائش اس کے رد میں قرآن عظیم کی وہ آیتیں کہ او پہ گزریں کافی و وافی ہیں جنہیں\r\nبا وصف کلمہ گوئی ونماز خوانی صرت ایک ایک بات پر حکم تکفیر فرما دیا۔ کہیں ارشاد ہوا گھر وا\r\nبعْدَ إِسْلَامِهِمْ \" وہ مسلمان ہو کر اس کلمے کے سبب کا فر ہو گئے ۔ کہیں فرمایا لاتعتبروا\r\nقَدْ كَفَوتُم بَعْدَ اِيْمَانِكُم ، بہانے نہ بناؤ تم کافر ہو چکے ایمان کے بعد ہو کر انکہ\r\nاس محکہ خبیث کی بنا پر جب تک ۹۹ سے زیادہ کفر کی باتیں جمع نہ ہو جائیں صرف ایک کلمہ\r\nپر کم کر صبح نہ تھا۔ ہاں شاید اس کا یہ جواب دیں کہ بہ خدا کی غلطی یا جلد باندی تھی کہ اس نے\r\nودائرہ اسلام کو تنگ کردیا، کلمہ گویوں اہل قبلہ کو دھکے دے دے کر صرف ایک ایک لفظ پر\r\nاسلام سے نکالا اور پھر زبردستی یہ کہ لا تعتذروا مزار بھی نہ کیا نہ دیا، نہ در سنے کا\r\nقصد کیا۔ افسوس ہے خدانے پر نیم باند و یک چرا ان کے ہم یا کسی وسیع الاسلام ریفارمر\r\nسے مشورہ نہ لیا اَلا لَعَنَ اللهِ عَلَى الظَّلِمِينَ\r\nالی اس منہ کا جواب :\r\nتمہارا رب عزوجل فرماتا ہے :\r\nأفَتُؤْمِنُونَ بِبعض الكتب وَتَكْفُرُونَ بِبَعْضٍ فَمَا جَزَاء\r\nمَنْ تَفْعَلُ ذَلِكَ مِنْكُمْ الأخرى في العيوةِ الدُّنْيَاء وَيَوْمَ الْقِيمَةِ\r\nيُرَدُّونَ إِلَى اَدِ الْعَذَابِ وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ.\r\nأولئك الذين اشتروا الحيوة الدُّنْيا بِالآخِرَةِ فَلَا يُخَقَتُ\r\nعنهم العذابُ وَلَا هُمْ يُنْصَرُونَ ، نه\r\nوکیا اللہ کے کام کا کچھ حصہ بنتے ہو اور کچھونے سے منکر ہوا تو جو کوئی تم سے\r\nایسا کرے اس کا بدلہ نہیں مگر دنیا کی زندگی میں رسوائی اور قیامت کے دن سب\r\nسے زیادہ سخت مذاب کی طرف پلٹے جائیں گے ، اور اللہ تمہارے کو تنکوں سے\r\nغافل نہیں یہی لوگ ہیں جنہوں نے عقبی بیکر دنیا خریدی تو نہ ان پر سے کبھی\r\n١١٠٤٠. سوره البقره\r\nMarfat.com"
    },
    {
        "id": 57,
        "pageNo": 57,
        "pageText": "۱۴\r\nپھیلائی جارہی ہیں۔\r\nہم یہ کتاب آپ کی خدمت میں پیش کر رہے ہیں اس میں ان فتنہ\r\nپردازوں کے اعتقادی اور نظریاتی خیالات کو پیش کر رہے ہیں اور چاہتے\r\nہیں کہ آپ کی تصدیقات سے اسے ہندوستان میں شائع کیا جائے۔ ہم نے\r\nان فرقوں کے عقائد آپ کے سامنے بیان کئے ہیں۔ ہم نے ان کی کفریہ\r\nعبارتوں کی نشاندہی کی ہے تاکہ آپ انصاف سے ان کا محاسبہ کر سکیں اور اپنا\r\nفیصلہ جاری کریں۔ ہمیں امید ہے کہ آپ کی تصدیق و تائید سے مشرف\r\nکتاب ان فتنہ سامانوں کا منہ بند کر دے گی اور اہلسنت کو مسرت و شادمانی\r\nنصیب ہو گی۔ آپ ان عبارات کو سامنے رکھیں اور ہندوستان کے ان فتنہ\r\nپرور ”مولویوں کے متعلق اپنی گراں قدر رائے کا اظہار فرمائیں۔ ہم آپ\r\nکے منصفانہ فیصلے کے سامنے سرتسلیم خم کریں گے۔\r\n66\r\nدوسری طرف فتنہ پردازوں کے وہ سردار جنہوں نے برصغیر\r\nہندوستان کی دینی فضا کو مکدر کر دیا ہے ان کے خلاف بھی فیصلہ دیں کیا ان\r\nفتنہ پردازوں کے مکر و فریب سے عوام کو بچانا ضروری نہیں ؟ کیا ایسی کفری\r\nباتیں کرنے والوں کو کافر کہنا جائز نہیں ؟ یہ فتنہ پرداز آج دین کے اصولی\r\nسائل پر\r\nگفتگو کر رہے ہیں، دین کی بنیادی چیزوں سے انکار کر رہے ہیں وہ\r\nاللہ تعالیٰ رب العالمین کی عظمت پر اعتراضی نکتے اٹھا رہے ہیں۔ وہ رسول\r\nاکرم صلی اللہ علیہ و آلہ وسلم کو نہایت پست خطابات سے مطعون کر رہے\r\nہیں۔ وہ اپنا گستاخانہ اور توہین آمیز لٹریچر شائع کر کے ملک بھر میں تقسیم کر\r\nرہے ہیں، اسکے باوجود وہ عالم کہلاتے ہیں، ”مولوی“ کہلاتے ہیں حالانکہ نہ\r\nوہ عالم ہیں نہ مولوی وہ ”وہابی “ ہیں وہ رسول اللہ صلی اللہ علیہ و آلہ وسلم سے\r\nmarfat.com\r\nMarfat.com"
    },
    {
        "id": 58,
        "pageNo": 58,
        "pageText": "149\r\nعذاب ہلکا ہو، نہ ان کو مدد پہنچے \"\r\nکلام الہی میں فرض کیجئے اگر ہزارہ باتیں ہوں توان میں سے ہر ایک بات کا ماننا ایک\r\nاسلامی عقیدہ ہے۔ اب اگر کوئی شخص ۹۹۹ مانے اور صرف ایک نہ مانے تو قرآن عظیم فرمارہ ہے\r\nکه ده ان ۱۹۹ کے ماننے سے مسلمان نہیں بلکہ صرف اس ایک کے نہ ماننے سے کافر ہے ، دنیا\r\nمیں اس کی رسوائی ہوگی اور آخرت میں اس پر سخت تر مناب جوابدا لا با درک کبھی موقوف ہونا\r\nکیا معنی ہے ایک آن کو ہلکا بھی نہ کیا جائے گا نہ کہ 19 کا انکار کرے اور ایک گومانی ہے تو\r\nمسلمان\r\nبھرے، یہ مسلمانوں\r\nکا عقیدہ نہیں بلکہ شہادت قرآن عظیم خود صریح کفر ہے ۔\r\nخامسا اصل بات یہ ہے کہ فقہائے کرام پران لوگوں نے مبیا اختار اٹھایا ، انہوں نے\r\nہرگز کہیں ایسا نہیں فرمایا بلکہ انہوں نے خصلت سيود يعرفونَ الْكَلِمُ عَن\r\nموَاضِعام \" سہودی بات کو اس کے ٹھکانوں سے بدلتے ہیں\" تعریف تبدیل کر کے کچھ کا\r\nکچھ بنالیا، فقہا نے یہ نہیں فرمایا کہ جس شخص میں نانو سے باتیں کفر کی اور ایک اسلام کی\r\nہودہ مسلمان ہے۔ ماشاللہ ! بلکہ تمام امت کا اجماع ہے کہ میں میں ننانوے ہزار باتیں\r\nاسلام کی اور ایک کفر کی ہو وہ یقینا قطعا کافر ہے۔ 99 قطرے گلاب میں ایک بوند پیشاب کا یکی یک چودا\r\nپڑھائے، اسب پیشاب ہو جائے گا مگر یہ جاہل کہتے ہیں کہ ننا نو سے قطرے پیشاب میں ایک\r\nیوند گلاب کا ڈال در اسب طیب طاہر ہو جائے گا ۔ ماشا کہ فقہاء و فقہاء کوئی اونی تمیز والا\r\nبھی ایسی جہالت کیے بلکہ فقہاء کرام نے یہ فرمایا ہے کہ جین سلمان سے کوئی لفظ ایسا صادر ہجو\r\nجس میں سی پہلو نکل کہاں ان میں 9 پیلو کفر کی طرف جاتے ہوں اور ایک اسلام کی طرف تو\r\nجب تک ثابت نہ ہو جائے کہ اس نے خاص کوئی پیلو کفر\r\nکا مراد رکھا ہے ہم اسے کا فرنہ کہیں\r\nگے کہ آخر ایک پہلو اسلام کا بھی تو ہے کیا معلوم شاید اس نے یہی میل مرا رکھا ہو اور ساتھ ہیں\r\nفرماتے ہیں کہ اگر واقع میں اس کی مرد کوئی پہلوئے کفر ہے تو ہماری تا دیل سے اسے فائدہ نہ ہوا\r\nو جنداللہ کا فری ہوگا۔ اس کی مثال یہ ہے کہ ملا زید کے عمر و علم قطعی یقینی غیب کا ہے\r\nاس کلام میں اتنے پہلو ہیں :\r\nعمرو اپنی ذات سے غیبشان ہے یہ صریح کفر و شرک ہے قل لا يعلم من في\r\nMarfat.com"
    },
    {
        "id": 59,
        "pageNo": 59,
        "pageText": "150\r\nالسَّمَوَاتِ وَالْاَرْضِ الْغَيْبَ إِلَّا الله - ۲- عمرو آپ تو غیب دان نہیں مگر جن عظیم\r\nغیب رکھتے ہیں، ان کے بتانے سے اسے غیب کا علم یقینی حاصل ہو جاتا ہے، یہ بھی کفر ہے بنت\r\nالْجِنَّ اَنْ لَوْ كَانُوا يَعْلَمُونَ الْغَيْبَ مَا لَبِثُوا فِي الْعَذَابِ الْمُهِينِ ٣٠٥ - عمرو\r\nنجومی ہے ۔ ۴ - ہ نال ہے ۔ ۵ ۔ سامند رک جاننا ہاتھ دیکھتا ہے۔ 4 کو سے وغیرہ کی آوازہ پر حشرات\r\nالارض کے بدن پر گرتے۔ کسی پرندے یا وحشی پیندے کے داہنے یا بائیں نکل کر جانے 9- آنکھ\r\nیا دیگر اعضاء کے پھڑکنے سے شکون لیتا ہے . پانسہ پھینکہ تا ہے ۔ 11۔ خال دیکھتا ہے ۱۲ حاضرات\r\nسے کبھی معمول بنا کر اس سے احوال پوچھتا ہے ۱۳ مسمریزم جانتا ہے ۴۰ جادو کی میز یا یہ دوسر\r\nکی تختی سے حال دریافت کرتا ہے۔ ۱۹ قیافہ دان ہے۔ کا علم زامیر جیہ سے واقف ہے۔ ان\r\nذرائع سے اسے غیب کا عل قطعی یقینی عمل ہے، یہ سب بھی کفر نہیں رسول الل صل اللہ علیہ سلم فرماتے\r\nہیں :\r\nمن اتى عرافا او\r\nكاهنا فصدقه بما يقول فقد كفر بما انزل\r\nعلى محمد صلی اللہ تعالیٰ علیہ وسلم رواہ احمد\r\nوالحاكم بسند صحيح عن ابي هريرة رضى الله تعالى عند\r\nولا حمد و ابي داؤد عنه رضى اللہ تعالیٰ عنہ فقد يرتى مما\r\nنزل على محمد صلى الله تعالى عليه وسلم\r\nپر مرد پر وحی رسالت آتی ہے اس کے سب غیب کا عمل یقینی پاتا ہے میں طرح رسولوں کو منا\r\nتھا، یہ اشد گھر ہے وَالكِنْ رَسُولَ اللهِ وَخَاتَمَ النَّبِيِّينَ وَكَانَ اللهُ بِكُلِ\r\nشيئ عليماً . ١٩ وحی تو نہیں آئی مگربند دید الهام جمیع عیوب اس پر منکشف ہو گئے ہیں اس\r\nکا کم اہم معلومات الی کو محیط ہوگیا، یہ لوں کفرہے کہ اس نے عمر کو علم میں حضور پرنورسید عالم\r\nص اللہ تعالی علیہ وسلم یہ ترجیح دے دی کہ حضور کا علم بھی جمیع معلومات الہی کو محیط نہیں\r\nقُلْ هَلْ يَسْتَوَى الَّذِينَ يَعْلَمُونَ وَالذِينَ لا يَعْلَمُونَ\r\nس کا ایک ان کی وجہ خیر کے علم قطعی یقینی کا دعاء کیا جائے جیسا کہ نفس کلام میں مذکور ہے۔\r\nmarfa\r\nMarfat.com"
    },
    {
        "id": 60,
        "pageNo": 60,
        "pageText": "151\r\nمن قال فلان اعلم منه مصلى الله تعالى عليه وسلم فقد\r\nعايه فحكمه حكم الساب (نسيم الرياض)\r\n۲۰ جمیع کا احاطہ نہ ہی گر و علوم غیب اسے الہام سے ملے ان میں ظاہرا با نا کسی طرح کسی رسول\r\nانس ونگ کی وساطت و تبعیت نہیں ، اللہ تعالٰے نے بلا واسطہ رسول اصالہ اسے غیوب پر مطلع\r\nکیا ، یہ بھی کفر ہے :\r\nووَمَا كَانَ اللهُ لِيُطْلِعَكُمْ عَلَى الْغَيْبِ وَلَكِنَّ اللَّهَ يَجْتَبِي مِنْ\r\nرُسُلِهِ مَنْ يَشَاءُ من عَالِمُ الْغَيْبِ فَلَا يُظْهِرُ عَلَى غَيْبِهِ أَحَدَاهُ\r\nالا مَنِ ارْتَضَى مِنْ رَّسُولٍ\r\nعمر کورسول اله صل اللہ تعالی علیہ وسلم\r\nکے واسطہ سے ما با عینا یا الام البعض غیب کا علم\r\nقطعی اللہ عزومل نے دیا یا دیتا ہے، یہ احتمال خالص اسلام ہے تو متقین فقہا اس قاتل کو کا فرند\r\nکہیں گے کہ اگر چہ اس کی بات کے انہیں پہلوؤں میں میں کفر ہیں مگر ایک اسلام کا بھی ہے\r\nاحتیاط و تحسین فطن کے سبب اس کا کلام اسی پہلو پر عمل کریں گے جب تک ثابت نہ ہو کہ اس نے\r\nوئی پہلے کفری مرد بیا، نه که یک مون کلام تکذیب خدا یا مفتی شان سید انبار علیهد\r\nعليهم الصلوۃ والثناء میں حسان صریح نا قابل تاویل و توجیہ ہوا اور پھر بھی حکم کفر نہ ہو، اتنے اسے\r\nکفریہ کتا، کفر کا سلام مانتا ہوگا، اور جوکفر و اسلام نے خود کافر ہے، ابھی شفار نیاز یہ درد\r\nبمجرد نهر هفتادی خیر به و مجمع الانه و در مختار وغیرہ کتب معتمدہ سے سن چکے کہ جو شخص حضور الدرس\r\nصلی اللہ علیہ وسلم کی تنقیص شان کرے ، کافر ہے اور جو اس کے کفر میں شک کرے دوہ بھی کافر\r\nہے مگر میبودنش لوگ فقہائے کرام پر اختر ائے تخفیف اور ان کے کلام میں تبدیل و تحریف کرتے\r\nم وَسَلَ الَّذِينَ ظَلَمُوا أَي مُنْقَلَبٍ يَنْقَلِبُونَ.\r\nشرح فقہ اکبر میں ہے :\r\nقد ذكروا ان المسألة المتعلقة بالكفر اذا كان لها\r\nتسع و تسعون احتمالا للكفر و احتمال واحد في نفي فالاولى\r\nللمفتى والقاضى ان يعمل بالاحتمال النافي -\r\nMarfat.com"
    },
    {
        "id": 61,
        "pageNo": 61,
        "pageText": "152\r\nفتادی خلاصه و جامع الفصولین و محیط و فتاوی عالمگیریہ وغیر ہ میں ہے :\r\nاذا كانت في المسألة وجوه توجب التكفير ووجبه\r\nواحد يمنع التكفير فعلى المفتي و القاضي ان يميل الى\r\nذلك الوجه ولا بيفتي بكفره تحسين اللظن بالمسلم شهر\r\nان كانت نيية القائل الوجد الاني بمنع التكفير فهو\r\nمسلم وان لم يكن لا ينقط حمل المف\r\nتمل المفتي كلامه على وجه\r\nلا يوجب التكفير\r\n-\r\nاسی طرح فتاوی بنان یہ وبحر الرائق ومجمع الانہر و حدیقہ ندیہ وغیرہا میں ہے۔ تاتارخانی\r\nبحر وسل الحسام و تنبیہ الولاۃ وغیر ہ میں ہے :\r\nلا يكفر بالمحتمل لأن الكفر نهاية في العقوبة فيستدعى نهاية\r\nفي الجناية ومع الاحتمال لا نهاية.\r\nبحر الرائق و تو یاد بصار و دیقه تدریه و تندا الولاة وسل الحسام و فیه با\r\nمیں ہے :\r\nوالذي تحورات لا يقتي يكفي مسلم امكن تحمل\r\nكلامه على محمل حسن الخ\r\nدیکھو یک لفظ کے اعمال میں کام ہے کہ ایک شخص کے چندا قول میں مگر میری ات\r\nکو تحریف کر دیتے ہیں ۔\r\n\"\r\nقائد ملیله\r\nاس تحقیق سے یہ بھی روشن ہوگیا کہ بعض فتاوے مثل فتاو سے قاضی خان وغیرہ میں جو اس\r\nشخص بہ کہ اللہ و رسول کی گواہی سے نکاح کرے یا کسے ارواح مشائخ حاضر د واقف ہیں یا کسے\r\nملائکہ غیب جانتے ہیں بلکہ کسے مجھے غیب معلوم ہے حکم کفر دیا ۔ اس سے مراد وہ ہی صورت کفریہ\r\nمثل ادعا ئے علم ذاتی وغیرہ ہے : نہ ان اقوال میں تو ایک چھوڑ مستعبدہ احتمال اسلام کے ہیں کہ\r\nیہاں علم فی علم یقینی کی تصری سے نہیںاور علم کا اطلاق فلن پر شائع و ذائع ہے تو علم سنی کی شق\r\nMarfat.com"
    },
    {
        "id": 62,
        "pageNo": 62,
        "pageText": "153\r\nبھی پیدا ہو کر اکیس کی جگہ بیالیس احتمال نکلیں گے اوران میں بہت سے کفر سے جدا ہوں گے\r\nکہ غیب کے علم ملنی کا ادعا کفر نہیں بحر الرائق و رد المحتار میں ہے :\r\nعلم من مسائلهم هنا ان من استحمل ما حرمه الله\r\nتعالى على وجبه النطق لا يكفي وانما يكفر اذا اعتقد الحوام\r\nحلالا ونظير مما ذكره القرطبي في شرم من ظن الغيب\r\nجائز كفن المنجم والد قال بوقوع شيء في المستقبل\r\nبتجربة امر عادى فهو ظن صادق والمسنوع ادعاء علم\r\nالغيب والظاهر ان ادعاء ظن الغيب حرام لأكفر بخلاف\r\nادعاء العلم اور زاد في البحر الاترى انهم قالوا في تكام المحرم\r\nلوظن الحل لا يحد بالاجماع ويعزر\r\nكما في الظهيرية\r\nوغيرها ولم يقل احد ان يكفر وكذا في نظائره او تو کیونکر ممکن که علمار\r\nبا وصف ان تصریحات کے کہ ایک احتمال اسلام جو نا یا کفر ہے جو ان کثرت احتمالات اسلام\r\nوجود ہیں مگر کرونگا سے مراد ین ا ا کر علم وغیرہ\r\nموجود ہیں جنکہ کفر نگائیں لاجرم اس سے مراد وہی خاص احتمال کر میں دعائے علم ذاتی وغیرہ\r\nور نہ ہی اقوال آپ ہی باطل اور ائمہ کرام کی اپنی تحصیلات عالیہ کے مخالف ہوکر خود ذاب\r\nزائل ہوں گے، اس\r\nکی تحقیق جامع الفصولین در دالمختار و یا شبیه علامه نوح و منقط فراولی حته و\r\nنا تار خانیه و مجمع الامر و صدیقه نديه وسل الحسام و غیر با کتب میں ہے۔ نصوص عبارات رسائل\r\nعلم غیب مثل اللولو المکنون وغیر ہا میں ملاحظہ ہوں ، وباللہ التوفیق ، یہاں صرف صدیقہ مندیہ\r\nشریعت کے یہ کلمات شریفہ میں ہیں :\r\nجميع ما وقع في كتب الفتاوي من كلمات صرح\r\nالمصنفون فيها بالحجوم بالكفر يكون الكفر فيها محمولا\r\nعلى ارادة قائلها معنى عللواي، الكفر واذا المتكذ ارادة\r\nقائلها ذلك فلا كفى أن مختصرا\r\nیعنی کتب فتاوی میں جتنے الفاظ یہ کم کفرکا جرم کیا ہے ان سے مراد وہ عورت ہے\r\nMarfat.com"
    },
    {
        "id": 63,
        "pageNo": 63,
        "pageText": "154\r\nکہ قائل نے ان سے پہلوئے کفر مراد لیا ہو ورنہ ہرگنہ کفر نہیں\r\nضروری تنبیه\r\nاحتمال وہ معتبر ہے میں کی گنجائش ہو ، صریح بات میں تاویل نہیں کی جاتی ورنہ کوئی بات\r\nبھی کفر نہ رہے۔ مثلا زید نے کہا خداد دو ہیں، اس میں یہ تاویل ہو جائے کہ لفظ خدا سے بحذف الصفات\r\nتحکیم خدامراد ہے یعنی قضا ، دو میں، مبرم معلق جیسے قرآن عظیم میں فرمایا الا ان تاتي الله ای\r\nامر اللہ مرد کے میں رسول اللہ ہوں ، اس میں یہ تاویل گڑھولی جائے کہ لغوی معنی مراد ہیں لینی\r\nخدا ہی نے اس کی روح بدن میں بھیجی، ایسی تاویلیں زنہار مسموع نہیں۔ شفاء شریعت میں ہے\r\nادعاؤه التاويل في لفظ صراح لا يقبل \" صریح لفظ میں تاویل کا دعوی نہیں سنا\r\nجاتا یہ شرح شفاء قاری میں ہے جو مر دود عند القواعد الشرعية\" الیسا\r\nدعای شریعیت میں مردود ہے یہ نسیم الریاض میں ہے لا یلتفت لمثله وبعد هذيانا\r\nایسی تاویل کی طرف التفات نہ ہو گا اور وہ ہذیان بھی جائے گی ، فتاوی خلاصه فصول عمادیہ\r\nو مجامع الفصولین و فتاوی مہندیہ وغیر ہ میں ہے واللفظ للعمادي قال انا رسول الله\r\nاو قال بالفارسية من يغمبرم يريد به من پیغام می برم یکفر یعنی اگر کوئی شخص\r\nنے آپ کو اللہ کا سول یا پنیر کے ار نے پہلے ہمیں پیغام نے جاتا ہوں قاصد ہوں تو وہ کافر\r\nہو جائے گا “ یہ تا دیل دستی جائے گی ، فاحفظ\r\nM\r\n\"\r\nمکر چہارم اسکار بینی جی نے ان بد گولیوں کی کتابیں نہ دیکھیں اس کے سامنے صاف\r\nمکر جاتے ہیں کہ ان لوگوں نے یہ کلمات کہیںنہ کئے اور جو ان کی چھپی ہوئی کتابیں تحریر ہیں دکھا\r\nدیتا ہے۔ اگر ذی علم ہوا تو ناک چڑھا کر منہ بناکر چل دے یا آنکھوں میں آنکھیں ڈال کر یکجبال\r\nے ایمان کردیا کہ آپ معقول بھی کردیجئے تومیں وہی کے جاؤں گا اور بیچارہ ہے علم ہوا تو اس\r\nسے کہہ دیا ان عبارتوں کا یہ مطلب نہیں \" اور آخر ہے کیا یہ در بطن قائل، اس کے جواب کو\r\nو ہی آیت کر یہ کافی ہے کہ يَحْلِفُونَ باللهِ مَا قَالُوا وَلَقَدْ قَالُوا كَلِمَة\r\nالكفر وكَفَرُ وا بعد اسلامی مسٹر خداکی قسم کھاتے ہیں انہوں نے نہ کہا حالانکہ\r\nبیشک ضرور وہ یہ کفر کے بول بولے اور مسلمان ہوئے، پیچھے کا فر ہو گئے .\r\nMarfat.com"
    },
    {
        "id": 64,
        "pageNo": 64,
        "pageText": "155\r\nہوتی آئی ہے کہ انکار کیا کرتے ہیں\r\nان لوگوں کی وہ کتابیش بہن میں یہ کمات کفریہ میں مدتوں سے انہوں نے خود اپنی زندگی\r\nمیں چھاپ کر شائع کیں اور ان میں بعض دود و بار تھیں، مد تا مدت سے علمائے اہل سنت\r\nنے ان کے ر چھاپے ، مواخذ سے کئے ، وہ فتور کتے جس میں اللہ تعالے کو صاف صاف کا ذب جھوٹا\r\nمانا ہے اور جس کی اصل مری و تفلی اس وقت تک محفوظ ہے اور اس کے فوٹو بھی لئے گئے بین\r\nمیں سے ایک فوٹو کہ علمائے بعد مین شریفین کو دکھانے کے لئے مع دیگر کتب دشنامیاں گیا تھا\r\nسرکار مدینہ طیبہ میں بھی موجود ہے، یہ تکذیب خدا کا نا پاک فتوسنی اٹھارہ برس ہوئے ، بعد الاثر نگاه\r\nمیں رسالہ صیانۃ الناس کے ساتھ مطبع حدیقۃ العلوم میرٹھ میں مع رو کے شائع ہو چکا پھر کہ\r\nیں مطبع گز ایسی بیبی میںاس\r\nکا دو مفصل د چا پر اسلام میں یہ عظیم آباد مطر تحفہ منفی می\r\nاس کا اور قاہر رہ چھپا اور فتوے دینے والا جمادی الآخرہ سہ میں مراء اور مرتے دم تک ساکت\r\nرہا نہ یہ کہا کہ جدہ فتوے میرا نہیں حالانکہ خود چھاپی ہوئی کتابوں سے\r\nفتومنی کا انکار کر دیا اسل\r\nتھانہ نہیں بتایا کہ مطلب وہ نہیں جو علمائے اہل سنت بتا رہے ہیں بلکہ میرا مطلب یہ ہے ، نہ کفر\r\nصریح کی نسبت کوئی سہل بات تھی میں پر انتفات نہ کیا۔ زید سے اس کا ایک مری فتقومی اس\r\nکی زندگی و تندرستی میں علاقہ نقل کیا جائے اور وہ قطعا یقینا صریح کفر ہو اور سالہا سال اس\r\nکی اشاعت ہوتی رہے ، لوگ اس کا یہ دکھایا کریں ، زید کو اس کی بنا پر کافر بتایا کریں ، زید\r\nاس کے بعد پندرہ برس جیسے اور یہ سب کچھ دیکھنے سنے اور اس فتوی کی اپنی طرف نسبت\r\nے انکار اصلا شائع نہ کیسے کہ دم سادھے رہے یہاں تک کہ دم نکل جاتے کیا کوئی مال گان\r\nکر سکتا ہے کہ اس نسبت سے اسے انکار تھا یا اس کا مطلب کچھ اور تھا اور ان میں کے جو زندہ\r\nہیں آج کے دم تک ساکت میں نے اپنی چھاپی کتابوں سے منکرہ ہو سکتے ہیں نہ اپنی دشمناموں کا اور\r\nمطلب گڑھ سکتے ہیں۔\r\nہ میں ان کے تمام کفریات\r\nکا مجموع کجائی رد شائع ہوا۔ پھر ان دشناموں کے\r\nمتعلق کچھ کائد مسلمین علمی سوالات ان میں کے سرغنہ کے پاس لے گئے، سوالوں پر جو حالت سر آئیگی\r\nبے حد پیدا ہوئی دیکھنے والوں سے اس کی کیفیت پوچھے مگر اس وقت بھی سنا تحریر سے انکار\r\nه معنی برا این قاطعه وحفظ الایمان وتحذیر الناس وکتب قادیانی وغیرہ ۱۲ سکه جیسے براہین قاطعہ و حفظ الایمان ۱۲ سکه یعنی قوائے گنگوی صاحب ۱۲\r\nکا شب عفی عنہ\r\nMarfat.com"
    },
    {
        "id": 65,
        "pageNo": 65,
        "pageText": "156\r\nہو سکا نہ کوئی مطلب گڑھنے پر قدرت پانی بلکہ کہا تو یہ کہا کہ میں مباحثہ کے واسطے نہیں آیا نہ منار\r\nچاہتا ہوں، میں اس فن میں جاہل ہوں اور میرے اساتذہ بھی جاہل ہیں معقول بھی کر دیجئے تو وہی\r\nکیے جاؤں گا۔\r\nوہ سوالات اور اس واقعہ کا مفصل ذکر بھی سبھی دار جمادی الآخرة الے کو چھاپ کر\r\nسرغنہ در انبارع سب کے ہاتھ میں دے دیا گیا ، اسے بھی جو تھا سال ہے صدائے برینی است ان\r\nتمام حالات کے بعد وہ انکاری مکر ایسا ہی ہے کہ سرے سے ہی کہہ دیجئے کہ الہ وصول کو یہ شام\r\nو ہندہ لوگ دنیا میں پیدا ہی نہ ہوئے ، یہ سب بناوٹ ہے اس کا علاج کیا ہو سکتا ہے اللہ\r\nتعالی حیادے ۔\r\nمگر پنجم جب حضرات کو کچھ بن نہیں پڑتی کسی طرف مفر نظر نہیں آتی اور یہ توفیق\r\nاللہ واحد قہار نہیں دیتا کہ تو بہ کریں اللہ تعالے اور محمد رسول اللہ صلی اللہ علیہ وسلم کی شان\r\nمیں جو گستاخیاں ہیں جو گالیاں دیں، ان سے باز آئیں جیسے گالیاں چچا ہیں ان سے رجوع کا\r\nبھی اعلان دیں کہ رسول اللہ صلی اللہ علیہ وسلم فرماتے ہیں :\r\nاذا حملت سيئة فاحدث عندها توبة السر بالسر\r\nوالعلانية بالعلانية\r\n\"جب تو بدی کرے تو فوڑا تو یہ کر خفیہ کی شنید اور علانیہ کی علانیہ\r\nرواه الامام احمد في الزهد و الطبراني في الكبير والبيهقي في\r\nالشعب عن معاذ بن جبل رضی اللہ تعالیٰ عنہ بسند حسن جید\r\nاور بطورات كريم يَعدُّونَ عَنْ سَبِيلِ اللَّهِ وَسَبعُونَها عِوَجًا راہ خدا سے روکتا فرود\r\nناچار عوام مسلمین کو بھڑ کانے اور دن دہاڑ سے ان براندھیری ڈالر لینے کو یہ چال میھتے ہیں کہ علما نے\r\nاہلسنت کے فتوا کے تکفیر کا کیا اعتبار ؟ یہ لوگ زو زردی بات پر کا ہے کہ دیتے ہیں، ان کی مشین\r\nمیں ہمیشہ کمرہی کے فتو سے چھپا کرتے ہیں۔ سنیل دعوی کو کا فرکہ دیا، مولوی اسحق صاحب\r\nکو کہہ دیا، مولوی عبدالحی صاحب کو کہ دیا ، پھر جن کی حیا اور بڑھی ہوئی ہے وانا اور مانتے ہیں\r\nکہ معاذاللہ حضرت شاہ عبد العزیز صاحب کو کہ دیا ، شاہ ولی اللہ صاحب کو مبهر د یا حاجی مداد شد\r\nصاحب کو کہہ دیا مولانا شاہ فضل الرحمن صاحب کو کر دیا ، پھر جو پور سے ہی صد حیا سے اونچے\r\nMarfat.com"
    },
    {
        "id": 66,
        "pageNo": 66,
        "pageText": "157\r\nگزر گئے وہ یہاں تک بڑھتے ہیں\r\nکہ عیاذ باللہ عیاذ باللہ حضرت شیخ مجددالف ثانی رحمہ اللہ عیہ\r\nکو کہہ دیا، غرض ہے جس کا زیادہ معتقد پایا اس کے سامنے اسی کا نام لے دیا کہ انہوں نے\r\nاسے کافر کہ دیا یہاں تک کہ ان میں کے بعض بزرگوار وں نے مولانا مولوی شاہ محمد دین حناب\r\nالہ آبادی مرحوم مغف\r\nم مغفور سے جا کہ چیڑی کہ معاذ اللہ معاذاللہ معاذاللہ حضرت سید ناشیخ اکبر\r\nمحی الدین بن عربی قدس سرہ کو کافر کہ دیا۔ مولانا کو اللہ تعالیٰ جنت عالیہ عطا فرمائے ۔ انہوں\r\nنے آید کہ یہ إِنْ جَاءَكُمْ فَاسِقٌ بِنَا فَتَبَيَّنُوا پر عمل فرمایا خط لکھ کر دریافت کیا\r\nجس پر یہاں سے رسالہ انجار البري من وسواس المفتری لکھ کر ارسال ہوا اور مولانا نے منفری\r\nکتاب پر لاحول شریف کا تحفہ بھیجا غرض ہمیشہ ایسے ہی انتزار اٹھایا کرتے ہیں اس کا جواب\r\nوہ ہے جو :\r\nاور فرماتا ہے :\r\nتمہارا رب غرو جبل فرمانا ہے\r\nجھوٹے افترا ر وہی باندھتے ہیں جو ایمان نہیں رکھتے ۔\"\r\nفنَجْعَلْ لَعْنَ اللهِ عَلَى الكَذِ\r\nہم اللہ کی لعنت ڈالیں جھوٹوں پر ؟\r\n°\r\nمسلمانو! اس مکر سخیف و کبد ضعیف کا فیصلہ کچھ دشوار نہیں ، ان صاحبوں سے ثبوت\r\nمانگو کہ کٹر یا کرد یا فرماتے ہوا کچھ ثبوت کہاتے ہونا کہاں کریڈ یا کس کتاب کسی رسالے،\r\nکس فتوسے ، کس پرچے میں کر دیا ؟ ہاں ہاں ثبوت رکھتے تو کس دن کے لئے اٹھا رکھا ہے\r\nدیکھا را در نہیں دکھا سکتے اور اللہ جانتا ہے کہ نہیں دکھا سکتے تو دیکھو قرآن عظیم تمہارے کذاب\r\nہونے کی گواہی دیتا ہے، مسلمانو !\r\nتمہارا رب عزوجل فرماتا ہے\r\nه یک ع ۱۹ ، سورہ النحل -\r\nه ۱۴۴ سوره آل عمران\r\nMarfat.com\r\n4"
    },
    {
        "id": 67,
        "pageNo": 67,
        "pageText": "158\r\nفاذ لم يَأْتُوا بِالشُّهَدَ أَو فَا وَلَكَ عِندَ اللهِ هُمُ الكَذِبُونَ\r\n\" جب ثبوت نہ لا سکیں تو اللہ کے نزدیک وہی جھوٹے ہیں \"\r\nمسلمانو! آزمائے کو کیا آزمانا ، بار ہا ہوچکا کہ ان حضرات نے بڑے زور شور سے یہ\r\nدعوے کئے اور جب کسی مسلمان نے ثبوت مانگا، فورا پیٹھ پھیر گئے اور پھر منہ نہ دیکھا سکے مرکیا\r\nاتنی ہے کہ وہ رٹ جو منہ کو لگ گئی ہے نہیں چھوڑتے، اور چھوڑیں کیونکہ کہ مرتا کیا نہ کرتا، اب خداو\r\nرسول کو گالیاں دینے والوں کے کفریہ پر دہ ڈالنے کا آخری حلیہ ہی رہ گیا ہے کہ کسی طرح عوم\r\nبھائیوں کے ذہن میں جم جائے کہ علماے اہلسنت بو میں یا وہ لوگوں کو کا فرکہ دیا کرتے ہیں\r\nاہلسنت باوجود لوگوں کافر\r\nایسا ہی ان دشنامیوں کو بھی کردیا ہو گا مسلمانو ! ان مفتریوں کے پاس ثبوت کہاں سے آیا\r\nکہ من گرمت کا ثبوت ہی کیا وَ أَنَّ اللهَ لا يَهْدِي كَيْدَ الْخَاشِينَ ، ان کا\r\nادعائے باطل تو اسی قدر سے باطل ہو گیا۔\r\nتمہارارب غرویل فرمانا ہے\r\nقلْ هَاتُوا بُرْهَانَكُرُ إِن كُنتُمْ صَدِقِينَ\r\nلاؤ اپنی برہان اگر سچے ہو \"\r\nاس سے زیادہ کی تمھیں حاجت نیتی مگر بفضلہ تعالی ہم ان کی کذابی کا وہ روشن ثبوت ہیں\r\nکہ ہر مسلمان پر ان\r\nکا مفتری ہو نا آفتاب سے زیادہ ظاہر ہو جائے۔ نبوت بھی عید اللہ تعالی تحریری وہ\r\nھی یا ہوا وہ بھی آج کا بکہ سالہاسال ا جن جن کی تکفیر کا اتمام ملائے اہلسنت پر رکھا ان\r\nمیں سب سے زیادہ گنجائش اگر ان مصاحبوں کو ملتی تو اسمعیل دہلوی میں کہ بیشک علمائے اہلسنت\r\nنے اس کے کلام میں بکثرت کلمات کفریہ ثابت کئے اور شائع فرمائے بایں ہمرا ولا سیمین السبوح\r\nعنی عیب کذب مقبوح ، دیکھئے کہ بار اول شاہ میں لکھنو مطبع انوار محمدی میں چھپا جس میں\r\nلائل قاہرہ دہلوی مذ کو راور اسکے اتباع پر کچھی وجہ سے لزوم کفر ثابت کرکے صفحہ ۹ پر\r\nحکم اخیر یہی لکھا کہ علمائے محتاطین انہیں کا فرنہ کہیں نہیں صواب ہے وھو الجواب\r\nوبه يفتى وعليه الفتوى وهو المذهب وعليه الاعتماد وفيه\r\nشه شبا ع ٨ ، سورة النور -\r\nکہ نیک ع ) ، سورہ النمل -\r\nmaria\r\nMarfat.com"
    },
    {
        "id": 68,
        "pageNo": 68,
        "pageText": "۱۵\r\n66\r\nگستاخی کریں آپ صلی اللہ علیہ و آلہ وسلم کی ذات کو گالیاں دیں تو پھر ہم ان\r\nکے خلاف کیوں آواز بلند نہ کریں۔ یہ لوگ عام ان پڑھ لوگوں کے سامنے\r\nرسول اکرم صلی اللہ علیہ و آلہ وسلم کے متعلق بڑی پست گفتگو کرتے ہیں۔\r\nاے ہمارے سرداران حرمین شریفین ، اے اشراف مکہ و مدینہ ! آپ\r\nاپنے اللہ کے دین کی امداد کریں۔ ہم ایسے لوگوں کے ناموں کی فہرست پیش\r\nکر رہے ہیں۔ ہم ایسے لوگوں کی کتابوں کو سامنے لا رہے ہیں، ہم ان کی وہ\r\nعبارات نقل کر رہے ہیں جہاں جہاں انہوں نے اپنے کفریہ نظریات کا اظہار\r\nکیا ہے۔ ہم مرزا قادیانی کی کتاب \"اعجاز احمدی“ اور ”ازالۃ الاوہام “ پیش\r\nکرتے ہیں۔ ہم رشید احمد گنگوہی کے ایک فتوے کا فوٹو پیش کرتے ہیں۔ ہم\r\nمولوی رشید احمد گنگوهی کی کتاب ”بر اہن قاطعہ “ پیش کرتے ہیں جو اس\r\nنے اپنے ایک شاگر د خلیل احمد انجیھٹوی کے نام سے شائع کر کے تقسیم کی\r\nہے ہم اشرف علی تھانوی کی کتاب ” حفظ الایمان\" سامنے لاتے ہیں۔ آپ\r\nان کتابوں کو سامنے رکھیئے اور ان خط کشیدہ عبارات کو غور سے پڑھیئے جہاں\r\nجہاں انہوں نے اپنے عقائد کا اظہار کیا ہے کیا یہ لوگ اپنی ان عبارات اور\r\nباتوں سے دین کی بنیادی ضروریات کو مسخ نہیں کر رہے؟ کیا دین کے\r\nاصولی نظریات سے انکار نہیں کر رہے اگر یہ لوگ انکار کر رہے ہیں اور منکر\r\nہیں تو یہ مرتد ہیں کافر ہیں۔ کیا مسلمانوں پر یہ فرض نہیں کہ ان کھلے\r\nکافروں کو کافر کہیں ؟ جیسا کہ تمام ضروریات دین کے منکرین کو کافر کہا جاتا\r\nہے ایسے ہی لوگوں کیلئے ہمارے اسلاف اور متقدمین نے فرمایا ہے کہ ”جوان\r\nکے کفر پر شک کرے وہ بھی کافر ہو جاتا ہے یہ بات ”شفاء السقام “ میں\r\nہے۔ یہ بات ”فتاوی بزار یہ “ میں ہے یہ بات \" مجمع الانہر میں ہے یہ بات\r\n،،\r\nMarfat.com"
    },
    {
        "id": 69,
        "pageNo": 69,
        "pageText": "159\r\nالسلامة وفيه السلام یعنی یہی جواب ہے اور اسی پر فتوی ہوا اور\r\nاسی پر فتوی ہے اور یہی ہمارا نذہب اور اس پر اعتماد اور اسی میں سلامت اولری میں استقامت\r\nاني الكوكتبة الشهابية في كفريات إلى الربا یہ دیکھئے جو خاص ہمعیل دہلوی اور اس\r\nکے متعین ہی کے رد میں تصنیف ہوا اور بار اول شعبان امید میں عظیم آباد مطبع تحفہ حنفیہ میں\r\nچھپا جس میں نصوص جبلیلہ قرآن مجید و احادیث صحیحہ و تصریحات ائمہ سے بحوالہ صفحات کتب معتمده\r\nاس پوستر وہ بلکہ زائد سے لزومِ کفر ثابت کیا اور بالاخر بی لکھا ص ۶۲) ہمارے نزدیک مقام\r\nحتیاط میں اکفار (یعنی کافر کہنے سے کعت کسان دامینی زبان روکنا ماخوذ و مختار و مناسب\r\nواللہ سبحانہ تعالیٰ اعلم\r\nثال شامل السبيوت الهنديه علی کفریات با با الخبر یہ دیکھئے کہ صفر\r\nسلام کو عظیم آباد\r\nمیں چھپا ، اس میں بھی اسمعیل دہلوی اور اس کے متبعین پر بوجودہ قاہرہ لزوم کفر کا ثبوت\r\nدے کر صفحه ۲، ۲۲ یو لکھا یہ حکم مفتی متعلق به کلمات سنی تھا مگر اللہ تعالیٰ کی بے شمار تمہیں\r\nبے مدیر کہتیں ہمارے علمائے کرام پر کہ یہ کچھ دیکھتے اس طائفہ کے پیر سے بات بات پر سچے\r\nمسلمانوں کی نسبت حکم کفر و شرک سنتے ہیں، بایں ہمہ نہ شدت غضب و دامن احتیاط ان\r\nکے ہاتھ سے چھڑاتی ہے نہ قوت انتقام حرکت میں آتی ، وہ اب تک میں تحقیق فرما رہے ہیں\r\nکہ لزدم والتزام میں فرق ہے اقوال\r\nکا کلمہ کفر ہونا اور بات اور قائل کو کا فرمان لینا اور تہا،\r\nہم احتیاط یہ ہیں گے، سکوت کریں گے جب تک ضعیف سا ضعیف احتمال ملے گا حکم کفر\r\nجاری کرتے ڈریں گے ، اود مختصرا ۔\r\nابعیت ازالة الحار بحجر الكرام من كلاب النامہ دیکھنے کہ بار اول شاملہ کو\r\nعظیم آباد میں چھپا۔ اس میں صفحہ پر لکھا ہم اس باب میں قول منظمین اختیار کرتے ہیں\r\nان میں جو کسی ضروری دین کا منکر نہیں نہ ضروری دین کے کسی منکر کو مسلمان کہتا ہے اسے\r\nکا فرنہیں کہتے ۔\r\nخامساً اسمعیل دہلوی کو بھی جانے دیجئے ، یہی دشنامی لوگ جن کے کفر پہ اب\r\nفتوی دیا ہے جب تک ان کی صریح دشنامیوں پر اطلاع نہ خفی سکس امکان کذب کے باعث\r\nان پر انفر و جہ سے نزومِ کفر ثابت کرکے سجن السبوح میں بالآخر صفر بہ طبع اول پر یہی لکھا کہ\r\nMarfat.com"
    },
    {
        "id": 70,
        "pageNo": 70,
        "pageText": "160\r\nحاشا لله ماشاللہ ہزار ہزار بار ماشاللہ میں ہرگز ان کی تکفیر پسند نہیں کرتا۔ ان مقتدیوں یعنی\r\nمدعیات جدید کو تو ابھی اک سلمان ہی جانتا ہوں اگر چہ ان کی بدعت و ضلالت میں شک نہیں\r\nاور امام الطائفہ (اسمعیل دہلوی کے کفر بھی حکم نہیں کرتا کہ ہاں ہمارے نبی صلی اللہ تعالے\r\nعلیہ وسلم نے اہل لا الہ الا ال کی تکفیر سے منع فرمایا ہے جب تک وجیہ کفر آفتاب سے زیادہ\r\nروشن نہ ہو جائے اور یکم اسلام کے لئے اصلا کوئی ضعیت بینا ضعیف محمل بھی باقی نہ ر ہے\r\nفان الاسلام يعلو ولا يعلى عليه\r\nمسلمانو مسلمانو تمہیں اپنا دین و ایمان اور روز قیامت و حضور بارگا و همین یاد\r\nدلا کر استفسار ہے\r\nکہ میں بندہ خدا کی درباره تکفیر پیش شدید احتیاط به علیل تصریحات اس\r\nپر تکفیر کفیر کا افتراء کتنی بے حیائی، کیسا ظلم کتنی گھنونی ناپاک بات ، مگر محمد رسول اللہ\r\nصلی الله\r\nللہ تعالیٰ علیہ وسلم فرماتے ہیں اور وہ جو کچھ فرماتے ہیں قطعا حق فرماتے ہیں اذالمر\r\nتستحي فاصنع ما شئت جب تجھے حیا نہ رہے تو جو چاہے کہ پر\r\nبھیجیا باش و آنچه خواهی کن\r\nمسلمانو به روشن ظاہر وامنح ظاہر عبارات\r\nتمہارے پیش نظر ہیں جنہیں چھپے ہوئے دس\r\nدس اور بعض کو سترہ اور تصنیف کو انیس سال ہوئے ( اور ان دشنامیوں\r\nکی تکفیر\r\nتو اب چھ سال یعنی سارہ سے ہوئی ہے جب سے المعتمد المستند چھپی ان معیار است\r\nکو بغور نظر فرمادو اور اللہ ورسول کے خوف کو سامنے رکھ کر انصاف کرو یہ عبارتیں فقط\r\nان منتریوں کا افترا ہی رد نہیں کہ نہیں بلکہ صراحتاً صاف صاف شہادت دے رہی ہیں کہ\r\nایسی عظیم احتیاط والے نے ہرگزہ ان دشنامیوں کو کا فرنہ کہا جب تک یقینی قطعی، واضح\r\nروشن ملی طور سے ان کا صریح کفر آفتاب سے زیادہ ظاہر\r\nنہ ہو لیا جس میں اصلا اصلا\r\nبرگنہ پرگنہ کوئی گنجائش کوئی تاویل ن لکل بھی کہ آخر یہ بندہ خدا دو ہی تو ہے جو ان کے\r\nاکابر بر ستر ستروجہ سے لزوم کفر کا ثبوت دے کر یہی کہتا ہے کہ ہمیں ہمارے نبی صلی اللہ تعالیٰ\r\nروش نہ ہو جائے\r\nعلیہ وسلم نے اہل لا الہ الا اللہ کی لکیر سے منع فرمایا ہے جب تک وجہ کفر آتا ہے، ہے\r\nے گنگوہی وہ انبیٹی اور ان کے اذناب دیو بندی ۱۲\r\nMarfat.com"
    },
    {
        "id": 71,
        "pageNo": 71,
        "pageText": "پینوی\r\nفاضل العارف کامل تر رانا محمدنی بخش طلای نقبندی وی نیک\r\nایک بے مثال تفسیر\r\nاعتقادی اور نظریاتی نشو ونما کا مرقع\r\nایک سو دس تفاسیر کا نچوڑ\r\nعقائد باطلہ کا مسکت رد\r\nشریعیت طریقت\r\nکے اسرار و رموز کا جامع ذخیره\r\nصوفیانہ اشارات و تنقیحات کا چشمہ\r\nآپ اس تفسیر کو خود پڑھیں.\r\nاحباب کو پڑھنے کی ترغیب دیں۔\r\nاپنے کتب خانہ کی زینت بنائیں۔\r\nیہ تفسیر آپ کو بہت سی تفاسیر کے مطالعہ سے بے نیاز کردے گی\r\nنیو گنج بخش روڈلا ہو\r\nMarfat.com"
    },
    {
        "id": 72,
        "pageNo": 72,
        "pageText": "14\r\nدر مختار اور دوسری معتبر اور مستند کتابوں میں ہے ان کتابوں میں تو یہاں\r\nتک لکھا ہے جو ان پر شک کرے یا انہیں کافر کہنے میں تامل کرے یا ان کی\r\nکفریہ باتوں کو سننے کے بعد ان کی تعظیم کرے ان کی تحقیر سے منع کرے تو\r\nشریعت میں ایسے شخص کے متعلق یہی حکم ہے ؟ آپ حضرات ہمیشہ عالم اسلام کی\r\nعلمی اور اعتقادی راہنمائی فرماتے رہے ہیں ، آپ اس مسئلہ کو بھی سامنے لائیں۔\r\nدرود و سلام ہو سید المرسلین صلی اللہ علیہ و آلہ وسلم پر ان کی آل پر ان\r\nکے احباب پر۔\r\nالمعتمد والمستند کی روشنی میں\r\nاس کتاب میں یہ بات واضح کی گئی ہے کہ دین کے بنیادی حقائق کا\r\nمنکر اسلام کا دعویٰ کرنے کے باوجود بھی کافر ہو جاتا ہے اس کے پیچھے نماز\r\nجائز نہیں ، اسکا جنازہ جائز نہیں ہے، اس کے ساتھ شادی بیاہ جائز نہیں،اس\r\nکے ہاتھ کا ذبیحہ جائز نہیں، اس کے ساتھ اٹھنا بیٹھنا، معاملات طے کرنا،\r\nلین دین کرنا ایسے ہی ہے جیسے کسی غیر مسلم سے کیا جائے گا۔ یہ بات فقہی\r\nاور دینی کتابوں میں وضاحت کے ساتھ لکھی گئی ہے، ان کتابوں میں\r\nہدایه ، غرر ملتی الابحر ، در مختار، مجمع الانهر،\r\nشرح نقایه ، فتاوی بر جندی، فتاوی\r\nظہریہ، طریقہ محمدیہ حدیقہ ندیہ، فتاوی عالمگیری جیسی مستند اور معتمد علیہ\r\nکتابیں سر فہرست ہیں۔ ایسے بدبخت مولویوں کے کئی گروہ ہمارے شہروں\r\nمیں پھیلے ہوئے ہیں، یہ نہایت مکر وہ فتنے ہیں ان دینی فتنوں کی سیاہ گھٹائیں\r\nسمارے ملک پر چھارہی ہیں۔ آج ہمارے ملک کی یہ حالت ہو چکی ہے جس\r\nکی صادق مصدوق حضرت محمد مصطفیٰ صلی اللہ علیہ و آلہ وسلم نے خبر دی تھی\r\nMarfat.com"
    },
    {
        "id": 73,
        "pageNo": 73,
        "pageText": "17\r\nکه آدمی صبح کو مسلمان ہو گا، شام کو کافر ، شام کو مسلمان ہو گا، صبح کو کافر العیاذ\r\nباللہ ! آج ایسے کافروں کے کفر پر آگاہی ضروری ہو گئی ہے جو اسلام کا نام\r\nلے کر کفر پھیلانے میں مصروف ہیں اور یہ اسلام کے پردے میں کفر کی\r\nاشاعت میں لگے ہوئے ہیں۔\r\nفرقہ مرزائیہ\r\nولا حول ولا قوة الا باللہ العلی العظیم\r\nہم نے اوپر جن فرقوں کا ذکر کیا ہے ان میں ایک فرقہ مرزائیہ \" ہے\r\nہم نے اس کا نام ” فرقہ نظامیہ رکھا ہے غلامیہ اس لئے کہ وہ مرزا غلام احمد\r\nقادیانی سے نسبت رکھتے ہیں مرزائی اسے اپنا نبی تسلیم کرتے ہیں۔ حالانکہ\r\nمرزا غلام احمد قادیانی ایک دجال ہے جو ہمارے زمانے میں پیدا ہوا ہے پہلے\r\nتو اس نے اپنے آپ\r\nکو تمثیل مسیح قرار دیا، ہم اسے اس دعوئی میں سچا نہیں\r\nجانتے کہ وہ تو مسیح دجال کذاب کا مثیل ہے پھر وہ مزید بڑھا تو اس نے\r\nدعویٰ کیا کہ مجھ پر وحی آنے لگی ہے وہ اس بات پر بھی سچا تھا کیونکہ شیاطین\r\nبھی اپنے پیروکاروں کو وحی کرتے ہیں وہ دھوکے کی وحی اور گمراہ کن\r\nاحکامات کی وحی کرتے رہتے ہیں۔ اس نے اپنی کتاب ” براحسین احمدیہ ( جسے\r\nہم براحسین غلامیہ کہتے ہیں اللہ تعالیٰ کی کتاب بتاتا ہے حالانکہ یہ کتاب\r\nشیطان کی وحی سے بھری پڑی ہے اب اس نے اور قدم بڑھائے اور\r\nرسالت اور نبوت کا دعویٰ کر دیا اور لکھ دیا کہ ”اللہ وہی ہے جس نے اپنا\r\nرسول قادیان میں بھیجا وہ یہ گمان کرتا ہے کہ یہ آیت اس پر اتری ہے ”ہم\r\nنے اسے قادیان میں اتارا اور حق کے ساتھ اتارا وہ دعویٰ کرتا ہے کہ وہی\r\nاحمد ہے، جس کی بشارت حضرت عیسی علیہ السلام نے دی تھی وہ قرآن کی\r\nMarfat.com"
    },
    {
        "id": 74,
        "pageNo": 74,
        "pageText": ":\r\n18\r\nآیت کو یوں بیان کرتا ہے کہ ”میں بشارت دیتا آیا ہوں، اس رسول کی جو\r\nمیرے بعد تشریف لانے والے ہیں جن کا نام پاک احمد ہو گا مرزاغلام احمد\r\nقادیانی کہتا ہے کہ وہ احمد میں ہی ہوں پھر وہ یہ کہتا ہے کہ اللہ وہ ہے جس نے\r\nاپنے رسول کو ہدایت دے کر بھیجا اور بچے دین کے ساتھ بھیجا تا کہ سب\r\nدینوں پر غالب کرے“ یہاں سے مزید آگے بڑھا اور اپنے آپ کو بہت\r\nسے انبیائے مرسلین علیہم الصلوۃ والسلام سے افضل بتانا شروع کر دیا وہ کلمہ\r\nخدا، روح خدا اور رسول خدا کا دعویٰ دار بننے لگا پھر انبیاء کی شان پر تنقیص\r\nکرتے ہوئے کہنے لگا۔\r\nابن مریم کے ذکر کو چھوڑو اس سے بہتر غلام احمد ہے\r\nجب اس کا مواخذہ کیا گیا، اس نے اپنے آپ کو رسول خدا اور عیسی\r\nعلیہ السلام کہنا شروع کر دیا، حالانکہ وہ ان معجزات سے عاری ہے جو حضرت\r\nعیسی علیہ السلام سے ظاہر ہوئے تھے مردوں کو زندہ کرنا، مادر زاد اندھوں کو\r\nبینا کر دینا، بگڑے ہوئے اجسام کو تندرست کر دینا، مٹی سے پرندوں کو\r\nزندگی بخش دینا، جب اس پر یہ باتیں بیان کی گئیں تو وہ کہنے لگا یہ تمام باتیں\r\nحضرت عیسی علیہ اسلام مسمریزم سے کیا کرتے تھے یہ تمام چیزیں مکروہ ہیں\r\nورنہ میں ایسے کام کر دکھاتا۔ وہ مزید آگے بڑھا اور جھوٹی موٹی پیشگوئیاں\r\nکرنے لگا اور سب سے زیادہ جھوٹی پیشگوئی یہ تھی کہ میں عیسی ابن مریم\r\nہوں۔ اللہ تعالیٰ کی ایسے مردود پر لعنت ہو۔\r\nوہ نبی کریم صلی اللہ علیہ و آلہ وسلم کو ایذا دینے سے بھی نہیں شرماتا۔\r\nاس نے مسلمانوں میں یہ پراپیگنڈا کیا کہ تمام لوگ اسے مسیح موعود تسلیم کر\r\nلیں جب مسلمانوں نے اس کی بات نہ مانی تو وہ ان سے الجھنے لگا، لڑنے\r\nMarfat.com"
    },
    {
        "id": 75,
        "pageNo": 75,
        "pageText": "RARRRRRRRRR\r\nعلمایر مکہ معظمہ اور مدینہ منورہ کی طرف سے\r\nاعلی فاضل بریلوی کی علمی اور اعتقادی خدمت کا اعتراض\r\nحسام الحرمين\r\nعلى منحر الكفر والمين\r\n۱۳\r\nتالیف : اعلیحضر مجمد مانه حاضر مولانا احمد رضا خان بریلوئی\r\nترجمه\r\nپیرزاده اقبال احمد فاروقی\r\nایم اے\r\nکتبہ نبویہ، گنج بخش کو ڈلا ہو\r\nMarfat.com\r\n-"
    },
    {
        "id": 76,
        "pageNo": 76,
        "pageText": "19\r\nجھگڑنے لگا اور حضرت عیسی علیہ السلام کے عیوب شمار کرنے لگا، یہاں تک\r\nکہ پاک دامن مریم پر بھی انتہام باندھنے لگا جس مریم کیلئے قرآن پاکبازی کی\r\nگواہی دے، رسول اکرم اس کے احترام کی باتیں کریں یہ بد بخت ان پر بھی\r\nالزام تراشی کرنے لگا، وہ ان پاک طنیت شخصیتوں کو اپنے رسالوں میں تنقید و\r\nتنقیص کا نشانہ بنانے لگا یہ ایسے سوقیانہ الزامات ہیں کہ ہم ان الزامات کو\r\nیہاں بیان نہیں کر سکتے۔ اس نے حضرت عیسی علیہ السلام کی نبوت کو تعلیم\r\nکرنے کی بجائے ان کی نبوت کا بطلان کیا جب لوگوں کا احتجاج بڑھا، علماء\r\nکرام نے مزاحمت کی تو اس نے پانسہ پلٹا اور کہنے لگا میں تو اس نبوت کا\r\nدعویٰ کرتا ہوں جس کا تذکرہ قرآن میں ہے جب اس پر بھی مسلمانوں نے\r\nاحتجاج کیا تو مسلمانوں کے غیض و غضب سے ڈر کر کہنے لگا اب مجھے کسی\r\nقسم کے دعوے کی ضرورت نہیں مجھے تو اب اللہ تعالیٰ نے اپنے انبیاء میں\r\nشامل کر لیا ہے وہ پھر پلٹا اور کہنے لگا میری نبوت کسی دلیل کی محتاج نہیں\r\nہے۔ وہ اپنے اس پر فریب دعویٰ سے قرآن کو بھی جھٹلا رہا ہے اور اپنے\r\nدعوؤں کو بھی ہم اس کے خبیثانہ دعوی کی زیادہ تفصیل لکھنے سے قاصر\r\nہیں اللہ تعالی اس دجال کے شر سے امت مسلمہ کو محفوظ رکھے۔\r\nفرقہ وہابیہ، امثالیہ، خواتمیه\r\nیہ وہ لوگ ہیں جو حضور کی موجودگی میں ہی طبقات زمین پر چھ سات\r\nپیغمبروں کا وجود تسلیم کرتے ہیں۔ ہم ایسے لوگوں کے احوال و خیالات کو ایک\r\nاور مقام پر لکھ آئے ہیں۔ ایک فرقہ امیر یہ “ ہے جسے یہ لوگ امیر حسن اور\r\nامیر احمد سہسوانی کی طرف منسوب کرتے ہیں ایک اور فرقہ نذیریہ “ ہے\r\nMarfat.com"
    },
    {
        "id": 77,
        "pageNo": 77,
        "pageText": "1\r\n|\r\n20\r\n\"\r\nجس کی قیادت نذیرحسین دہلوی کرتا ہے۔ ایک اور فرقہ ” قاسمیہ ہے جو قاسم\r\nنانوتوی کی طرف منسوب ہے، اس کی مشہور کتاب \" تخدیر الناس\" نے بڑا\r\nفتنہ برپا کر رکھا ہے یہ اپنے رسالے میں یہاں تک لکھ گیا ہے۔\r\nبلکہ بالفرض آپ کے زمانہ میں بھی کہیں اور کوئی نبی ہو جب بھی\r\nآپ کا خاتم ہو نا بدستور باقی رہتا ہے، بلکہ اگر بالفرض بعد زمانہ نبوی بھی کوئی\r\nنی پیدا ہو تو بھی خاتمیت محمدی میں کچھ فرق نہ آئے گا۔ عوام کے خیال میں\r\nتو رسول اللہ کا خاتم ہونا باین معنی ہے کہ آپ صلی اللہ علیہ و آلہ وسلم سب\r\nمیں آخر نبی ہیں مگر اہل فہم پر روشن کہ تقدم و آخر زمانہ میں بالذات کچھ\r\nفضیلت نہیں۔\r\nاس عبارت کے بعد ہم فتاوی ابن تیمیہ ، الاشباہ والنظائر جیسی کتابوں\r\nسے ثابت کرتے ہیں کہ اگر کوئی شخص محمد مصطفی صلی اللہ علیہ و آلہ و سلم کو سب\r\nسے پچھلا نبی نہ جانے تو مسلمان نہیں رہتا کیونکہ محمد رسول\r\nاللہ صلی اللہ علیہ\r\nو آلہ وسلم کا آخر الانبیاء ہونا سب انبیاء سے زمانہ میں پچھلا ہونا ضروریات\r\nدین سے ہے اور یہ وہی نانوتوی ہے جسے محمد علی کا نپوری ناظم ندوہ نے\r\nحکیم الامت محمدیہ “\r\nکا خطاب دیا ہے۔\r\nہم اس اللہ کی پاکی بیان کرتے ہیں جو دلوں کو اور آنکھوں کو راہنمائی\r\nعطا فرماتا ہے۔ ولا حول ولا قوۃ الا باللہ العلی العظیم\r\nسرکش شیطان کے یہ چیلے جن کا ہم نے اوپر ذکر کیا ہے اگر چہ اندر سے\r\nآپس میں پھوٹے ہوئے ہیں مگر یہ اس معصیت میں یکجان ہیں۔ یہ شیطان\r\nکے پر فریب راہوں پر چلے جارہے ہیں، وہ ان کے دلوں میں اپنے وسوسے\r\nڈالتا رہتا ہے جس کی تفصیلات ہم اپنے متعد در سالوں میں لکھ چکے ہیں۔\r\nMarfat.com"
    },
    {
        "id": 78,
        "pageNo": 78,
        "pageText": "21\r\nکے انکار اور گستاخی کی وجہ سے ان کے دلوں پر مہر لگادی ہے ان کی آنکھیں\r\nبھی اندھی ہو گئی ہیں وہ راہ حق چھوڑ کر گمراہی کے چوپٹ راہ پر چل نکلے\r\nہیں۔ ابلیس کیلئے تو زمین کے علم محیط پر ایمان لاتا ہے مگر جب محمد رسول\r\nاللہ صلی اللہ علیہ و آلہ و سلم کا ذکر آتا ہے تو اسے شرک قرار دیتا ہے حالانکہ\r\nشرک تو صرف اللہ کی ذات سے شریک ہوتا ہے کسی مخلوق کو اللہ کا شریک\r\nکرنا تو شرک اور کفر ہے۔\r\nاللہ کے علم میں شیطان ابلیس کو شریک کر لیتا ہے\r\nمگر حضور سے شرکت کرنا اس کیلئے کتنی مشکل بات ہے اس پر اللہ کے\r\nغضب کا گھٹاٹوپ اندھیرا چھایا ہوا ہے۔ دیکھو اوہ علم مصطفی کیلئے تو نص مانگتا\r\nہے اور نص پر بھی راضی نہیں ہو تا جب تک ” قطعی نص نہ ہو۔ دوسری\r\nطرف جب حضور صلی اللہ علیہ و آلہ وسلم کے علم کی نفی پر آتا ہے تو اسے\r\nکوئی نص نظر نہیں آتی۔\r\nوہ اس سلسلے میں حضرت شیخ عبد الحق محدث دہلوی رحمتہ اللہ علیہ کی\r\nطرف ایک غلط بات منسوب کرتا جاتا ہے وہ کہتا ہے کہ شیخ عبدالحق روایت\r\nکرتے ہیں کہ مجھ کو دیوار کے پیچھے کا بھی علم نہیں ہے حالانکہ شیخ عبد الحق\r\nمحدث دہلوی ”مدارج النبوت“ میں لکھتے ہیں کہ ” یہاں یہ اشکال پیش کیا\r\nجاتا ہے کہ بعض روایات میں آیا ہے کہ نبی صلی اللہ علیہ و آلہ وسلم نے یوں\r\nفرمایا تھا کہ میں ایک بندہ ہوں اس دیوار کے پیچھے کا حال مجھے معلوم نہیں\r\nاس کا جواب یہ ہے کہ یہ قول محض بے اصل ہے“\r\nدیکھیں یہ کس ڈھٹائی سے شیخ عبد الحق محدث دہلوی کی طرف سے\r\nایک روایت کو توڑ موڑ کر بیان کرتا چلا جاتا ہے یہ وہی انداز ہے جو لوگ\r\nلا تقربوا الصلوۃ تو کہتے ہیں \"وانتم سکاری کو چھوڑ جاتے ہیں۔ حضرت شیخ\r\nMarfat.com\r\n|"
    },
    {
        "id": 79,
        "pageNo": 79,
        "pageText": "22\r\nنہ کہو کیونکہ ایسی بات بہت سے پہلے امام بھی کہہ چکے ہیں معاذ اللہ !وہ ایسی\r\nتاویلیں کرتا ہے جو خطا پر مبنی ہیں، امکان کذب ماننے کا نتیجہ بہت برا سامنے\r\nآئے گا اور وقوع کذب ماننے والے آخر خوار و ذلیل ہوں گے وہ کہتا ہے کہ\r\nیہ سنت الہیہ انگلوں سے چلی آرہی ہے۔\r\nہمارے نزدیک یہ وہ لوگ ہیں جنہیں اللہ تعالیٰ نے بہرہ کر دیا ہے ان\r\nکی آنکھیں اندھی ہو گئی ہیں۔ ولا حول ولا قوۃ الا باللہ العلی العظیم\r\nفرقہ وہابیہ شیطانیہ\r\nہم اوپر وہابیہ کذابیہ کا ذکر کر آئے ہیں اب ہم فرقہ وہابیہ شیطانیہ“\r\nکی وضاحت کرنا چاہتے ہیں، یہ فرقہ دراصل رافضیوں کے فرقہ شیطانیہ کی\r\nطرح کام کرتا ہے یہ لوگ شیطان الطاق کے پیروکار ہیں۔ یہ شیطان آفاق\r\nابلیس لعین کے حکم پر چلتے ہیں، یہ تکذیب خداوندی کے قائل ہیں اور\r\nگنگوہی کے دم چھلے ہیں۔ گنگوہی نے اپنی کتاب ” براھین قاطعہ میں وضاحت\r\nکی ہے کہ ان کے پیر شیطان کا علم نبی علیہ السلام کے علم سے زیادہ ہے اور\r\nاپنے اس قول کو اپنے ان الفاظ کی بد زبانی سے ادا کرتا ہے۔\r\nشیطان و ملک الموت کو یہ وسعت نص سے ثابت ہوئی فخر عالم کی\r\nوسعت علم کی کون سے نص قطعی ہے کہ جس نے تمام نصوص کو رد کر کے\r\nایک شرک ثابت کرتا ہے وہ اس سے پہلے لکھتا ہے یہ بات شرک نہیں تو\r\nکون سے ایمان کا حصہ ہے۔\r\nہم مسلمانوں سے فریاد کرتے ہیں، ہم سید المرسلین صلی اللہ علیہ و آلہ\r\nوسلم پر ایمان لانے والوں سے فریاد کرتے ہیں! آپ غور کریں کہ یہ مولوی\r\nfat.com\r\nMarfat.com"
    },
    {
        "id": 80,
        "pageNo": 80,
        "pageText": "23\r\nہے\r\nعلم میں بڑے اونچے پائے کا دعویٰ کرتا ہے ایمان اور معرفت میں ید طولیٰ\r\nہونے کا مدعی ہے اور اپنے حلقے میں غوث اور قطب زمانہ کہلاتا ہے کس\r\nطرح منہ بھر کر گالی دے رہا ہے اپنے پیر ابلیس کے علم کی وسعت پر تو ایمان\r\nرکھتا ہے اور اسے نص قطعی سے تسلیم کرتا ہے مگر جنہیں اللہ تعالیٰ نے تمام علوم\r\nسے آگاہ فرمایا سب علوم سکھا دیئے تھے ان پر اللہ کا فضل کثیر تھا، جن کے\r\nسامنے ہر چیز روشن تھی، جنہوں نے ہر چیز کو پہچان لیا تھا اور آسمانوں اور\r\nزمینوں میں جو کچھ ہے اس کا علم تھا، مشرق و مغرب میں جو کچھ ہے اس کا\r\nعلم تھا، تمام اگلوں اور پچھلوں کا علم حاصل تھا اور یہ بات قرآن پاک کی کئی\r\nآیات میں سے درخشاں نظر آتی ہے بے شمار احادیث حضور کے وسعت\r\nعلمی کی گواہ ہیں مگر یہ بدبخت ان کیلئے یوں لکھتا ہے کہ ان کے حق میں کون\r\nی نص آئی ہے کیا یہ نظریہ ابلیس پر ایمان لانے اور حضور کے علم سے انکار\r\nا\r\nاور کفر کرنے پر مبنی نہیں ہے۔\r\nنسیم الریاض میں اس موضوع کو بڑی وضاحت سے بیان کیا گیا\r\nہے کہ ”جو شخص کسی شخص کا علم حضور نبی کریم صلی اللہ علیہ و آلہ وسلم کے علم\r\nسے زیادہ بتائے اس نے بے شک حضور صلی اللہ علیہ و آلہ و سلم کو عیب لگایا\r\nآپ کو ناقص العلم کہا۔ حضور کی شان و عظمت میں کمی کی ہے دوسرے\r\nلفظوں میں وہ حضور کو گالی دے رہا ہے وہ اس سزا کا مستحق ہے جو گالی دینے\r\nوالا ہے اس میں قطعا کوئی فرق نہیں ہے ہم ایسے شخص کو مستثنی نہیں کر سکتے۔\r\nتمام امت رسول کا صحابہ کرام کے زمانے سے لے کر آج تک اس بات پر\r\nاجماع ہے“\r\nمیں اس وضاحت کی روشنی میں کہتا ہوں کہ اللہ تعالیٰ نے جن لوگوں\r\nMarfat.com"
    },
    {
        "id": 81,
        "pageNo": 81,
        "pageText": "24\r\nعبد الحق محدث دہلوی تو اس روایت کو بے بنیاد قرار دیں اور فرمائیں کہ اس\r\nکی کوئی اصل نہیں تو یہ لوگ حضرت شیخ سے یہ بات منسوب کریں۔\r\nحضرت امام ابن حجر مکی نے بھی اپنی کتاب \"افضل القریٰ\" میں لکھا ہے کہ\r\nاس روایت کی کوئی سند نہیں ہے۔\r\nمیں نے اس شخص کے دونوں قول سامنے لانے کی کوشش کی ہے۔\r\nایک تو وہ اللہ جل جلالہ کو جھوٹ بولنے پر قادر ثابت کرتا ہے اس طرح وہ\r\nتنقیص شان الہی کرتا ہے دوسر ا حضور کے علم کی نفی کر کے شیطان لعین\r\nکے علم کی وسعت پر ایمان رکھتا ہے میں نے ان دونوں مسائل کو اس شخص\r\nکے شاگردوں کے سامنے بیان کیا تو وہ کہنے لگے بھلا ہمارا پیر ایسی بات کر\r\nسکتا ہے وہ ایسا کفر بک سکتا ہے میں نے انہیں اس کی کتاب دکھائی تو، تو مجبور\r\nہو کر کہنے لگے یہ ہمارے پیر کی کتاب نہیں ہے یہ تو ان کے شاگر د خلیل احمد\r\nاپنیھٹوی نے لکھی ہے میں نے کہا اس نے اس پر اپنی تفریظ لکھی ہے اور\r\nاسے \"کتاب مستطاب \" قرار دیا ہے اور \" تالیف نفیس \" کہا ہے اور اللہ تعالی\r\nسے دعا کی ہے کہ اسے قبول کرے اور پھر یہ بھی لکھا ہے کہ یہ ” براھین\r\nقاطعہ “ اپنے مصنف کی وسعت نور علم اور فسحت ذکا و فہم و حسن تقریر و\r\nبہائے تحریر پر دلیل واضح ہے تو اس کے مریدوں نے کہا شاید انہوں نے یہ\r\nکتاب ساری نہیں دیکھی تھی کہیں کہیں متفرق جگہ سے دیکھی اور اپنے\r\nشاگرد کے علم پر بھروسہ کر کے لکھ دیا ہو گا۔ میں نے کہا کہ اس نے اسی\r\nتفریظ میں تصریح کی ہے کہ اس نے یہ کتاب اول سے آخر تک پڑھی ہے\r\nبولے شاید انہوں نے غور سے نہیں دیکھی تھی۔ میں نے کہا ہشت! اس\r\nنے تو تصریح کی ہے کہ ” میں نے اسے بغور دیکھا ہے اور تقریظ میں اس\r\nMarfat.com"
    },
    {
        "id": 82,
        "pageNo": 82,
        "pageText": "25\r\nفرقہ وہابیہ کذابیہ\r\nان فتنہ پردازوں میں سے ایک فرقہ وہابیہ کذا یہ \" ہے یہ لوگ\r\nمولوی رشید احمد گنگوھی کے اشارے پر چلتے ہیں اور اس کے پیروکار ہیں\r\nپہلے تو اس نے اپنے پیر و مرشد مولوی اسماعیل دہلوی کی اتباع پر اللہ جل و\r\nجلالہ پر افتراء باندھا، اس کا جھوٹا ہونا ثابت کرتا رہا۔ ہم نے اس کی اس\r\nبیہودگی کا جواب اپنی ایک کتاب \"سجن السبوح عن عیب کذب مقبوح“ میں\r\nدیا تھا اور اس کے خیالات فاسدہ کا رد کیا تھا یہ پوری کتاب اسے رجسٹر ڈ ڈاک\r\nمیں بھیجی تھی، جس کی رسید بھی ہمیں مل گئی ہے گیارہ برس گزر جانے\r\nکے باوجود کوئی جواب نہیں آیا تین برسوں سے اسکے چیلے چانٹے خبریں اڑا\r\nرہے ہیں کہ اس کا جواب لکھا جا رہا ہے، لکھا جائے گا، چھپے گا، مگر اللہ تعالیٰ\r\nنے ان دغابازوں کے تمام راستے بند کر دیے وہ نہ تو کھڑے ہو سکتے ہیں نہ\r\nان کی گمراہی میں کوئی دوسرا مددگار بن سکتا ہے اب اللہ تعالیٰ نے ان کی\r\nآنکھوں کی بصارت چھین لی ہے وہ نور چشم سے محروم ہو چکے ہیں، دل کی\r\nبصیرت سے تو پہلے ہی محروم تھے ، اب ان سے جواب کی کیا امید کی جا سکتی\r\nہے ، یہ مردے ہیں اب قبروں سے نکل کر مناظرہ کرنے نہیں آئیں گے۔\r\nاس کا ظلم اور گمراہ کن پراپیگنڈا یہاں تک بڑھا کہ اب اس نے ایک\r\nفتویٰ شائع کیا ہے جو بمبئی سے چھپا ہے اس پر ان کی مہریں ثبت ہیں اور میں\r\nاپنی آنکھوں سے یہ فتویٰ دیکھ چکا ہوں، اس میں اس نے صاف لکھا ہے کہ جو\r\nاللہ تعالیٰ کو بالفعل جھوٹا مانے اور تصریح کرے گا کہ اللہ تعالیٰ نے جھوٹ\r\nبولا وہ بڑا گنہگار ہو گا مگر اس کے باوجود ایسے شخص کو کافر نہ کہو بلکہ فاسق بھی\r\nMarfat.com"
    },
    {
        "id": 83,
        "pageNo": 83,
        "pageText": "1\r\n1.\r\n26\r\nد,\r\nکی یہ عبارت ہے۔ ”اس احقر الناس رشید احمد گنگوہی نے اس کتاب\r\nمستطاب براحسین قاطعہ کو اول سے آخر تک بغور دیکھا وہ دنگ رہ گئے اللہ\r\nتعالیٰ ہٹ دھرموں کو ذلیل کرتا ہے اور ان کے مکر و فریب نہیں چلنے دیتا۔\r\nاس فرقہ وہابیہ شیطانیہ “ کے بڑوں میں ایک اور شخص اسی گنگوھی\r\nکا دم چھلا ہے جسے اشرف علی تھانوی“ کہتے ہیں، اس نے ایک چھوٹا سا\r\nرسالہ تصنیف کیا ہے غالباً چار ورقہ اس میں اس نے تصریح کی ہے کہ غیب\r\nکی باتوں کا جیسا علم رسول اللہ صلی اللہ علیہ و آلہ وسلم کو ہے ایسا تو ہر بچے ، ہر\r\nپاگل بلکہ ہر جانور اور ہر چار پائے کو حاصل ہے، اس کی ملعون عبارت بلفظہ\r\nملاحظہ ہو۔\r\n”آپ کی ذات مقدسہ پر علم غیب کا حکم کیا جاتا اگر بقول زید صحیح ہو تو\r\nدریافت طلب یہ امر ہے کہ اس غیب سے مراد بعض غیب ہے یا کل غیب\r\nاگر بعض علوم غیبیہ مراد ہیں تو اس میں حضور کی کیا تخصیص ہے۔ ایسا علم\r\nغیب تو زید و عمرو بلکہ ہر صبی و مجنون بلکہ جمیع حیوانات و بہائم کیلئے بھی\r\nحاصل ہے اور اگر تمام علوم غیب مراد ہیں تو اس طرح کہ اکھاد سے ایک فرد\r\nبھی خارج نہ ہو رہے تو اس کا بطلان دلیل نقلی و عقلی سے ثابت ہے“\r\nمیں کہتا ہوں کہ اللہ تعالیٰ نے ایسے لوگوں کے دلوں پر مبر لگادی ہے\r\nیہ شخص کس بے شرمی سے رسول\r\nاللہ صلی اللہ علیہ و آلہ وسلم کے علم سے\r\nبرابری کر رہا ہے اور کس قسم کی دلیلیں دبے رہا ہے اس کی سمجھ میں اتنی سی\r\nبات بھی نہیں آرہی کہ زید وہ عمرو اور اس شیخی بگھارنے والے کے یہ بڑے\r\nجن کا اس نے نام لیا ہے انہیں غیب کی کوئی بات معلوم ہو گئی بھی تو محض\r\nن عاصل ہو گی۔ امور غیب پر یقینی علم تو اصالۃ خاص انبیاء کرام کو ملتا ہے\r\nMarfat.com"
    },
    {
        "id": 84,
        "pageNo": 84,
        "pageText": "27\r\nکسی اور کو ایسا یقینی علم نہیں ملتا۔\r\nاللہ تعالیٰ فرماتا ہے کہ تو نے اپنے رب کی\r\nشان نہیں دیکھی کہ تم کو اپنے غیب پر مطلع فرمادے ہاں\r\nاللہ تعالٰی اس کیلئے\r\nاپنی مشیت کے موافق اپنے رسولوں کو چنتا ہے اور اسی نے فرمایا ( عزت والا\r\nفرمانے والا ) اللہ غیب کو جاننے والا ہے وہ اپنے غیب پر کسی کو مسلط نہیں\r\nکرتا سوا اپنے پسندیدہ رسولوں کے ۔ آپ غور سے دیکھیں کہ اس شخص نے\r\nکیسا قرآن عظیم کو چھوڑ دیا ہے اور ایمان کو رخصت کیا ہے اور یہ پوچھنے بیٹھا\r\nکہ نبی اور جانور میں کیا فرق ہے ایسے ہی اللہ ان پر مہر لگا دیتا ہے ہر دغہ باز اور\r\nمغرور پر۔\r\nاہل علم غور کریں کہ اس نے ”مطلق علم “ اور ” علم مطلق“ میں کیسا حصر\r\nکر دیا ہے۔ ایک دو حرف جاننے اور ان بے شمار علموں میں جنگی حد و شمار\r\nنہیں ہے میں کوئی فرق نہ رکھا۔ اس کے نزدیک فضیلت اسی پر منحصر ہے\r\nاس کے نزدیک غیب اور شہادت میں کوئی فرق نہیں رہا مطلق علم کی\r\nفضیلت کا سب انبیاء علیہم السلام سے واجب ہوا اور علم غیب میں جاری\r\nہونے سے مطلق علم میں اس کی تقریر خبیث کا جاری ہو نا زیادہ ظاہر ہے۔\r\nمیں کہتا ہوں جو شخص حضور کے علم کی تخصیص کرتا ہے اللہ تعالیٰ کی\r\nشان کی تعظیم کم کرتا ہے اللہ کو وہ پسند نہیں ہے اللہ اس کی شان گھٹادے گا۔\r\nایسے ظالموں نے نہ اللہ کی شان بیان کی نہ اس کے محبوب کی قدر پہچانی ہے\r\nاگر کوئی بے دین جو اللہ تعالیٰ کی قدرت کا منکر ہو وہ علم رسول کا بھی منکر ہو\r\nگا کیونکہ رسول اللہ کا علم تو اللہ کی عنایت اور قدرت سے ہے یہ انداز ایسے\r\nہی ہے جیسے کوئی کہے کہ اللہ کی قدرت کا حکم کیا ہے اگر بقول مسلمانان صحیح\r\nہو تو دریافت طلب یہ امر ہے کہ اس قدرت سے مراد بعض اشیاء پر\r\nMarfat.com"
    },
    {
        "id": 85,
        "pageNo": 85,
        "pageText": "28\r\nقدرت ہے یا کل اشیاء پر اگر بعض پر قدرت ہے تو ایسی قدرت تو زید و عمرو\r\nبلکہ ہر صبی و مجنون بلکہ جمیع حیوانات و بہائم کیلئے حاصل ہے اور اگر کل اشیاء\r\nپر قدرت مراد ہے تو اس طرح کہ اس سے ایک فرد بھی خارج نہ رہے تو\r\nاس کا بطلان دلیل عقلی و نقلی سے ثابت ہے کہ اشیاء میں خود ذات باری\r\nتعالیٰ کی ہستی ہے اسے خود اپنی ذات پر قدرت نہیں ہے، ورنہ تحت قدرت\r\nہو جائے گا تو ممکن ہو تو واجب نہ رہے گا تو اللہ نہ رہے گا۔ یہ وہ مفروضات\r\nہیں جسکی بنیاد پر یہ بد عقیدہ لوگ حضور کے علم کی نفی کی دلیلیں بناتے\r\nرہتے ہیں۔\r\n،،\r\nحقیقت یہ ہے کہ یہ نظریہ رکھنے والے تمام فرقے سب کافر اور مرتد\r\nہیں باجماع امت دائرہ اسلام سے خارج ہیں اس کیلئے فتاوی بزازیہ\r\nدر رو غرر، فتاوی خیریه، مجمع الانهر، در مختار وغیرہ جیسی معتمد کتابوں میں\r\nایسے کافروں کے حق میں فرمایا کہ جو ان کے کفر و عذاب میں شک کرے وہ\r\nبھی کافر ہے اور قاضی عیاض نے \"شقا شریف میں فرمایا ہے کہ ہم اسے\r\nکافر کہتے ہیں جو ایسے کافر کو کافر نہ مانے جس نے ملت اسلامیہ کے اصولوں\r\nکو چھوڑ کر کسی دوسرے مذہب کو اپنا لیا ہو۔\r\nان کے بارے میں توقف کرے یا شک لائے وہ بھی کافر ہے\r\n”بحر الرائق میں لکھا ہے کہ جو بے دینوں کی بات کی تحسین کرے یا کہے کہ\r\nکچھ معنی صداقت و معرفت رکھتی ہے یا اس کلام کے صحیح معانی ہیں اگر اس\r\nکہنے والے کی بات کفر تھی تو جو اس کی کفریہ عبارت کی تحسین کرے گاوہ کافر\r\nہو جائے گا۔ امام حجر مکی نے اپنی کتاب الاعلام “ کی ایک فصل میں ایسی\r\nباتیں بتلائی ہیں جس سے کفر لازم آتا ہے فرمایا جو کفر کی بات کہے وہ کافر ہے\r\nMarfat.com"
    },
    {
        "id": 86,
        "pageNo": 86,
        "pageText": "تعارف کتاب\r\nنام کتاب\r\nنام مصنف\r\nسال تالیف\r\nسال اشاعت اوّل\r\nموضوع کتاب\r\nمقدمه\r\nاُردو تر جمه اتعارف کتاب\r\nحسام الحرمين على منحر الكفر والمین (معہ تمہید ایمان)\r\nاعلیٰ حضرت امام احمد رضا خان فاضل بریلوی علیه\r\n۵۱۳۲۴\r\n۱۳۲۵ه\r\nاعلیٰ حضرت کے علمی کمالات پر علمائے حرمین کے تاثرات\r\nمولا نا عبد الحکیم شرف قادری\r\nپیرزادہ اقبال احمد فاروقی۔ ایم اے\r\nNxrxry\r\nمکتبہ نبویہ، گنج بخش روڈ ، لاہور\r\nسائز\r\nتاثر\r\nصفحات\r\nسال طباعت زیر نظر ترجمه\r\nہدیہ\r\nمکتبہ نبو به گنج بخش روڈ لاہور\r\n14+\r\n۱۰۰ روپے\r\nملنے کا پتہ\r\nضیاء القرآن پبلی کیشنز لاہور\r\nمکتبہ قادری رضوی گنج بخش روڈ لاہور علمی پبلیشر ز دا تا در بار مارکیٹ، لاہور\r\nنوری بک ڈپو در بار مارکیٹ، لاہور ادارہ تحقیقات امام احمد رضا کراچی\r\nدار العلم، دربار مارکیٹ لاہور مشتاق بک ڈپو، اردو بازار، لاہور\r\nتعبیر برادرز اردو بازار لاہور مکتبہ زاویہ ستا ہوٹل دربار مارکیٹ لاہور\r\nMarfat.com"
    },
    {
        "id": 87,
        "pageNo": 87,
        "pageText": "29\r\nجو اس بات کو اچھا کہ یا تائید کرے وہ کافر ہے۔\r\nہاں ہاں! احتیاط احتیاط ! مٹی اور پانی کے پہلے کی تمام چیزیں جو پسند کی\r\nجائیں۔ دین ان سب سے زیادہ اہم ہے، بیشک جن چیزوں کا انتظار کیا جاتا\r\nہے وہ وجال\" سے برتر ہے اگر چہ باطل خیالات رکھنے والوں کے بہت سے\r\nپیروکار ہیں۔ ان کے شعبدوں سے زیادہ ظاہر اور بڑے ہوں گے۔ ان کے\r\nشعیدے بھی بڑے ہوں گے مگر دھیا درکھیں قیامت سب سے دہشت ناک\r\nچیز ہے۔\r\nمیں نے اس موضوع پر اس لئے طویل گفتگو کی ہے کہ ان باتوں پر\r\nتنبیہ کرنا اور توجہ دلانا ضروری نہایت ضروری ہے۔ ہمارے سامنے یہ ایک\r\nمہم ہے جسے ہم طے کرنا چاہتے ہیں۔\r\nاللہ تعالیٰ ہی ہم سب کو کافی وافی ہے\r\nوہی اچھا کام بنانے والا ہے وہی سب سے بہتر ہے ہم درود پیش کرتے ہیں۔\r\nکامل ترین آقا کی بارگاہ میں ، محمد رسول اللہ صلی اللہ علیہ و آلہ وسلم ، آپ کی\r\nتمام آل پاک پر ، تمام خوبیاں اللہ کی ذات کیلئے ہیں جو سارے جہانوں کا مالک ہے۔\r\nیہ عبارت \" معتمد مستند\" سے نقل کی گئی ہے اے علمائے کرام! ہم نے\r\nاسے آپ کی خدمت میں پیش کر دیا ہے ہم آپ سے خیر و برکت کی امید\r\nلے کر حاضر ہوئے ہیں، آپ کا فیصلہ ہمارے لئے قابل قبول ہو گا۔ آپ کو\r\nاللہ تعالیٰ بے پناہ ثواب سے نوازے گا، ہم درود و سلام پیش کرتے ہیں اپنے\r\nآقا و مولی محمد رسول اللہ صلی اللہ علیہ و آلہ وسلم کی بارگاہ میں ان کی آل\r\nاحباب پر روز جزا تک یوم پنجشنبه ۲۱ ذی الحجہ ۱۳۲۳ھ مکہ مکرمہ ۔\r\nMarfat.com"
    },
    {
        "id": 88,
        "pageNo": 88,
        "pageText": "30\r\nعلمائے مکہ مکرمہ کی تقاریظ\r\nاستاد حرم محترم مفتی شافعیہ سید ناو مولانا محمد عید با بصیل = مدظلہ العالی\r\nحضرت مولانا محمد سعید علم کے بحر و جابر ہیں، جلیل القدر علامہ ہیں،\r\nبلند ہمت عالم دین ہیں، مرجع مستفیدین ہیں، صاحب کرم و برکت ہیں،\r\nارباب فضل و تقدیم ہیں، مکہ معظمہ میں علمائے کرام کے استاد ہیں، شافعیہ\r\nکے مفتی اعظم ہیں، اللہ تعالیٰ ان کے احسانات کا سایہ دراز رکھے“\r\nآپ فرماتے ہیں کہ سب خوبیاں اس خدا کو ہیں جس نے علمائے\r\nشریعت محمدیہ کو دنیا کی تازگی اور زندگی کا ذریعہ بنایا ہے ان کی ہدایت اور حق\r\nگوئی سے شہروں اور وادیوں کو معمور فرمایا ہے ان کی کوششوں اور حمایت\r\nسے دین سید المرسلین صلی اللہ علیہ و آلہ وسلم کو ایک پاکیزہ چار دیواری عطا کی\r\nہے اور اس چار دیواری کو بدمذہب افراد کی دست درازی سے محفوظ کیا ان\r\nکی روشن علمی دلیلوں سے گمراہ اور بے دین لوگوں کی ریشہ دوانیوں کو باطل\r\nکر دیا ہے۔\r\nصلاۃ سلام کے بعد میں نے وہ تحریر دیکھی ہے جسے علامہ کامل استاد\r\nماہر مجاہد دین مصطفیٰ نے نہایت پاکیزہ الفاظ میں سپرد قلم کیا ہے یعنی میرے\r\nبھائی اور محترم رفیق حضرت مولانا احمد رضا خان نے اپنی کتاب \" معتمد\r\nالمستند “ میں بیان قلمبند کیا ہے اس کتاب میں بد عقیدہ اور بے دین\r\nسرداروں کا رد کیا گیا ہے، یہ لوگ ہر ، خبیث مفسد اور ہٹ دھرم سے بدتر\r\nہیں۔ مصنف علامہ نے اس کتاب میں بعض مضامین کا خلاصہ نسپرد\r\nہے اور اس میں چند بد عقیدہ مولویوں کے نام بھی لکھے ہیں یہ لوگ اپنی\r\nMarfat.com"
    },
    {
        "id": 89,
        "pageNo": 89,
        "pageText": "31\r\nمصنف\r\nگمراہی کی وجہ سے کمین ترین کافروں میں شمار ہوتے ہیں اللہ تعالیٰ مہ\r\nگرامی کی اس کوشش پر جزائے خیر دے اس نے ان لوگوں کی خباثتوں اور\r\nکفریات کا پردہ چاک کر دیا ہے۔ ان شاء اللہ اہل ایمان لوگوں کے دلوں میں\r\nوگوں کے و\r\nاس تحریر سے بڑی وقعت پیدا ہو گی۔\r\nمیں نے اس عبارت کو اپنی زبان سے بیان کیا اور اپنے سامنے اسے\r\nسپرد قلم کرنے کا حکم دیا ہے میں اپنے اللہ سے مراد ین پانے کا امیدوار ہوں\r\nمفتی شافعیہ محمد سعید بن محمد با بصیل، مکہ مکرمہ ( اللہ تعالی اسے، اس کے\r\nبالا\r\nوالدین کو اس کے استادوں کو اور اس کے دوستوں اور بھائیوں کو اور\r\nدوسرے اہل ایمان کو بخشے)\r\nمولانا شیخ ابوالخیر احمد میر داد\r\n(آپ یکتائے علمائے ربانی، یگانہ گبرائے حقانی، صاحب اوصاف و\r\nعمال، فخر اکابر و عمائد، مالک زہد و ورع، ائمہ و خطبائے کعبۃ المعظم کے\r\nبزرگ، فساد و گمراہی کے مخالف، فیض و ہدایت کے سرچشمہ ، اللہ ان کا\r\nنگہبان ہو )\r\nسب خوبیاں اس خدا کیلئے ہیں جس نے اپنے فیض ہدایت سے احسان\r\nفرمایا یہ بہت بڑی نعمت ہے اللہ تعالیٰ نے ایسا فضل کیا جو اس کے دل میں\r\nآئے اور جو خطرہ سامنے آئے حق کے مطابق فیصلہ کرے، میں اس اللہ کی\r\nحمد کرتا ہوں جس نے ہمارے نبی مکرم صلی اللہ علیہ وآلہ وسلم کی امت\r\nکے علماء کرام کو انبیائے نبی اسرائیل کی طرح بنایا ہے اور انہیں دلیل و حجت\r\nسے نوازا ہے شریعت کے باریک احکام نکالنے کا ملکہ دیا ہے اللہ کا شکر ادا\r\nMarfat.com"
    },
    {
        "id": 90,
        "pageNo": 90,
        "pageText": "32\r\nکرتا ہوں کہ جن علمائے کرام نے تائید حق کیلئے ثابت قدمی دکھائی۔ اللہ\r\nنے ان کے درجات بلند فرمائے ہیں، ان کے مخالفوں کو پست ہمت کر دیا،\r\nان کی شہرت مشرق و مغرب میں پھیلتی گئی، میں گواہی دیتا ہوں کہ اللہ کے\r\nسوا کوئی معبود نہیں ہے وہ واحد ہے اس کا کوئی سا بھی یا شریک نہیں ہے،\r\nایسے بندے کی گواہی جس نے ہمیشہ اللہ کی توحید بیان کی اور وہ اپنے زمانہ میں\r\nتوحید کو گردن میں حمائل کئے رہا۔ میں گواہی دیتا ہوں کہ ہمارے سر دار اور\r\nآقا محمد مصطفیٰ صلی اللہ علیہ و آلہ وسلم اس کے خاص بندے ہیں، اوالعزم\r\nرسول ہیں، جنہیں اللہ تعالیٰ نے سارے جہاں کیلئے نور ہدایت و رحمت بنا کر\r\nکے بھیجا ہے۔ انہیں روشن بیان دے کر بھیجا ہے تاکہ وہ اللہ کے دین\r\nخالص کو امت کے سامنے بیان فرمائیں۔ اللہ تعالیٰ ان پر درود و سلام بھیجے\r\nان کی آل کو شمع تاباں بنادے ان کے صحابہ کو ہدایت کے ستارے بنائے جو\r\nموتیوں کی لڑیوں کی طرح چمکتے رہیں۔\r\nحمد وصلوٰۃ کے بعد میں اعتراف کرتا ہوں کہ ہمارے مولانا احمد رضا\r\nخان ایک فاضل علامہ ہیں جو اپنی آنکھوں کی روشنی سے مشکلات کو حل\r\nکرتے ہیں اور دشواریوں کو دور کرتے ہیں وہ علمی باریکیوں کا خزانہ ہیں،\r\nانہوں نے ان موتیوں کو محفوظ گنجینوں سے چنا ہے وہ معرفت کا آفتاب ہیں\r\nجو خوب دو پہر کی تابانی بن کر چمکتا ہے وہ علم و خرد کی ظاہری اور باطنی\r\nمشکلات کی کھتیوں کو سلجھاتے چلے جاتے ہیں آج جو لوگ ان کے علم و\r\nفضل سے آگاہ ہیں، وہ جانتے ہیں کہ اپنوں نے اگلے پچھلوں کیلئے بہت کچھ\r\nچھوڑا ہے۔\r\nMarfat.com"
    },
    {
        "id": 91,
        "pageNo": 91,
        "pageText": "33\r\nزمانے میں میں گرچہ آخر ہوا وہ لاؤں جو اگلوں سے ممکن نہ تھا\r\nخدا سے کچھ اس کا اچنبانہ جان کہ اک شخص میں جمع ہو سب جہان\r\nانہوں نے اپنی کتاب \"المعتمد المستند\" میں ایسی ایسی دلیلیں، جہتیں\r\nاور توضیحات بیان کی ہیں جو ہر اہل ایمان کو قبول ہیں اور ایسے تعظیم و اجلال\r\nسے دیکھتا ہے۔ انہوں نے اس کتاب میں اہل کفر و الحاد کی جڑیں ہلا کر رکھ\r\nدی ہیں۔ مذکورہ کتاب میں بیان کردہ اقوال اور کفریہ عقائد کا معتقد بلاشک و\r\nشبہ کافر اور گمراہ ہے وہ دوسروں کو بھی گمراہ کرتا جاتا ہے وہ دین سے ایسے\r\nنکل گیا ہے جیسے تیر نشانے سے نکل جاتا ہے۔ مسلمانوں کے تمام علماء کرام\r\nکے نزدیک جو ملت اسلامیہ اور مذہب اہلسنت جماعت کی تائید کرتے ہیں\r\nیہ تمام اقوال بدعت اور گمراہی پر دلالت کرتے ہیں اللہ تعالیٰ مصنف کو ان\r\nتمام لوگوں کی طرف سے جو ہدایت پر قائم ہیں جزائے کثیر عطا فرمائے ان\r\nکی ذات ان کی تحریروں اور ان کی تصنیفات سے اگلوں پچھلوں کو نفع بخشے۔\r\nوہ رہتی دنیا تک حق کا علم بلند کرتے رہیں ، وہ صبح و شام اہل حق کی مدد کرتے\r\nرہیں، جب تک صبح و شام کا سلسلہ جاری ہے اللہ تعالیٰ اس کے علم و فضل\r\nمیں برکت دے اور ہمیشہ امداد خداوندی سے بہرہ ور رہے۔ اللہ تعالی\r\nسید المرسلین صلی اللہ علیہ و آلہ وسلم ان کی آل پر ان کے صحابہ پر درود و\r\nسلام بھیجے۔\r\nمیں ایک محتاج الہ گر فتار گناہ ہوں۔ احمد ابو الخیر بن عبد اللہ میرداد\r\n(مسجد الحرام میں علم کا خادم اور خطیب و امام خانہ کعبہ )\r\nMarfat.com\r\nJ"
    },
    {
        "id": 92,
        "pageNo": 92,
        "pageText": ":\r\n34\r\nمولانا علامہ شیخ صالح کمال حنفی سابق مفتی مکه مکرمه\r\n( پیشوائے علمائے محققین، کبرائے مدقین عظیم المعرفت ، ماہر تعلیم،\r\nصاحب نور عظیم، ابر بارنده، ماه در خشنده، ناصرسنن، فتنه شکن سابق مفتی\r\nحنفیه مکه مکرمه)\r\nسب خوبیاں اس خدا کیلئے ہیں جس نے آسمان علوم کو علمائے عارفین\r\nکے چراغوں سے مزین فرمایا اور ان کی برکات سے ہمارے لئے ہدایت اور\r\nحق واضح کے راستوں کو روشنی بخشی۔ میں ان کے احسان و انعامات پر شکر\r\nادا کر تا ہوں، اس کے خاص اور عام افضال پر اس کا شکر ادا کرتا ہوں، میں\r\nگواہی دیتا ہوں کہ اللہ کے بغیر کوئی سچا معبود نہیں ہے۔ وہ واحد ہے اس کا\r\nکوئی شریک نہیں، ایسی گواہی جو نور کے کہنے والے کو نور کے منبروں پر بلند\r\nکرے اور کبھی اور گمراہی کے شہبات اس کے پاس نہ آنے دے میں گواہی\r\nدیتا ہوں کہ ہمارے سردار اور ہمارے آقا محمد صلی اللہ علیہ و آلہ و سلم اس\r\nکے خاص بندے ہیں، اس کے رسول ہیں جنہوں نے ہمارے لئے حجت\r\nقائم کر دی، کشادہ راہیں روشن کر دیں الہی تو درود و سلام نازل فرما ان پر ان\r\nکی پاکیزہ اولاد پر ان کے فوزوفلاح والے صحابہ کرام پر ان کے نیک\r\nپیروکاروں پر اور یہ سلسلہ تا قیامت جاری رہے۔\r\nاللہ تعالیٰ کا فضل خصوصی طور پر اس عالم علامہ پر شامل حال ہو جو\r\nعلم و فضل کا ایک دریا ہے جو عمائد علماء کرام کی آنکھوں کی ٹھنڈک ہے۔\r\nحضرت مولانا محقق احمد رضا خان بریلوی اللہ تعالٰی اس کی حفاظت فرمائے\r\nاسے سلامت رکھے اور ہر بدی اور ناگوار بات سے محفوظ رکھے۔ حمد و صلوۃ\r\nmarfa\r\nfat.com\r\nMarfat.com"
    },
    {
        "id": 93,
        "pageNo": 93,
        "pageText": "35\r\nکے بعد اے\r\nامام پیشو! تم پر سلام ہو، اللہ کی رحمت ہو ، اس کی برکتیں آپ پر\r\nنازل ہوتی رہیں۔ بیشک آپ نے ان بے دین ”مولویوں“ کے کفریات کا\r\nجواب دیا اور خوب دیا۔ اپنی تحریر میں تحقیق کی آپ کے اس کارنامے کی\r\nوجہ سے مسلمانوں کی گردنیں آپ کے احسانات کی نیچے سے جھکی ہوئی\r\nہیں۔ اللہ کی بارگاہ میں آپ نے ایک عمدہ ثواب کا سامان مہیا کیا ہے۔ اللہ\r\nتعالیٰ آپ کی ذات کو مسلمانوں کے ایک مضبوط قلعہ کی حیثیت سے قائم\r\nرکھے اور اپنی بارگاہ سے بے پناہ اجر عطا فرمائے اور بلند مقام دے۔ بیشک\r\nگمراہوں کے وہ پیشوا جن کا آپ نے اپنی کتاب میں ذکر کیا ہے ایسے ہی گمراہ\r\nہیں جس طرح آپ نے فرمایا ہے وہ کافر ہیں، دین سے باہر ہیں، تمام\r\nمسلمانوں پر واجب ہے کہ عام لوگوں کو ان کے شر سے دور رکھیں۔ ان کے\r\nفاسد عقیدوں اور گمراہ راہوں کی پر زور مذمت کریں اور ہر مجلس میں ان کی\r\nتقلید کریں ان کی پردہ دری کار ثواب ہے اللہ اس پر رحمت فرمائے جس نے\r\nکہا تھا۔\r\nدین میں داخل ہے ہر کذاب کی پردہ دری\r\nسارے بددینوں کی جولا ئیں عجب باتیں بری\r\nدین حق کی خانقاہیں ہر طرف پاتا گری\r\nگرنہ ہوتی اہل حق و رشد کی جلوہ گری\r\nہمارے نزدیک یہ لوگ زیاں کار بھی ہیں اور زیاں رسماں بھی ، گمراہ\r\nبھی نہیں اور ظالم بھی یہ کھلے کافر ہیں۔ اے اللہ ، ان پر سخت عذاب نازل فرما\r\nجو ان کی باتوں کی تصدیق کرے اسے بھی اپنے درد ناک عذاب میں مبتلا\r\nفرما۔ انہیں اس طرح شکست دے کہ یہ بھاگتے نظر آئیں، یہ مردود ہیں\r\nMarfat.com"
    },
    {
        "id": 94,
        "pageNo": 94,
        "pageText": "|\r\nI\r\n36\r\nاے اللہ ہمارے دلوں کو ٹیڑ ھانہ کرتا، کیوں کہ تو نے ہمیں سچی راد کھائی ہے\r\nاور دین پر قائم کیا ہے ہمیں اپنی رحمت کے دامن میں پناہ دے تو بہت بخشنے\r\nوالا اور مہربان ہے ہمارے آقا سردار حضرت محمد مصطفی صلی اللہ علیہ و آلہ\r\nوسلم پر ہزاروں درود ہوں ان کی آل پر ان کے اصحاب پر بکثرت سلام و\r\nدرود ہو۔\r\nیکم محرم الحرام ۱۳۲۴ھ کو ہم نے اس عبارت کو اپنی زباں سے ادا کیا\r\nاور اپنے سامنے لکھنے کا حکم دیا۔\r\nمسجد الحرام (کعبتہ اللہ ) میں علم و علماء کا خادم محمد صالح بن علامہ\r\nصدیق کمال مرحوم حنفی سابق مفتی مکہ مکرمہ معظمہ ، اللہ تعالیٰ میرے\r\nوالدین، اساتذہ، احباب کو بخشے۔ میرے دشمنوں، حاسدوں اور بد خواہوں\r\nکو برباد فرمائے۔\r\nحضرت مولانا شیخ علی بن صدیق کمال\r\nبسم الله الرحمن الرحیم\r\nسب خوبیاں اس خدا کیلئے ہیں جس نے اپنے دین کو علمائے با عمل سے\r\nعزت دی جو نفع دینے والے علم کو پھیلا رہے ہیں۔\r\nاے اللہ ، تو نے ان با عمل علمائے دین کو دنیا کے اندھیروں میں\r\nستاروں کی طرح روشن کیا۔ زمانے کی سخت تاریکیوں میں ان کی روشنیوں\r\nکو راہنما بنایا وہ ایسے شہاب درخشندہ ستارے ہیں جن کی روشنیوں سے بے\r\nدینی اور گمراہی کے شیطان کا نشانہ بنائے گئے ہیں سرکش اور کج مذہب ان\r\nانگاروں سے خاک سیاہ ہو جائیں گے۔\r\nMarfat.com"
    },
    {
        "id": 95,
        "pageNo": 95,
        "pageText": "37\r\nمیں گواہی دیتا ہوں کہ اللہ کے سوا کوئی معبود نہیں ہے وہ واحد ہے\r\nاکیلا ہے اس کا کوئی شریک نہیں، میں اس گواہی کو زحمت اور معیشت کے\r\nدن کیلئے محفوظ رکھتا ہوں۔ میں گواہی دیتا ہوں کہ ہمارے آقا رسول اکرم\r\nصلی اللہ علیہ و آلہ وسلم اس کے بندے ہیں، اس کے رسول ہیں، عظمت\r\nوالے انبیاء کرام کے خاتم ہیں، اللہ عزو جل ان کی ذات پر ان کی آل پر ان\r\nکے اصحاب کرام پر درود بھیجے۔\r\nحمد وصلوٰۃ کے بعد میں اپنے اللہ کا شکر ادا کر تا ہوں کہ ایک بلند ستارہ\r\nچمکا اور نفع رساں روشنیاں لے کر آیا، اس افراتفری اور مصیبت کے زمانہ\r\nمیں اس کی راہنمائی میسر آئی۔ اس زمانہ میں بد مذہبوں کے طوفان امڈے\r\nچلے آرہے ہیں گمراہی کے ریلے آگے بڑھ رہے ہیں بد مذہب لوگ کشادہ\r\nزمین اور پہاڑوں کی بلندیوں سے اتر اتر کر اہل ایمان پر حملہ آور ہو رہے\r\nہیں۔ اے اللہ ، ان سے اپنے شہروں کو محفوظ فرما اور اپنی مخلوق کو ان سے پناہ\r\nمیں رکھ ، ان پر ایسی ہی ہلاکت نازل فرما جس طرح تو نے قوم ثمود اور عاد پر\r\nنازل فرمائی تھی ان کے گھروں کو کھنڈرات میں تبدیل کر دے یہ خارجی\r\nلوگ دوزخ کے کہتے ہیں۔\r\nیہ شیطان کا لشکر ہیں یہ وہ لوگ ہیں جن کی اس روشن ستارے نے\r\nنشاندہی کی ہے۔ وہابیہ اور ان کے تابعین کیلئے ہمارے سردار را ہنما اور پیشوا\r\nحضرت مولانا احمد رضا خان بریلوی ایک تمشیر براں ہیں۔ اے اللہ اسے\r\nسلامت رکھ ، وہ دشمن جو دین سے نکل گئے ہیں، ان پر اسے فتح نصیب فرما،\r\nحضور صلی اللہ علیہ و آلہ وسلم پر صلوۃ و سلام ہو۔\r\nعلی ابن صدیق کمال\r\nMarfat.com"
    },
    {
        "id": 96,
        "pageNo": 96,
        "pageText": "38\r\nحضرت مولانا شیخ محمد عبد الحق مہاجر اللہ آبادی\r\n( آپ دریائے مواج عالم کبیر ہیں، بقیہ السلف اکابر کیلئے باعث فخر\r\nہیں، دور آخر کے معتمد عالم دین ہیں، صاحب وفا ہیں منقطع باللہ ہیں، حامی\r\nسفن اور ماحی فتن ہیں، لمعات نور مطلق کی جلوہ گاہ ہیں، آپ پر سلام ہو، اللہ\r\nکی رحمتیں ہوں، اس کی برکتیں نازل ہوں اور مغفرت ہو۔)\r\nبسم الله الرحمن الرحیم\r\nسب خوبیاں اس خدا کیلئے جس نے اپنا بندہ پسند فرمایا اسے شریعت\r\nمحمدیہ کی حمایت کی توفیق بخشی، اسے علم و حکمت میں اپنے برگزیدہ پیغمبروں\r\nکا وارث بنایا، یہ کس قدر بلند و بالا مرتبہ ہے، درود و سلام ہو ہمارے آقا محمد\r\nرسول اللہ صلی اللہ علیہ و آلہ وسلم پر جن میں ان کے مولیٰ نے ساری خوبیاں\r\nجمع فرمادیں، اخلاق حسنہ سے مزین فرمالیا ان کی آل پر ان کے اصحاب پر جن\r\nکی جانیں ان کے حکم پر قربان ہوتی گئیں، جن کی زندگیاں ان کے فرمان\r\nکے سامنے وقف رہیں اے اللہ حضور کا اس وقت تک چر چار ہے جب تک\r\nاس کائنات ارضی کے باغوں کی کلیوں پر بلبلیں چہچہاتی رہیں گی۔\r\nحمد و صلوٰۃ کے بعد میں اس شرف والی مستند کتاب سے آگاہ ہوا ہوں\r\nمیرے سامنے ایک خوش نما تحریر ہے۔ ایک دلپسند تقریر ہے، میں نے اس\r\nتقریر و تحریر کو دیکھا تو میری آنکھیں ٹھنڈی ہو گئیں، میں نے ان کے بیان\r\nکو کان لگا کر سنا تو مجھے اس تحریر و تقریر کے فیضان کا دریا بہتا نظر آیا، اس\r\nکتاب کے مولف علامہ عالم جلیل دریائے زخار پر گوبسیار، فضل\r\nکثیر الاحسان، دریائے ہمت کے تیراک، بحر نا پیدا کنار کے شناور شرف و\r\nmarfa\r\nMarfat.com"
    },
    {
        "id": 97,
        "pageNo": 97,
        "pageText": "پیرائیه آغاز\r\nرشحات قلم حضرت مولانا محمدعبدالحکیم شرف قادری صدر مدرس جامعہ نظامیہ باہر\r\nعوام الناس کو یہ کہتے سنا گیا ہے کہ اہل سنت و جماعت (بریلوی) اور دیوبندی علماء آپس میں\r\nسرینگر یہاں ہیں، ہر دو کتب فکر کی جانب سے اپنی اپنی تائید میں قرآن و حدیث سے دلائل پیش\r\nکیے جاتے ہیں، ہم کو ھر جائیں کس کی بانہیں اور کس کی نہ مانیں کچھ بہ کم خونی مصلح قسم کے افراد اپنی\r\nچرب زبانی سے یہ باور کرانے کی کوشش کرتے ہیں کہ یہ اختلافات فروعی ہیں ان میں پڑنے کی ضرورت\r\nنہیں، ہم نہ بریلوی ہیں نہ دیوبندی عثمانی میں نہ تھانوی، ہم تو سیدھے سادے مسلمان میں اور میں !\r\nاس طرح وہ صلح کلیت کا پرچار کر کے یہ تاثر دیتے ہیں کہ اختلافات کا نام لینے والے مجرم میں اور\r\nصحیح مسلمان وہ ہیں جو ان اختلافات سے بالکل بے تعلق ہیں۔\r\nاس میں شریک نہیں کہ اگر اختلان ذاتی وجوہ کی بنا پر ہو یا اسمس کا تعلقی کیفیت عمل کے\r\nساتھ ہو تو اس میں الجھنا ہی بہتر ہے مثلاً حنفی ، شافعی، حنبلی اور مالکی اختلافات ایسے نہیں\r\nہیں جن پر محاذ آرائی مناسب ہو ، کیونکہ یہ فروعی اختلافات ہیں، لیکن اگر بنیادی عقائد میں ختلاف\r\nرونما ہو جائے تو اس سے کسی طور پر آنکھیں بند نہیں کی جاسکتیں ، یہ اختلاف کسی عورت بھی\r\nفروعی نہیں اصولی ہو گا ، ایسی صورت میں لازمی طور پر یک درگیر و محکم گیر ایک جانب کی تمایت\r\nاور دوسری جانب سے برأت کرنی پڑے گی، اهدنا الصراط المستقیم صراط الذين\r\nانعمت عليهم غير المغضوب عليهم ولا الضالین (الآیہ) کا یہی مفاد ہے ، اس آیت\r\nمیں سرفت او راست کی ہدایت طلب رنے کی تعلیم نہیں دیگی جبکہ بی بی میلی کی گئی ہے راستی مطلب\r\nاور اہل ضلال سے پناہ مانگتے رہو۔\r\nحضرت سیدنا ابوبکر صدیق رضی اللہ تعالیٰ عنہ نے منکرین زکوۃ کے ساتھ جہاد فرمایا ، امام\r\nاحمد بن حنبل رحمہ اللہ تعالیٰ علیہ نے معتزلہ کی قوت حاکمہ کی پروانہ کرتے بوتے کلائی کیا اور کوڑے تک\r\nکھائے، امام ربانی مجدد الف ثانی رحم اللہ تعالی کو طوق و سلاسل کی دھمکیاں حرف اختلاف اور نعرہ حقی\r\nMarfat.com"
    },
    {
        "id": 98,
        "pageNo": 98,
        "pageText": "39\r\nعزت کے مالک، اہل علم پر سبقت لے جانے والے عالم دیں، صاحب فہم و\r\nذکا، نہایت شفیق، کریم النفس كثير الفهم مولانا حاجی احمد رضا خان ( اللہ تعالی\r\nان پر لطف و کرم فرمائے) نے ایک نہایت ہی عمدہ کتاب لکھی ہے جس میں\r\nآپ نے تفصیل و تحقیق، ربط و ضبط کے ساتھ گفتگو فرمائی ہے آپ نے\r\nاپنے موضوع سے انصاف و عدل کیا ہے، راہنمائی و ہدایت کا راستہ اختیار کیا\r\nہے ہمارے لئے ضروری ہے کہ جب کہیں ہمیں کسی مسئلہ پر شبہ پڑے ہم اس\r\nکتاب کی طرف رجوع کریں اور اس پر اعتماد کریں۔ اللہ تعالیٰ مولف علام کو\r\nپوری جزاء بخشے اور اس پر انتہا درجے کی نعمتیں نچھاور کرے اور ابد الآباد تک\r\nاپنے فضل و کرم سے نواز تار ہے، اللہ کرے وہ ساری زندگی آرام و آسائش\r\nسے رہیں اور انہیں کوئی حادثہ پیش نہ آئے۔ بحرمت سید المرسلین صلی اللہ علیہ\r\nو آله و سلم\r\nحضور صلی اللہ علیہ و آلہ وسلم پر درود و سلام ہو، آپ کی آل پر آپ\r\nکے اصحاب پر سلام ہو۔\r\nبندہ ضعیف حرم پاک میں اللہ تعالیٰ کی پناہ لینے والا محمد عبد الحق ابن\r\nمولانا حضرت شاہ محمد الہ آبادی ۸ صفر المظفر ۱۳۲۴ھ صاحب ہجرت پر\r\nدس لاکھ درود و سلام ہو ۔\r\nسید اسماعیل خلیل اللہ محافظ کتب حرم شریف\r\nبسم الله الرحمن الرحیم\r\nسب خوبیاں اس\r\nاللہ کیلئے ہیں جو واحد ہے غالب ہے ، صاحب قوت،\r\nعزت، جبروت و انتقام ہے جس کی صفات کمال و جلال سے متعالی ہیں، وہ\r\nMarfat.com"
    },
    {
        "id": 99,
        "pageNo": 99,
        "pageText": "|.\r\n40\r\nکافروں، سرکشوں، گمراہوں کی باتوں سے منزہ ہے، اس کی نہ کوئی ضد ہے نہ\r\nنظیر ہے۔ درود و سلام ہو ان پر جو سارے جہانوں سے افضل ہیں، ہمارے\r\nآقا حضرت محمد رسول اللہ علیہ و آلہ وسلم ابن عبد اللہ صلی اللہ علیہ و آلہ\r\nوسلم، وہ تمام انبیاء کے خاتم ہیں، تمام رسولوں کے امام ہیں۔ اللہ تعالیٰ اپنے\r\nنام لینے والوں کو ان ہلاکتوں سے بچائے جو بد مذ ہب پھیلا رہے ہیں، وہ\r\nہدایت کی راہوں پر قائم رکھے اور اندھے عقیدوں سے بچائے۔\r\nحمد و صلوٰۃ کے بعد میں کہتا ہوں کہ بے دینوں کا یہ طائفہ جس کا ذکر\r\nکتاب المعتمد المستند “ میں کیا گیا ہے نہایت قابل مذمت ہے۔ ان میں\r\nمرزاغلام احمد قادیانی ہے، رشید احمد گنگوہی ہے اس کے پیرو کار خلیل احمد\r\nاپنیٹھوی اور اشرف علی تھانوی ہے ان لوگوں کے کفر میں کوئی شبہ نہیں ہے\r\nاور نہ کوئی شک ہے جو ان کے کفر میں شک کرے وہ بھی کافر ہے کسی حالت\r\nمیں ایسے لوگوں کو کافر کہنے میں تامل نہیں کرنا چاہئے ، ان کے کفر میں شبہ\r\nنہ کرے ان میں بعض وہ لوگ ہیں جنہوں نے دین متین کو پس پشت ڈال دیا\r\nہے، بعض وہ لوگ ہیں جنہوں نے دین کے جزوی اصولوں سے انکار کر دیا\r\nہے وہ ان حقائق سے بھی انکار کرتے ہیں جن پر حضور صلی اللہ علیہ و آلہ\r\nوسلم کی ساری امت متفق ہے اب یہ لوگ اسلام میں کوئی مقام نہیں رکھتے۔\r\nان کا کوئی نام و نشان نہیں ہے، کسی جاہل سے جاہل پر بھی یہ بات پوشیدہ\r\nنہیں ہے وہ ایسی باتیں کرتے ہیں جنہیں عقل و خرد تسلیم نہیں کر سکتی۔ اس\r\nعقلیں طبیعتیں اور دل انکار کر دیتے ہیں میں کہتا ہوں یہ لوگ گمراہ ہیں،\r\nگمراہ گر ہیں، یہ کافر ہیں فاجر ہیں، دین سے خارج ہیں، ان کی بد اعتقادیاں ان\r\nکی بد نہی کے نتیجہ میں در آئی ہیں۔ وہ علمائے کرام کے اقوال کو سمجھنے سے\r\nMarfat.com"
    },
    {
        "id": 100,
        "pageNo": 100,
        "pageText": "41\r\nقاصر رہے ہیں مجھے ان کی کفریہ عبارات پڑھنے کے بعد ایسا یقین ہو گیا ہے\r\nاور میں بلا شک و شبہ انہیں کافر کہتا ہوں۔ یہ کافروں کے ترجمان ہیں، یہ\r\nدین مصطفیٰ صلی اللہ علیہ و آلہ وسلم کو باطل کر کے گمراہیاں پھیلانا چاہتے\r\nہیں، وہ اصل دین سے انکار کر رہے ہیں، کوئی ختم نبوت سے انکار کر رہا ہے،\r\nکوئی نبوت کے مقام سے انکار کر رہا ہے، کوئی نبوت کا دعویٰ کر رہا ہے، کوئی\r\nاپنے آپ کو عیسی کہہ رہا ہے، کوئی مہدی بن رہا ہے، ظاہر ہے کہ یہ تمام\r\nکے تمام ہلکی دلیلوں سے گمراہی پھیلا رہے ہیں، وہابی فرقہ کے یہ لوگ\r\nنہایت گمراہ ہیں اللہ کی ان پر لعنت ہو اور یہ رسوائیوں کے گڑھوں میں\r\nگریں، ان کا ٹھکانا جہنم ہو، یہ عوام الناس کو جو چوپاؤں کی طرح ہیں اپنی\r\nتاویلوں سے دھوکا دیتے ہیں، وہ لوگوں میں کہتے پھرتے ہیں کہ وہی پیروان\r\nدین ہیں اگلے لوگ گمراہ تھے یہ لوگ روشن راہوں کے مخالف ہیں دین\r\nمصطفیٰ کے تارک ہیں، کاش یہ لوگ جان لیتے کہ اگر ہمارے اسلاف طریق\r\nمصطفی صلی اللہ علیہ وآلہ وسلم پر نہیں چلتے تھے تو کون راہ رسول پر چلتا تھا\r\nمیں اللہ تعالٰی کا شکر بجالاتا ہوں، اس کی حمد کرتا ہوں کہ اس نے اپنے فضل\r\nکے ساتھ ہمارے لئے ایک ایسا عالم فاضل کامل مقرر فرمایا جس کی جس\r\nقدر تعریف کی جائے کم ہے، جس کے علم و فضل پر جتنا فخر کیا جائے کم\r\nہے ، وہ یکتائے زمانہ ہے اپنے وقت کا یگانہ ہے۔ حضرت مولانا احمد رضا خان\r\nبریلوی اللہ تعالیٰ انہیں سلامت رکھے ، وہ ان بے دینوں کی باطل تاویلوں کو\r\nآیات و احادیث سے رد کر تا رہے، ایسا کیوں نہ ہو۔ علمائے مکہ ان کے عمل و\r\nفضل کی شہادت دیتے ہیں، میں کہتا ہوں کہ وہ اس صدی کے مجدد ہیں۔\r\nMarfat.com"
    },
    {
        "id": 101,
        "pageNo": 101,
        "pageText": "h\r\nI\r\n42\r\nخدا سے کچھ اس کا چنا نہ جان\r\nکہ اک شخص میں جمع ہو سب جہاں\r\nاللہ تعالٰی مولانا احمد رضا خان کو دین اور اہل دین کی طرف سے\r\nجزائے خیر دے اور انہیں اپنے فضل ، احسان اور برکات سے نوازے۔\r\nآج ہندوستان کی سرزمین میں کئی قسم کے فرقے پائے جاتے ہیں وہ\r\nظاہری طور پر اسلام کا نام لیتے ہیں مگر حقیقت میں وہ کافروں کا کام کر رہے\r\nہیں اور ان کے راز دار جاسوس ہیں وہ دین مصطفی صلی اللہ علیہ و آلہ وسلم کے\r\nدشمن ہیں، ان کی خواہش ہے کہ مسلمانوں میں انتشار اور افتراق ڈال دیا\r\nجائے یا اللہ ہم تو صرف تیری ہدایت چاہتے ہیں، صرف تیری نعمت کے\r\nطلب گار ہیں یا اللہ ہمیں حق کی توفیق عطا فرما، باطل کو باطل کر دے، ہم باطل\r\nسے دور رہیں اللہ تعالی درود و سلام بھیجے ہمارے آقا و مولا محمد رسول اللہ\r\nصلی اللہ علیہ و آلہ وسلم پر ان کی آل پر ان کے اقارب پر میں نے یہ تحریر\r\nاپنے قلم سے لکھی ہے اور اپنی زبان سے کہی ہے میں اپنے اللہ جل جلالہ\r\nسے معافی کا خواستگار ہوں اور اس کی رحمت کا امیدوار۔\r\nحرم مکہ معظمہ کی کتابوں کا محافظ سید اسماعیل ابن سید خلیل\r\nom\r\nMarfat.com\r\nT"
    },
    {
        "id": 102,
        "pageNo": 102,
        "pageText": "43\r\nحضرت مولاناعلامہ سید مرزوقی ابوالحسن\r\nبسم الله الرحمن الرحیم\r\nسب خوبیاں اس خدا کو جس نے دنیا کے آسمان پر ایک مہر درخشاں\r\nروشن فرمایا جو گمراہیوں کے اندھیروں کو مٹانے والا ہے اور سرکوبی کرنے والا\r\nہے، راہ حق کی طرف راہنمائی کی حجت کامل بنا، دین اسلام تو ایسا کشادہ\r\nراستہ ہے جس پر چلنے والے کا نہ پاؤں پھسلتا ہے نہ بجھی آتی ہے یہ سب حضور\r\nصلی اللہ علیہ و آلہ وسلم کی رسالت اور اس کے فضل عمیم سے وسیع نعمتوں\r\nکا فیض ملا ہے ، اس نے معرفت سے خالی دلوں کو بھر دیا، ہمارے آقا و مولانا\r\nحضرت محمد صلی اللہ علیہ و آلہ وسلم ہیں جن کو اللہ تعالیٰ نے روشن معجزات\r\nاور عقل کو حیران کر دینے والی نشانیاں دیں پھر آپ کو اپنی مشیت سے غیبوں\r\nپر بے پناہ علم بخشا، اللہ تعالیٰ ان پر درود و سلام بھیجے اور ان کی آل اور اصحاب\r\nپر بھی جو ایمان لانے میں ہم سے سبقت لے گئے۔ انہوں نے دین مصطفیٰ کی\r\nمدد کی، اسکے پھیلانے اور اسکی راہیں ہموار اور آسان کرنے کیلئے اپنی جانیں\r\nقربان کر دیں وہ ٹھیک ٹھیک مراد کو پہنچے ، وہ سیرت اور صورت کے لحاظ سے\r\nبڑا شرف اور اعزاز رکھتے تھے وہ ایسی نیکیوں اور عظیم کارناموں سے ممتاز\r\nہوئے کہ رہتی دنیا تک ان کا نام درخشاں رہے گا وہ ایسے ثواب سے مخصوص\r\nہوں گے جو ان کے نامہ اعمال کی زینت بنے گا۔ با الخصوص حضور کے علم کے\r\nوارث وہ علمائے کرام ہیں جن کے انوار سے سخت اندھیروں میں بھی\r\nروشنیاں جگمگاتی رہتی ہیں۔\r\nاللہ تعالیٰ زمانے کی بقاء تک ان کا وجود قائم\r\nرکھے اور بلندیوں کے آسمانوں تک ان کے مبارک ستارے تمام شہروں اور\r\nMarfat.com"
    },
    {
        "id": 103,
        "pageNo": 103,
        "pageText": "|\r\nI\r\n44\r\nوادیوں کو جگمگاتے رہیں۔\r\nحمد و ثناء کے بعد عرض گزار ہوں کہ اللہ تعالیٰ کا مجھے پر بے پناہ احسان\r\nہے کہ مجھے حضرت علامہ، عالم اجل سے ملاقات کا شرف حاصل ہوا ہے،\r\nآپ زبر دست عالم دین ہیں ایک بحر عظیم الفہم ہیں۔ ان کی فضیلت بے پناہ\r\nہے ان کی نیکیاں بے شمار ہیں وہ دین کے اصول و فروع کو اچھی طرح جانتے\r\nہیں، ان کو بیان کرتے ہیں ان کی تصانیف نے بدمذہب اور دین سے راہ فرار\r\nاختیار کرنے والوں کا رد کیا ہے میری نگاہ میں ان سے بڑھ کر آج دین کی\r\nحفاظت کرنے والا دوسرا کوئی نہیں آیا، آج کے اہل علم ان کے بلند مرتبہ\r\nاور ذکر کا اعتراف کرتے ہیں، میں ان کی بعض تصانیف سے بذات خود\r\nمشرف بہ مطالعہ ہوا ہوں جن کی انوار کی قندیلوں نے میرے دل و دماغ کو\r\nروشن کر دیا ہے ان کی حجت میرے دل میں نقش بن کر جم گئی ہے، میرے\r\nدل و دماغ پر ان کا احترام منقش ہو گیا ہے۔\r\nنه تنها عشق از دیدار خیزد\r\nباکیس دولت از گفتار خیزد\r\nاللہ کے احسان سے مجھے ان سے ملاقات کا موقعہ ملا میں نے ان کے\r\nکمالات ان سے کہیں بڑھ کر پائے جو میں نے دوسرے حضرات سے سنے\r\nتھے میری زبان ان کے اظہار سے عاجز ہے میں نے انہیں علم و فضل کا کوہ\r\nبلند پایا ہے ان کے نور کے مینار بہت بلند ہیں۔ وہ علم و عرفان کا ایسا دریا ہیں\r\nجس سے ہزاروں دینی مسائل کی نہریں چھلکتی رہتی ہیں، وہ طالب علموں کے\r\nذہن کو سیراب کرتی جاتی ہیں آج بہت سے گمراہ لوگ ان نہروں کو بند\r\nکرنے کی ناکام کوشش کرنے میں مصروف ہیں، وہ علوم دینیہ پر تقریر کرتا ہے تو\r\nmarfa\r\nMarfat.com"
    },
    {
        "id": 104,
        "pageNo": 104,
        "pageText": "45\r\nایک بہتا ہوا د ریاد کھائی دیتا ہے وہ علم الکلام فقہ اور فرائض میں کمال مہارت\r\nرکھتا ہے وہ مستحبات ، سنن، واجبات اور فرائض کو پوری قوت سے بیان کرتا\r\nہے وہ عربی زبان کا ماہر ہے وہ علم ریاضی میں طاق ہے منطق کا ایک دریا ہے\r\nجس سے بے شمار موتی بر آمد ہوتے رہتے ہیں۔ وہ علم اصول کو آسان کرنے\r\nوالا ہے وہ اس ریاضت میں ہمیشہ مشغول رہتا ہے میری مراد حضرت مولانا\r\nعلامہ فاضل مولوی بریلوی حضرت احمد رضا سے ہے اللہ تعالیٰ انہیں لمبی عمر\r\nعنایت فرمائے اور دونوں جہانوں میں سلامت رکھے۔ اس کے قلم کو تیغ\r\nبرہنہ کی طرح رکھے جو ہمیشہ بے نیام رہے اور وہ اہل بطلان کی گردنیں کاٹتی\r\nرہے یا اللہ میری اس دعا کو قبول فرما۔\r\nجب میں انہیں دیکھتا ہوں تو ایک شاعر کا یہ شعر سامنے آجاتا ہے۔\r\nقافلے جانب احمد سے آتے تھے یہاں\r\nحال دریافت\r\nسنتا تھا نہایت اچھا\r\nجب ملے ہم تو خدا کی قسم ان کانوں نے\r\nاس سے بہتر نہ سنا تھا جو نظر نے دیکھا\r\nمیں حضرت موصوف کی مدح و توصیف سے عاجز اور قاصر\r\nہوں، حضرت علامہ مذکور نے (اللہ تعالیٰ ان کی نیکیوں میں بے شمار اضافہ\r\nفرمائے) مجھ پر خصوصی احسان فرمایا یہ تالیف جلیل اور تصنیف لطیف ہے\r\nمجھے مہیا کی اور مجھے اس کے مطالعہ کا موقعہ فراہم کیا اس کتاب میں فاضل\r\nمصنف نے ہندوستان کے ان گمراہ فرقوں کا حال لکھا ہے جو اپنے خبث\r\nباطنی کی وجہ سے کفری بدعتوں کا شکار ہو گئے ہیں۔ میں اللہ کی بارگاہ میں\r\nگڑ گڑا کر حضور نبی کریم کی شفاعت کی درخواست کرتا ہوں۔ اے اللہ اپنے\r\nMarfat.com"
    },
    {
        "id": 105,
        "pageNo": 105,
        "pageText": "46\r\nمحبوب صلی اللہ علیہ و آلہ وسلم کی شفاعت سے اس فاضل اجل کو اپنی حفاظت\r\nمیں رکھنا اسے کفر و شرک و معصیت سے پناہ میں رکھنا۔ مسلمانوں کو ان\r\nبد عقیدہ اور گمراہ کن فتنوں سے بچائے رکھنا، مصنف علام کو بہترین جزا دینا\r\nجو اسے دین و دنیا میں بلند مراتب پر پہنچائے۔ وہ ایسے بلند مقام پر فائز ہو\r\nجسے دنیا کے تمام مسلمان دیکھ سکیں، وہ ان جھوٹے مفتریوں اور بد عقیدہ\r\nگمراہوں کا رد کرتے رہیں ان کی جھوٹی باتوں، رسوایوں اور بدعتوں کو نمایاں\r\nکرتے ہیں۔\r\nاس میں کوئی شک نہیں کہ آج یہ لوگ جس عقیدہ پر قائم ہیں حد\r\nدرجہ کا فاسد اور باطل عقیدہ ہے۔ نہ اسے عقل معقول مانتی ہے نہ نقل اس\r\nکی تصدیق کرتی ہے یہ ان لوگوں کے وہم اور چھوٹ سے گھڑے ہوئے\r\nمفروضے ہیں ان کے پاس کوئی دلیل نہیں، نہ اس کے پاس کوئی عذر ہے ، نہ\r\nکوئی تاویل ہے نہ کوئی مثال ہے، یہ لوگ صرف اپنی نفسانی خواہشات کی\r\nپیروی کر رہے ہیں جو انہیں ہلاکت میں ڈال دے گی۔ اللہ تعالیٰ نے فرمایا\r\nہے یہ ظالم لوگ اپنی خواہش نفس کے پیروکار بنے ہیں اور اس سے بڑھ کر\r\nاور کون گمر اہ ہو سکتا ہے جو خواہش نفس کا پیروکار ہو۔ پھر فرمایا ٹھیک راہ چلو\r\nجس نے خواہش نفس کی پیروی کی اس کا کام حد سے زیادہ نکل گیا۔\r\nامام طبرانی سے حضرت انس رضی اللہ عنہ کی روایت درج کی ہے کہ\r\nرسول\r\nاللہ صلی اللہ علیہ و آلہ وسلم نے فرمایا بیشک اللہ تعالٰی ہر بدمذہب کو\r\nاس وقت تک تو بہ سے محروم رکھتا ہے جب تک وہ خود اس بلند ہی کو\r\nچھوڑنے پر آمادہ نہ ہو ، ابن ماجہ نے حضرت عبداللہ ابن عباس رضی اللہ عنہ\r\nسے روایت کی ہے کہ رسول\r\nاللہ صلی اللہ علیہ و آلہ وسلم نے فرمایا کہ اللہ کسی\r\nmarfa\r\nMarfat.com"
    },
    {
        "id": 106,
        "pageNo": 106,
        "pageText": "47\r\nبد مذہب کا عمل قبول کرنا نہیں چاہتا جب تک وہ اپنی بدند ہی نہ چھوڑ دے\r\nایک اور مقام پر ابن ماجہ سے حضرت حذیفہ رضی اللہ عنہ سے روایت نقل\r\nکی ہے ، رسول اللہ صلی اللہ علیہ و آلہ وسلم نے فرمایا اللہ تعالیٰ کسی بد مذہب کا\r\nنہ روزہ قبول کرتا ہے نہ نماز نہ زکوۃ نہ حج نہ عمرہ نہ جہاد نہ کوئی فرض نہ نفل وہ\r\nاسلام سے ایسے نکل جاتا ہے جس طرح آئے سے بال نکل جاتا ہے، اسی طرح\r\nبخاری اور مسلم نے صحیحین میں حضرت ابو بردہ بن ابو موسیٰ اشعری رضی\r\nاللہ عنہ کی ایک طویل روایت نقل کی ہے کہ جب حضرت ابو موسیٰ کو غشی\r\nسے آرام آیا تو آپ نے فرمایا میں اس شخص سے سخت بیزار ہوں جس سے\r\nرسول اللہ صلی اللہ علیہ و آلہ وسلم بیزار ہیں۔ مسلم نے اپنی صحیح میں بیٹی بن\r\nيعمر رضی اللہ عنہ سے روایت کی ہے۔ انہوں نے کہا کہ میں نے عبد اللہ بن\r\nعمر رضی اللہ عنہا سے عرض کی اے ابو عبد الرحمن ہماری طرف کچھ ایسے لوگ\r\nنکلے ہیں جو قرآن پڑھتے ہیں اور کہتے ہیں تقدیر کوئی چیز نہیں ہے اور ہر کام\r\nاللہ نے اپنے آپ ابتداء میں ہی تخلیق کر دیا ہے آپ نے فرمایا جب تم ایسے\r\nلوگوں سے ملو تو انہیں خبر دار کر دینا کہ میں ان سے بیزار ہوں وہ مجھ سے\r\nبیگانے ہیں!\r\nاللہ تعالیٰ ایسے لوگوں پر رحم فرمائے جو حق سے مجادلہ کرتے ہیں یا اس\r\nکی تائید سے اسے ظاہر کرتے ہیں۔ یہ فعل باطل ہے جس شخص نے ایسا کام کیا\r\nیا اس کی معاونت کی یا اس کی تائید وہ مخذول اور کافر ہو گا۔ اللہ اس شخص پر\r\nرحم فرمائے جو کافروں اور ان کے افعال سے دور رہتا ہے اور صبح و شام اللہ کی\r\nقدرت کی پناہ میں رہتا ہے وہ ایسے جھگڑوں اور خدشات کا شکار نہیں ہو تا بلکہ وہ\r\nاللہ کی پناہ مانگتا ہے وہ اللہ کی تعریف کرتا ہے جس نے اسے عزت بخشی۔\r\nMarfat.com"
    },
    {
        "id": 107,
        "pageNo": 107,
        "pageText": "48\r\nترمذی شریف میں حضرت ابو ہریرہ رضی اللہ عنہ کی ایک روایت بیان\r\nکی گئی ہے کہ جو شخص کسی مصیبت میں گرفتار ہو کر یہ دعا پڑھے گا کہ سب\r\nخوبیاں اس\r\nاللہ کیلئے ہیں جس نے مجھے اس مصیبت سے محفوظ رکھا جس میں\r\nتجھے گرفتار کیا اپنی بہت سے مخلوق پر مجھے فضیلت دی تو ہو اس مصیبت سے\r\nمحفوظ رہے گا۔ ترمذی نے اس حدیث کو حدیث حسن لکھا ہے اللہ اس شخص\r\nپر رحم کرے جو ان لوگوں کیلئے اللہ تعالیٰ سے ہدایت مانگے اور اس گمراہی کو\r\nچھوڑ دے اور ان باطل خیالات، کفریہ عقیدوں اور بدعتوں کو چھوڑ دے\r\nاور سب سے زیادہ سیدھے راستے کی توفیق دے۔ اللہ تعالی کے سوا کوئی\r\nاب نہیں، اس کی خیر خیر ہے، اسی پر بھروسہ رکھا جائے گا وہی سیدھے\r\nراستے کی توفیق دینے والا ہے۔ اللہ تعالٰی اپنے نبی پر درود و سلام بھیجے اپنے\r\nمنتخب انبیاء پر سلام بھیجے ، ان کی آل پر ان کے صحابہ پر ان کے تابعداروں پر\r\nان کے پیروکاروں پر آمین ثم آمین۔ سب خوبیاں اس اللہ کیلئے ہی ہیں جو\r\nسارے جہانوں کا مالک ہے میں نے اس کو اپنی زبان سے ادا کیا اور اپنی قلم سے\r\nلکھا۔ میں ہوں مسجد حرام میں طالب علموں کا خادم محمد مرزوقی ابو حسین۔\r\nحضرت مولانا شیخ عمر بن ابی کبریا جنید\r\nبسم الله الرحمن الرحیم\r\nتمام خوبیاں اس اللہ تعالیٰ کیلئے جو سارے جہاں کا مالک ہے درود و\r\nسلام سید المرسلین صلی اللہ علیہ و آلہ وسلم پر آپ کی آل پر آپ کے صحابہ\r\nپر ۔\r\nاللہ تعالیٰ ان کے پیروکار تابعین سے راضی ہو۔\r\nحمد وصلوٰۃ کے بعد میں نے اس کتاب ( المعتمد المستند ) کا مطالعہ کیا جو\r\nfat.com\r\nMarfat.com"
    },
    {
        "id": 108,
        "pageNo": 108,
        "pageText": "سے باز نہ رکھ سکیں، تحریک ختم نبوت میں غیور مسلمانوں نے سینوں پر گولیاں کھائیں، جیلوں کی کال کو خرید\r\nاور تختہ دار کو اپنے لیے تیا ر پایا لیکن وہ کسی طرح بھی قصر نبوت میں نقب لگانے والوں کو بڑاشت نہ\r\nکر سکے اور تمام تر صعوبتوں کو جھیلتے ہوئے مرزائیوں کو قانونی طور پر غیرمسلم اقلیت قرار دلوانے میں\r\nکامیاب ہو گئے، کیا ان تمام اقدامات اور ساری کاروائیوں کو یہ کہ کو غلط قرار دیا جا سکتا ہے؟ کہ\r\nسیدھے سادے مسلمان کوکسی کی مخالفت نہیں کرنی چاہیے اور اپنے کام سے کام رکھنا چاہیے یقیناً\r\nکوئی مسلمان\r\nایسا انداز فکر اختیار کر کے غیر جانبدار نہیں رہ سکتا۔\r\nبریلوی (اہل سنت و جماعت اور دیوبندی اختلافات کی نوعیت بھی ایسی ہی ہے ، یہ\r\nدوسری بات ہے کہ عوام کو مغالطہ دینے کے لیے ایصال ثواب هرکس، گیارھویں شریف ، نذر ونیازی\r\nمیلاد شریف ، استعداد ، علم غیب ، حاضر و ناظر اور نور و بشر وغیرہ مسائل پر دھواں دار تقریریں کر کے یہ\r\nیقین دلانے کی کوشش کی جاتی ہے کہ اختلاف انہی مسائل میں ہے ، حالانکہ اصل اختلاف ان مسائل\r\nمیں نہیں ہے، بلکہ بناتے اختلاف وہ عبارات ہیں جن میں بارگاہ رسالت علی صاحبہ الصلوۃ والسلام\r\nمیں کھلم کھلا گستاخی اور تو ہین کی گئی ہے ، کوئی بھی مسلمان خالی افذ بہن ہو کہ ان عبارات کو پڑھنے\r\nکے بعد ان کے حق میں فیصلہ نہیں دے سکتا اور نہ ہی ان کی حمایت کے لیے تیار ہو سکتا ہے۔\r\nہندوستان میں پہلے پہل مولوی اسمعیل دہلوی نے محمد ابن عبد الوہاب نجدی کی کتاب التوحید\r\nسے متاثر ہوکر تقویۃ الایمان نامی کتاب بھی اور مسلمانان عالم کو کافر مشرک قرار دیا اور اپنی بات بنانے\r\nکی خاطر یہ بھی کہہ دیا کہ نبی اکرم صلی اللہ تعالیٰ علیہ وسلم کی نظیر ممکن ہے جس کا منطقی نتیجہ یہ ہوا کہ کوئی دوسرا\r\nشخص خاتم النبیین وغیرہ اوصاف سے متصف ہو سکتا ہے، علمائے اہل سنت اور خاص طور پر\r\nتا تم الحکماء علامہ محمد فضل حق خیر آبادی نے اِس نظریے کا تحریری اور تقریری طور پر سخت رد کیا ،\r\nبات میں ختم نہیں ہوگی جبکہ محمد قاسم نانوتوی نے تو یہاں تک کہ دیا کہ :\r\nاگر بالفرض بعد زمانہ نبوی صلی اللہ تعالیٰ علیہ وسلم بھی کوئی نبی پیدا ہو جاتے تو پھر بھی\r\nخاتمیت محمدی میں کچھ فرق نہ آئے گا چہ جائیکہ آپ کے معاصر کسی اور زمین میں یا\r\nیا فرض کیجیے اسی زمین میں کوئی اور نبی تجویز کیا جائے \" ہے\r\nبه محمد قاسم نانوتوی : تحذیر الناس (کتب خانه امدادیه ، دیوبند ) ص ۲۴\r\nنوٹ : تحذیر الناس . ۱۲۹ ۵ / ۱۸۷۴ء میں تالیف کی گئی۔\r\nmarfa\r\nMarfat.com"
    },
    {
        "id": 109,
        "pageNo": 109,
        "pageText": "49\r\nایسے علامہ نے تصنیف کی ہے جس سے استفادہ کیلئے ہر طرف سے اہل علم و\r\nفضل کا جھمگٹا لگارہتا ہے بڑا فہیم صاحب علم و فضل حضرت مولانا احمد رضاخان،\r\nمیں نے دیکھا ہے کہ آپ نے جن کج رو اور گمراہ لوگوں کا ذکر کیا ہے وہ یقیناً\r\nگمراہ ہیں اور گمراہ گر ہیں وہ دین سے دور چلے گئے ہیں اپنی سرکشی میں اندھے\r\nہو گئے ہیں میں اپنے رب عظیم سے دعا کرتا ہوں کہ ان گمراہ گروں پر ایسا\r\nعذاب مسلط کر جو ان کا نام و نشان مٹادے اور ان کی جڑیں اکھاڑ دے، صبح ہو\r\nتو ان کے مکانات کھنڈر بنے ہوئے ہوں بیشک میرا رب ہر چیز پر قادر ہے\r\nاللہ تعالٰی ہمارے آقا و مولیٰ محمد صلی اللہ علیہ و آلہ و سلم آپ کی آل پر آپ\r\nکے صحابہ سب پر درود بھیجے سب خوبیاں اس اللہ کیلئے ہیں جو سارے جہاں\r\nکا مالک ہے۔ الراقم عمر بن ابی بکر جنید\r\nحضرت مولانا عابد بن حسین مفتی مالکیه مکه مکرمه\r\n. \" آپ علمائے مالکیہ کے سرخیل ہیں، عرش و فلک کے انوار سے\r\nمعمور ہیں، صاحب کمالات فاضل ہیں، صاحب خشوع و خضوع ہیں، پر ہیز\r\nگاری اور تقویٰ میں بے مثال ہیں، اے بڑے فضل والے تم پر اللہ کا سلام ہو!“\r\nسب حمد و ثنا اس خدا کو جس نے علماء کو آسمان معرفت کے آفتاب بنا\r\nکر چمکایا، ان علماء نے انکی بلند شعاعوں سے دین پر الزامات لگانے والوں کے\r\nاندھیرے دور کر دئیے ، درود و سلام ان پر جو سب میں زیادہ کامل ہیں، ایسے\r\nبرگزیدہ لوگ جن کو اللہ تعالیٰ نے علوم غیب سے نواز اور انہیں ایسا نور عطا\r\nفرمایا جو ملت اسلام سے شبہات کے اندھیرے دور کرتا گیا، ان کو تمام عیوب\r\nکذب، خیانت وغیرہ سے پاک فرمایا۔ ان کے خلاف اعتقاد رکھنے والا یقینی\r\nMarfat.com"
    },
    {
        "id": 110,
        "pageNo": 110,
        "pageText": "50\r\nکافر ہے، تمام امت کے علماء کے نزدیک سزاوار تذلیل ہے۔ حضور صلی اللہ\r\nعلیہ و آلہ وسلم کی عزت والی آل اور عبادت والے صحابہ پر بے حد درود و\r\nسلام ہو۔\r\nحمد و صلوۃ کے بعد عرض گزار ہوں کہ اس فتنہ اور شر کے زمانہ میں\r\nاللہ تعالیٰ نے اس دین متین کو زندہ رکھنے کی توفیق بخشی جس کے ساتھ\r\nبھلائی کا ارادہ کیا۔ وہ سید عالم صلی اللہ علیہ و آلہ وسلم کے حقیقی وارث ہیں۔\r\nوہ آج کے مشاہیر علمائے کرام کا راہنما ہے اور معزز اہل علم کا سر مایہ افتخار\r\nہے اسلام کی سعادت ہے، محمود سیرت کا مالک ہے ہر کام میں پسندیدہ اور\r\nعدل و انصاف کا گردیدہ ہے وہ عالم با عمل ہے صاحب احسان و عرفان ہے\r\nمیری مراد حضرت مولانا احمد رضا خان سے ہے اس نے آگے بڑھ کر فرض\r\nکفایہ ادا کر دیا ہے اور اپنی قطعی دلیلوں سے ان جھوٹے لوگوں کی گمراہی کا\r\nقلع قمع کر دیا ہے اور ارباب علم پر حقانیت ظاہر کر دی ہے اللہ تعالیٰ نے مجھ\r\nپر بے پناہ انعام فرمالیا۔ مبارک ترین ساعت سے نوازا، مجھے اس آفتاب\r\nسعادت سے برکت ملی، میں نے اس کے احسان و بخشش کے میدان میں پناہ\r\nپائی، اس کی اس کتاب (المعتمد والمستند ) کا مطالعہ کیا یہ آپ کی دوسری\r\nمبسوط کتابوں کا خلاصہ ہے جن میں مضبوط دلائل قائم کئے گئے ہیں ان میں\r\nان گمراہوں کی گمراہیوں کو افشاء کیا گیا ہے جو دین میں فساد برپا کر رہے ہیں\r\nان اہل فساد گمراہوں میں مرزا غلام احمد قادیانی کا نام سر فہرست ہے پھر\r\nرشید احمد گنگوهی خلیل احمد اپنیٹھوی، اشرف علی تھانوی وغیرہ کھلے کافر اور\r\nگمراہ ہیں۔\r\nمصنف علام نے ان کی گمراہیوں کو واضح کر کے رکھ دیا اور ان کے\r\nfat.com\r\nMarfat.com"
    },
    {
        "id": 111,
        "pageNo": 111,
        "pageText": "51\r\nمنہ کالے کر دیے ، مجھے ان کا کلام از بر ہو گیا ہے اللہ تعالیٰ نے انہیں خاص\r\nمقصد کیلئے منتخب فرمایا ہے۔ یہ امت ہمیشہ ہمیشہ اللہ کے حکم پر قائم رہے گی،\r\nاسے کبھی نقصان نہ ہو گا جو شخص اس امت کے خلاف اٹھے گا اسے گمراہ\r\nکرنے کی کوشش کرے گا اس کا کچھ نہ بگاڑ سکے گا۔ اللہ تعالی درود و سلام\r\nبھیجے اپنے رسول پر ، اس کی آل پر اور اس کے صحابہ پر جو حضور صلی اللہ\r\nعلیہ وآلہ وسلم کے ساتھ خاص نسبت رکھتے ہیں۔ اے اللہ ! اس مؤلف علام\r\nکو جس نے یہ فریضہ سر انجام دیا ہے اور آفتاب دین کے چہرے سے\r\nتاریکیوں کو دور کیا ہے اور اہل بطلان اور گمراہ ” مولویوں کے چہروں کو بے\r\nنقاب کیا ہے ان کے کارناموں کا قلع قمع کر دیا ہے جو کمزور اور ضعیف\r\nالاعتقاد مسلمانوں کے عقائد کو بگاڑنے کے دریے ہیں۔\r\nاللہ تعالٰی اسے\r\nاسلام اور مسلمانوں کی طرف سے جزائے خیر دے اس کی سعادت کا ماہ تمام\r\nآسمان شریعت پر جگمگاتار ہے اسے محبوب اور پسندیدہ باتوں کی توفیق دے،\r\nاس کی تمنائیں پوری کرے، میں نے یہ الفاظ اپنی زبان سے ادا کئے ہیں اور\r\nانہیں قلمبند کرنے کا حکم دیا ہے۔\r\nمیں ہو بلاد حرم میں خادم العلم والفضل محمد عابد ابن مرحوم شیخ حسین\r\nمفتی مالکیه مکه مکرمه\r\nمولانا علی بن حسین مالکی\r\n”وہ فاضل ہیں، ماہر ہیں، کامل ہیں، صاحب صدق و صفا ہیں، پاکیزہ\r\nذہن ہیں۔ صاحب تصانیف و تالیف میں اللہ تعالی انہیں آسمان انوار سے\r\nمنور فرمائے“\r\nMarfat.com\r\nJ"
    },
    {
        "id": 112,
        "pageNo": 112,
        "pageText": "52\r\nاے بڑی فضیلتوں والے اللہ تم پر سلام ہو ، تیری رحمتیں ہوں تیری\r\nبرکتیں ہوں تیری رضا ہو، بیشک سب سے میٹھی بات اس صاحب جلال کی\r\nحمد ہے جو ہر غیب ہے پاک ہے ہر شکل وصورت سے مبرا ہے جس نے اپنے\r\nمحبوب پر رسالت ختم کر دی۔ اپنے برگزیدہ رسولوں میں سے منتخب فرما کر\r\nخاتم النبین قرار دیا۔ اللہ تعالیٰ نے اپنے تمام رسولوں اور اپنے محبوب کو\r\nجھوٹ اور بد اعتقادی سے ہر طرح محفوظ رکھا۔ تمام مخلوقات میں سے اپنے\r\nرسولوں کو علم غیبیہ سے نوازا۔ آج جو شخص رسول اللہ صلی اللہ علیہ و آلہ\r\nوسلم کی ذات پر ادنی سا بھی عیب یا نقص لگائے وہ اجماع امت کی رو سے\r\nمرتد ہے اے اللہ ان تمام انبیاء اپنے رسول مقبول آپ کی آل آپ کے\r\nصحابہ پر درودوسلام بھیج اور ان کی عظمت کو بلند فرما۔ بالخصوص اپنے نبی مصطفیٰ\r\nان کی اولا دو صحابہ ان صدق و صفا کو اپنی رحمتوں سے نواز۔\r\nحمد و صلوۃ کے بعد عرض گزار ہوں۔ اللہ تعالیٰ نے مجھ پر بے حد\r\nاحسان فرمایا آسمان صفا سے مجھے نور معرفت عطا فرمایا مجھے یہ نور اعلانیہ\r\nدکھائی دیا، اس کے افعال حمیدہ اس کی آیات فضیلت کو ظاہر کرنے والی ہیں\r\nآج حضور کی امت سے ایک عالم دین ابھرے ہیں جو دائرہ علوم اسلامیہ کے\r\nمرکز ہیں۔ اسلام کے آسمان پر علوم کے ستاروں کی طرح جگمگارہے ہیں۔\r\nوہ مسلمانوں کے مددگار ہیں، دین حق پر چلنے والوں کے راہنما ہیں، گمراہوں\r\nکی گردنوں کیلئے تیغ براں ہیں بے دینوں کی زبانیں کاٹ رہے ہیں۔ ایمان\r\nکے میناروں کی روشنیاں پھیلا رہے ہیں۔ حضرت مولانا احمد رضا خان انہوں\r\nنے اپنی کتاب کے چند اوراق میرے پاس بھیجے جس میں ان گمراہوں اور\r\nگمراہ گروں کے نام تھے جو ان دنوں ہندوستان میں اپنے مکروہ عزائم کو\r\nMarfat.com"
    },
    {
        "id": 113,
        "pageNo": 113,
        "pageText": "53\r\nپھیلانے میں مصروف ہیں، ان میں غلام احمد قادیانی، رشید احمد گنگوهی،\r\nاشرف علی تھانوی، خلیل احمد انبیٹھوی وغیرہ سر فہرست ہیں۔ وہ کھلے کافر\r\nاور گمراہ لوگ ہیں ان میں سے بعض ایسے ہیں جنہوں نے کھلے بندوں رب\r\nالعالمین کی تقدین کے خلاف کلام کی ، تاویلیں گھڑ کر پیش کیں ، ان میں سے\r\nبعض نے اللہ کے برگزیدہ انبیاء کی شان کے خلاف بد زبانی کی ، مصنف علام\r\nنے ان سب گمراہوں کا پول کھول دیا، ان کا رد کیا اور اپنی کتاب \"المعتمد\r\nالمستند \" میں اس کی نشاندہی کی۔ اس میں زبر دست دلائل دیئے ، مصنف\r\nعلام نے مجھے حکم دیا کہ میں ان گمراہ لوگوں کے عقائد پر نظر ڈالوں ان کے\r\nاقوال پر غور کروں میں نے دیکھا کہ واقعی جس طرح اس بلند ہمت مصنف\r\nنے بیان کیا ہے، اس سے بڑھ کر ان لوگوں کے کفریہ اقوال سامنے آئے ہیں\r\nوہ اللہ کی سزا اور عذاب سے نہیں بچ سکیں گے وہ کافر اور گمراہوں سے بھی\r\nبدتر ہیں۔ اللہ تعالیٰ نے اس عالم صاحب ہم اور علامہ کو ان کمینوں کے\r\nاقوال کے رد کرنے کی ہمت دی ہے۔ اس زمانے میں اعتقادی فساد اور شر\r\nعام ہو گیا ہے تو فاضل مولف نے فرض کفایہ ادا کرتے ہوئے آواز بلند کی\r\nہے ان فاجروں نے بے بنیاد دلیلوں اور بے اصل تاویلوں سے گمراہ کن\r\nخیالات سے لوگوں کے عقائد کو نقصان پہنچایا ہے اللہ تعالیٰ اسے اسلام اور\r\nمسلمانوں کی طرف سے بہتر جزاء دے جو اپنے خاص بندوں کو عطا فرماتا ہے\r\nاللہ تعالیٰ اسے اس روشن شریعت کے زندہ رکھنے کی توفیق دے اور اس کام\r\nمیں برکت عطا فرمائے اسے اپنی تائید اور سعادت سے سرفراز فرمائے، ان\r\nبد بخت لوگوں پر اسے فتح دے اور اس کے اقبال کا آفتاب ہمیشہ چمکتار ہے۔\r\nآمین ثم آمین۔\r\nMarfat.com\r\n¦"
    },
    {
        "id": 114,
        "pageNo": 114,
        "pageText": "54\r\nہم اللہ ہی کی حمد کرتے ہیں جس نے ہمیں بے شمار نعمتیں دین، درودو\r\nسلام اس نبی مکرم صلی اللہ علیہ و آلہ وسلم پر جو تمام رسولوں کے خاتم ہیں،\r\nآپکی آل آپ کے اصحاب قیامت تک درود و سلام سے حصہ پاتے رہیں۔\r\nمیں نے یہ بیان اپنی زبان سے جاری کیا اور اپنے قلم سے لکھا۔ محمد علی\r\nمالکی مدرس مسجد الحرام ابن الشیخ حسین سابق مفتی مالکیہ مکہ مکرمہ\r\nنوٹ: اسی فاضل ممدوح حضرت علامہ محمد علی بن حسین مالکی نے ایک عربی\r\nقصیدہ حضرت فاضل بریلوی کی شان میں لکھا جس کا ترجمہ حضرت علامہ\r\nمولانا حسنین رضا بریلوی رحمتہ اللہ علیہ نے اردو نظم میں کیا ہے جو تبر کا پیش\r\nکیا جا رہا ہے۔\r\nجھومتا ناز میں طیبہ ہے کہ تیری قدرت\r\nیہ مرا حسن یہ نکہت یہ حلاوت یہ صفت\r\nکہہ رہا ہے دم نازش کہ میں ہوا خیر بلاد\r\nمیرے اعزاز کے نیچے سے حرم کی عزت\r\nمیں ہوں اللہ کو ہر شہر سے بڑھ کر محبوب\r\nمصطفیٰ کی برکت ان کی دعا کی برکت\r\nنیکیاں مکے میں جس درجہ بڑھا کرتی ہیں\r\nمجھ میں ہے اس سے فزوں فضل خدا کی کثرت\r\nوہ فلک ہوں کہ منور ہے مرے تاروں سے\r\nجملہ عالم میں ہدایت کی چمکتی صورت\r\nماہ میں شعشعہ افشاں ہے انہیں کا پر تو\r\nمبر رخشاں میں درخشاں ہے انہیں کی رنگت\r\nfat.com\r\nMarfat.com"
    },
    {
        "id": 115,
        "pageNo": 115,
        "pageText": "55\r\nہے فلک چادر نیلی میں اسی سے روپوش\r\nگریه ابر سے ہے غرق آب مجلت\r\nکام جاں دیں مرے زائر کو خدا کے محبوب\r\nمعجزے والے کہ رفعت کو ہے جن سے رفعت\r\nسن رہا تھا میں مدینہ کی یہ اچھی باتیں\r\nکہ یکایک ہوئی مکہ کی نمایاں طلعت\r\nزیور حسن سے آراستہ نازش کرتی\r\nکہ میں ہو ام قرئی سب پہ ہے مجھ کو سبقت\r\nخلق کا قبلہ ہوں مجھ میں ہے مشاعر کا ہجوم\r\nمجھ میں ہے جائے حج و عمرہ و قرباں کی کھپت\r\nمجھ میں ہے خانہء حق بیت معظم زمزم\r\nہر دور کی حکمی حکمت\r\nذوق کا ذائقہ ہر دور\r\nسعی والوں کیلئے مجھ میں صفا مروہ ہیں\r\nبوسہ دینے کیلئے عکس یمین قدرت\r\nمستجار اور حطیم اور قدم ابراہیم\r\nاور مسجد حسنہ جس میں بڑھیں بے منت\r\nعمل طیبہ سے مسجد کا عمل لاکھ گنا\r\nآئی مولیٰ سے روایت به سبیل\r\nہیں حدیثیں کہ مرے مثل کسی خطہ سے\r\nنہ خدا کو ہے محبت نہ نبی کو الفت\r\nکت\r\nMarfat.com\r\nJ"
    },
    {
        "id": 116,
        "pageNo": 116,
        "pageText": "56\r\nبہتریں ارض خدا نزد خدا ہوں یہ بھی\r\nاک روایت ہے مرے ناز کے آنچل میں بنت\r\nسمارے تارے تو مری پاک افق سے چمکے\r\nمجھ\r\nپه نازش کی مدینے کیلئے کون جہت\r\nقاصد حق پہ مرے قصد سے واجب احرام\r\nآئے میقات تو بن جائے گدا کی صورت\r\nحکم مسطور ہے حق کا کہ ہوا فرض العین\r\nحج مرا عمر میں اک بار جو رکھتا ہو سکت\r\nاور یہ فرض کفایہ ہے کہ ہر سال ہو حج\r\nمیرے دربار میں جرموں کو ملی محویت\r\nمجھ میں جب تک جو ر ہے اس پہ ہو ہر روز مدام\r\nابتداء میرے مولیٰ کی نگاہ رحمت\r\nوہ بھی عام ایسی کہ جو مجھ میں پڑے سوتے ہوں\r\nدفتر بخشش و رحمت میں ہو ان کی بھی لکھت\r\nایک سو میں ہیں خاص اس کی نظر ہائی کرم\r\nروز اترتی ہیں جو مجھے میں پے اہل طاعت\r\nاہل طوف اہل نماز اہل نظر یعنی جو\r\nنکشکی\r\nٹکی باندھے ہیں مجھ پر یہ ہیں ان پر قسمت\r\nمهبط وحی ہوں میں مظہر ایمان ہوں میں\r\nمجھ میں ہر گونہ ہیں طاعات الہی مثبت\r\nmaria\r\nMarfat.com"
    },
    {
        "id": 117,
        "pageNo": 117,
        "pageText": "57\r\nجزء ایماں ہے محبت مری میں کرتا ہوں\r\nناپاکیوں کو کورہ حداد صفت\r\nوور\r\nپاک وڈی حرمت و عرش و بلد امن و صلاح\r\nمیرے اسما ہیں معکے مرے نام و نسبت؟\r\nمجھ میں ہی اترا ہے قرآن کا اکثر حصہ\r\nمجھ سے ہی چاند کا اسرا تھا کہ چپکی چھ جہت\r\nجبکہ ملکہ نے یہ کی اپنی ثنا میں تطویل\r\nاٹھ کے طیبہ نے کہا تا یکجا طول صفت\r\nمجھ کو یہ تربت اطہر ہی کفایت ہے کہ ہے\r\nبہتریں بقعه بجزم علمائے امت\r\nکتنی اصلوں نے شرف فرع سے پایا جیسے\r\nمصطفیٰ سے ہوئی آبائے نبی کی عزت\r\nمجھے میں کامل ہوا دین مجھ میں ہوئیں جمع آیات\r\nمجھ میں وہ خلد کی کیاری ہے ریاض قربت\r\nمجھ میں چالیس نمازیں ہیں براتِ اخلاص\r\nمجھ میں منبر جو بچھے گا لب حوض رحمت\r\nہر نجس دور کروں مجھ میں ہے محراب حضور\r\nمجھے میں وہ پاک کو آس غرس سے جس کی شہرت\r\nکر دیا شہد لعاب دہن شہ نے جسے\r\nجس کو آئی ہے شہادت کہ ہے چاہ جنت\r\nMarfat.com\r\nr\r\nJ"
    },
    {
        "id": 118,
        "pageNo": 118,
        "pageText": "58\r\nمجھ میں قربت وہ ہے جو حج پر مقدم ٹھہری\r\nمیں ہوں طابہ میں ہوں کہ کا مکان ہجرت\r\nمکہ میں جرم بھی ہو ایک کا لاکھ اور مجھ میں\r\nایک کا ایک رہے مجھ میں ہے عاصی کی بچت\r\nمجھ میں صدیق ہیں فاروق ہیں آل شر ہیں\r\nجن ستاروں سے چنک اٹھی زمیں کی قسمت\r\nباتیں دونوں کی میں سن سن کے ہوا عرض گزار\r\nفیصلے کے لئے چاہو حکم بانصفت\r\nرب بلاغت کا معارف کا ہدی کا مولی\r\nصاحب علم کہ دنیا کا ہے ناز و نزہت\r\nعفت اور مجمع و مشہد میں وہ عزت والا\r\nجس سے علموں کے رواں چشمے ہیں ایسی فطنت\r\nاس نے کی شرح مقاصد وہ ہوا سعد الدین\r\nذہن سے کشف کئے موقف دین و ملت\r\nوہ ہدایت کا عضد فخر وہ محمود فعال\r\nوہ جو کشافی قرآں میں ہے محکم آیت\r\nمشکلات اس سے کھلے اس کا بیان ایسا بدیع\r\nجس کی لڑیوں سے جواہر کو ہے زیب وزینت\r\nاس سے اعجاز دلائل کا منور ايضاح\r\nاس سے اسرار بلاغت کی جلابے ریبت\r\nMarfat.com"
    },
    {
        "id": 119,
        "pageNo": 119,
        "pageText": "غور فرما ہے ! کہ کیا یہ امت مسلمہ کے اجماعی اور یقینی عقیدہ (کہ حضور کے بعد کوئی نیا نبی نہیں\r\nآسکتا، کا صاف انکار نہیں ہے؟ واضح طور پر خاتم النبیین کا ایسا معنی تجویز کیا گیا جس سے مرزا غلام احمد\r\nقادیانی کے دعوائے نبوت کا راستہ ہموار ہو گیا، مرزا کے قادیانی کی تردید و تکفیر کے ساتھ ساتھ اس\r\nعبارت کی تائید و حمایت وہی شخص کر سکتا ہے جو دوپہر کے وقت ظہور آفتاب کے انکار کی جرات\r\nکر سکتا ہو، آج جب مرزائی اس عبارت کو اپنی تائید میں پیش کرتے ہیں تو تحذیر اناکس کے\r\nحمایتی اپنا سا منہ لے کر رہ جاتے ہیں، تحذیر الناس کے حامی بڑے دھڑلے سے یہ بات پیش\r\nکیا کرتے ہیں کہ دیکھیے فلاں فلاں جگہ مولانا نانوتوی نے عقیدہ ختم نبوت امت مسلمہ کے مطابق\r\nپیش کیا ہے وہ ختم نبوت (زمانی کے کیسے فکر ہو سکتے ہیں ، لیکن وہ یہ بھول جاتے ہیں کہ ایک\r\nوفعہ کا انکار سینکڑوں دفعہ کے اقرار پر پانی پھیر دیتا ہے، کیا دعوی نبوت کے باوجود مرزا غلام احمد\r\nقادیانی کی مستعد و تصریحات موجود نہیں ہیں جن سے عقیدہ ختم نبوت کی حمایت کا پتہ چلتا ہے ، اس\r\nعنوان پر غزالی زماں حضرت علامہ احمد سعید کاظمی دامت برکاتہم العالیہ کی تصنیف\" التبشير يرة التحذير\r\nکا مطالعہ شور مند رہے گا۔\r\n۱۴۰۴/ ۱۸۸۷ء میں مولوی رشید احمد گنگوہی کی تالیف براہین قاطعہ مولوی خلیل احمد\r\nانبیٹھوی کے نام سے شائع ہوئی جس پر مولوی رشید احمد گنگوہی کی زور دار تفریط موجود ہے\r\nاس میں دیگر بہت سی غلط باتوں کے علاوہ یہ سبھی دسچ ہے کہ،\r\nشیطان د ملک الموت کا حال\r\nدیکھ کر عل محیط زمین کا فخر عالم اسلاف نصوص قطعیہ کے\r\nبلا دلیل محض قیاس فاسدہ سے ثابت کرنا شرک نہیں تو کون سا ایمان کا حصہ ہے\r\nشیطان وملک الموت\r\nکو یہ وسعت نص سے ثابت ہوئی ، فخر عالم کی وسعت علم\r\nکی کون سی نفس قطعی ہے\" (براہین قاطعہ ، ص ۵۱)\r\nحیرت ہے کہ کس دیدہ دلیری سے حضور سید عالم صل الله عالی علیہ سلم کا علم شرین، شیطان\r\nکے عظیم سے گھٹانے کی ناپاک سعی کی گئی ہے اور پھر بڑی معصومیت سے پوچھا جاتا ہے کہ ہم نے کیا\r\nجرم کیا ہے ؟ پھر یہ بات بھی دعوت فکر دیتی ہے کہ علم حضورصل اللہ تعالی علیہ وسلم کے لیے تا بت\r\nکرنا شرک ہے، اس کا شیطان کے لیے اثبات بھی شرک ہوگا ، شیطان کے لیے یہ لم قرآن پاک\r\nMarfat.com"
    },
    {
        "id": 120,
        "pageNo": 120,
        "pageText": "59\r\nبولے وہ کون ہے ہم مانتے ہیں میں نے کہا\r\nوہ معزز کہ ہے تقوے کی صفا و صفوت\r\nدین کے علموں کا زندہ کن احمد سیرت\r\nوہ\r\nوہ \"رضا\" حاکم ہر حادثہ نو صورت\r\nہ بریلی وطن احمد وہ رضا رب کمال\r\nخلق کو جس سے ہدایت کی ملی ہے دولت\r\nدونوں بولے کہ خوشا حاکم صاحب تقویٰ\r\nجس کی سبقت یہ ہے اجماع جہاں کی حجت\r\nطيب طيب طيب خلف اہل ہوگئی\r\nوہ\r\nجس کی آیات بلندی ہیں سمائے رفعت\r\nنج کھولے کہ ہیں معتمد ابن عماد\r\nابن حجہ کے بج جن سے ہوئے حرف غلت\r\nشرع کا حاکم بالا کہ خفا جی کا کمال\r\nاس کے خورشید سے رکھتا ہے قمر کی نسبت\r\nیاد پر علم لکھائے کوئی اس کا سانا\r\nصاحب فضل اور اس کی تو ہے مشہور آیت\r\nدائما بدر کمال اس کا سمائے عز پر\r\nبادی خلق ہو جب چھائے فتن کی ظلمت\r\nرب افضال یہ ہاڑی کے درود اور سلام\r\nجن کے سائے میں پناہ گیر ہے ساری خلقت\r\nMarfat.com"
    },
    {
        "id": 121,
        "pageNo": 121,
        "pageText": "60\r\nآل و اصحاب پہ جب تک کہ گلستاں میں رہے\r\nگریه ابر سے کلیوں میں تبسم کی صفت\r\nحضرت مولانا جمال بن محمد بن حسین\r\nبسم الله الرحمن الرحیم\r\nسب خوبیاں اس اللہ کو زیب دیتی ہیں جس نے اپنے رسول کو ہدایت\r\nاور بچے دین کے ساتھ بھیجا ہے، انہیں اپنے تمام رسولوں کا خاتم بنایا۔ تمام\r\nجہاں کیلئے ہدایت دینے والا اور ہادی بنا کر بھیجا ان کے دین محکم کے علماء\r\nکرام کو انبیاء علیہم السلام کا وارث بنایا جو بد بخت اور گمراہ لوگوں کو حق کی\r\nراہیں دکھاتے ہیں۔ درود و سلام ہو جہاں کے سردار اور آپ کی عزت والی\r\nاولاد اور عظمت والے صحابہ پر !\r\nحمد و صلوۃ کے بعد میں ان گمراہ گر ہندوستانی ”مولویوں“ کے اقوال\r\nمطلع ہوا ہوں، یہ لوگ آج ہندوستان کی سر زمین میں پیدا ہوئے ہیں\r\nاور وہ اپنے نظریات میں خود بھی مرتد ہو گئے ہیں اور دوسرے لوگوں کو بھی\r\nگمراہی کے اندھیروں میں دھکیل رہے ہیں وہ رسوا ہو کر رہ گئے ہیں اللہ انہیں\r\nمزید رسوا کرے۔\r\nمرزاغلام احمد قادیانی، رشید احمد گنگوهی، اشرف علی تھانوی، خلیل\r\nاحمد انبیٹھوی اور انکے دوسرے ساتھی کھلے کفر اور گمراہی کے ترجمان بن گئے\r\nہیں اللہ تعالٰی نے فاضل بریلوی مولانا احمد رضا خان کو اسلام اور مسلمانوں کی\r\nاعتقادی حفاظت کیلئے بھیجا ہے، آپ نے فرض کفایہ ادا کر دیا ہے اور اپنے\r\nMarfat.com"
    },
    {
        "id": 122,
        "pageNo": 122,
        "pageText": "61\r\nرسائے ” المعتمد المستند میں ان لوگوں کے باطل عقائد کازبردست رد کر دیا\r\nہے شریعت روشن کی حمایت کی ہے اللہ تعالیٰ اسے ایسی محبوب اور پسندیدہ\r\nباتوں کی مزید توفیق عطا فرمائے اور اس کی مرادیں پوری کرے۔ آمین ثم آمین\r\nاللہ تعالیٰ ہمارے آقا و مولا پر ہزاروں درود بھیجے پھر آپ کی اولادو\r\nاصحاب پر درود و سلام ہو۔\r\nہم نے یہ الفاظ اپنی زبان سے کہے اور انہیں لکھنے کا حکم دیا ہے۔\r\nمدرس بلاد حرم، نبیره مرحوم شیخ حسین، محمد جمال سابق مفتی مالکیه مکه مکرمه\r\nحضرت شیخ اسعد بن احمد دہان\r\nدہان مدرس حرم شریف، دام بالفيض والتشريف\r\nآپ جامع علوم، منبع ،فہوم، محیط علوم نقلیه مدرس فنون عقلیه ، خوش\r\nخونرم مزاج صاحب خشوع و خضوع نادر روزگار ہیں۔“\r\nبسم اللہ الرحمٰن الرحیم\r\nمیں اس ذات کی حمد کرتا ہوں جس نے رہتی دنیا تک شریعت محمدیہ\r\nصلی اللہ علیہ و آلہ وسلم کو تازگی بخشی، پھر مشاہیر علمائے کرام کے نیزوں سے\r\nلمت اسلامیہ کی حفاظت فرمائی، ہر زمانے میں اپنے دین کے حامی اور مددگار\r\nپیدا کئے ، جنہیں نبوی عزیمت اور شرف سے نوازا گیا وہ اس کے حرم کی\r\nحمایت کرتے رہتے ہیں، اس کی حجتوں کو تقویت دیتے ہیں اور اس کی کشادہ\r\nراہوں کو روشن کرتے ہیں اور ہر زمانہ میں اس کی شریعت کو تازگی ملتی رہتی\r\nہے اور دشمنان دین اسلام پر اللہ کا قہر نازل ہو تا رہتا ہے۔\r\nMarfat.com"
    },
    {
        "id": 123,
        "pageNo": 123,
        "pageText": "62\r\nدرود و سلام ہو ان پر جنہوں نے دین میں جہاد کی راہیں نکالیں ان کی\r\nتلواریں کافروں کے سروں پر چمکتی رہیں، معاندین اور سرکش اور مفسدان کے\r\nسامنے سرنگوں ہوتے رہے ہیں ان کی آل اور اصحاب پر بھی درود و سلام ہو\r\nجو دین مصطفی کے چمکتے ستارے ہیں اور شیطانوں کے گروہ کو شکست دیتے\r\nرہے ہیں۔\r\nحمد وصلوٰۃ کے بعد مجھے اس عظیم کتاب کے مطالعہ کا موقعہ ملا اسکا مصنف\r\nنادر روزگار و خلاصہ لیل و نہار ہے وہ ایسا علامہ ہے جس پر اگلے اور پچھلے اہل\r\nعلم فخر کرتے ہیں وہ جلیل الفہم ہے جس نے اپنے روشن خیالات سے\r\nمحبان فصیح البیان کو بے زباں بنا دیا، وہ میرا آقا ہے میرا سردار ہے۔ حضرت\r\nاحمد رضا خان بریلوی، اللہ تعالٰی اس کے دشمنوں کی گردنوں کو اس کی تلوار\r\nکے سامنے سرنگوں کر دے اور اس کا سرعزت سے بلند ہو۔ میں نے اس\r\nنورانی کتاب کو نورانی شریعت کا محکم قلعہ پایا ہے جو ان محکم دلیلوں کے\r\nستونوں پر استوار ہے جس کی مثال نہیں ملتی۔ اب باطل ان کے سامنے بیٹھ\r\nنہیں سکتا، سب گمراہ لوگ اس کے آگے کھڑے نہیں ہو سکتے اب بے\r\nدینوں کے شکوک مٹ گئے ہیں، یہ تمام گمراہ لوگ اس کے سامنے آنے\r\nسے گھبراتے ہیں اور مکہ مکرمہ کی گلیوں میں چھپتے پھرتے ہیں۔\r\nاس رسالہ نے قطعی دلیلوں کی تلواریں کافروں کے عقیدوں کے سر\r\nپر کھینچ دی ہیں اس نے اپنے روشن شہاب ثاقب سے وقت کے شیطانوں پر\r\nتابڑ توڑ حملے کئے ہیں اس کی تیغ برہنہ نے ان کے سر کاٹ کر رکھ دیئے\r\nہیں۔ آج کے اہل علم و خرد ان گمراہوں کی رسوائیوں سے واقف ہو چکے\r\nہیں یہاں تک کہ ان لوگوں کا مرتد ہونا روز روشن کی طرح سامنے آگیا ہے\r\nmarfa\r\nMarfat.com"
    },
    {
        "id": 124,
        "pageNo": 124,
        "pageText": "63\r\nیہ وہ لوگ ہیں جن پر اللہ کی پھٹکار نازل ہوئی ہے وہ بہرے ہو گئے ہیں وہ\r\nاندھے ہو گئے ہیں ان کے نظریات اور عقیدوں سے معلوم ہوتا ہے کہ وہ\r\nدین حق سے یکسر نکل گئے ہیں۔ ان لوگوں کو دنیا اور آخرت میں رسوائی ملے\r\nگی، مجھے اپنی جان کی قسم کہ اس کتاب پر علمائے کرام ناز کریں گے اور اس پر\r\nمعمل کرنے والے یقین کرنے والے ہمیشہ ہمیشہ کیلئے سرخرو ہوں گے اللہ\r\nتعالیٰ کا سلام بچے مسلمان پر ہو ، اس کی نعمتیں ان کے سینوں پر نازل ہوتی\r\nرہیں۔\r\nاللہ تعالیٰ کتاب کے مولف کو جزائے خیر دے اس نے مسلمانوں کا\r\nسر بلند کر دیا، اس نے دین مصطفیٰ کی نصرت کی ہے اس نے اس زبر دست\r\nتالیف سے مخالفوں کی لا یعنی دلیلوں کو پامال کر کے رکھ دیا ہے یہ کتاب\r\nاپنے دلائل کی روشنی میں ہمیشہ چمکتی رہے گی اور ہمیشہ کیلئے ہماری راہنمائی\r\nکرتی رہے گی جب تک مدح کرنے والے اس کی مدح کرینگے اور جب تک\r\nاعلان کرنے والے اعلان کرتے رہیں گے اس وقت تک فاضل مولف کو\r\nثواب سے حصہ ملتا رہے گا۔\r\nہمارے آقا و مولا حضرت محمد مصطفی صلی اللہ علیہ و آلہ وسلم آپ کے\r\nاصحاب آپ کی اولاد پر درود و سلام کی بارش ہوتی رہے میں نے یہ تقریظ\r\nم ہوتی رہے یہ\r\nاپنی زبان سے کہی اور اپنے قلم سے لکھی۔\r\nطالب علموں کا خادم امید وار بخشش اسعد بن دبان عفی عنہ\r\nMarfat.com"
    },
    {
        "id": 125,
        "pageNo": 125,
        "pageText": ":\r\n64\r\nمولانا الشیخ عبد الرحمن دہان\r\n”آپ فاضل ادیب، صاحب خرد و دانش، ماہر حساب و کتاب بلند\r\nمرتبت اور سر بر آوردہ زمانہ ہیں\r\n،،\r\nسب خوبیاں اس اللہ کیلئے ہیں جس نے ہر زمانہ میں ایسے ایسے لوگ\r\nپیدا کئے ہیں جو اس کی توفیق سے بے دینوں کا مقابلہ کرتے رہتے ہیں۔\r\nاللہ\r\nتعالیٰ ان لوگوں کی مدد فرماتا رہتا ہے۔\r\nصلوۃ و سلام ہو ہمارے آقا و مولا محمد صلی اللہ علیہ و آلہ وسلم پر جس\r\nکی بعثت نے کافروں اور سرکشوں کو سرنگوں کر دیا۔ آپ کی آل اور اصحاب پر\r\nبھی صلوۃ و سلام ہو جنہوں نے جہالت کو ختم کیا اور یقین قائم کیا۔\r\nحمد و صلوۃ کے بعد میں گزارش کرتا ہوں کہ اس حقیقت میں کوئی\r\nشک نہیں آج کے گمراہ لوگ دین سے ایسے نکل گئے ہیں جیسے تیر کمان سے\r\nنکل جاتا ہے یہ لوگ اتنے مفسد اور گمراہ ہیں کہ بادشاہ اسلام پر فرض عائد\r\nہوتا ہے کہ ان کی گردنیں اڑا دے، یہ لوگ جب اللہ کے حضور پیش کئے\r\nجائیں گے تو اس کے عذاب کے مستحق ہونگے اور اس کی لعنت کے سزاوار\r\nہوں گے وہ رسوائی کے جہنم میں پھینکے جائیں گے۔\r\nاے اللہ جس طرح تو نے اپنے خاص بندے کو ان مفسد کافروں کی پیخ\r\nکنی کی توفیق دی ہے اور اسے تو نے اس قابل بنایا ہے کہ سید المرسلین کے\r\nدین کی حفاظت کیلئے آمادہ رہے، اسی طرح اس کی ایسی امداد فرما جس سے\r\nتیرے دین کی عزت بڑھے اور جس سے تیرا وعدہ پورا ہو ، مسلمانوں کی مدد\r\nکرتا ہمارا حق ہے بالخصوص علمائے کرام کا زیادہ حق ہے آج حرمین الشریفین\r\nMarfat.com"
    },
    {
        "id": 126,
        "pageNo": 126,
        "pageText": "65\r\nکے معتمد علمائے کرام نے اس علامہ زماں یکتائے روزگار کی کوششوں کو سراہا\r\nہے وہ اسکی تعریف کر رہے ہیں وہ اس کی گواہی دے رہے ہیں وہ بے نظیر\r\nاستاد ہے، وہ امام وقت ہے وہ میرا آقا ہے، سردار ہے اور میری جائے پناہ\r\nہے۔ حضرت احمد رضا خان بریلوی اللہ تعالیٰ ہمیں اور دوسرے تمام\r\nمسلمانوں کو اس کی زندگی سے مستفیض ہونے کا موقعہ دے اور مجھے بھی ان\r\nکی روش قبول کرنے کی توفیق دے وہ سید العالم حضرت محمد مصطفی صلی اللہ\r\nعلیہ و آلہ وسلم کے راستہ پر چل رہا ہے وہ حاسدین اور گمراہ ”مولویوں کی\r\nناک رگڑ رہا ہے اللہ اس کی حفاظت کرے۔اے اللہ ہمارے دلوں کو ٹیڑھانہ\r\nکرتا، تو نے ہی ہمیں ہدایت فرمائی ہے تو اپنی رحمت کا دامن ہمارے لئے\r\nوسیع فرمادے، تو بخشنے والا ہے ، اے اللہ ہمارے آقا و مولا حضرت محمد رسول\r\nاللہ صلی اللہ علیہ و آلہ وسلم پر درود بھیج، اس کی آل پر اس کے صحابہ پر\r\nپ\r\nیہ بیان میں نے اپنی زبان سے ادا کیا اور اپنے قلم سے لکھا ہے میں\r\nاپنے دل میں یقین کرتا ہوں اپنے اللہ سے مغفرت کی امید رکھتا ہوں۔\r\nعبد الرحمن بن مرحوم احمد وہان مکہ مکرمہ\r\nحضرت مولانا محمد یوسف افغانی\r\nمدر آن مدرسه صولتیه مکه مکرمه\r\nبسم الله الرحمن الرحیم\r\nاے اللہ تو پاک ہے، تو اپنی عظمت میں یکتا ہے، ہر نقص اور عیب سے\r\nپاک ہے ، ہر قسم کے داغ اور نقص سے مبرا ہے میں تیری حمد کرتا ہوں ایسی\r\nحمد جو میری عاجزی کی گواہ ہے، میں تیرا شکر ادا کر تا ہوں، ایسا شکر جو ہمہ تن\r\nMarfat.com"
    },
    {
        "id": 127,
        "pageNo": 127,
        "pageText": "· 66\r\nتیرے ہی لئے ہے، میں درود و سلام بھیجتا ہوں اپنے آقا اور مولا حضرت\r\nمحمد رسول اللہ صلی اللہ علیہ و آلہ وسلم پر ہمارے سردار تیرے تمام انبیائے\r\nکرام کے خاتم ہیں۔ زمین و آسمان میں رہنے والوں کا خلاصہ ہیں، ان کی آل\r\nاور اصحاب پر بھی درود و سلام ہو ، یہ تیرے منتخب بندے ہیں، یہ سب نیکی\r\nمیں اول اور مقدم ہیں، حمد و صلوۃ کے بعد عرض گزار ہوں کہ مجھے \"المعتمد\r\nالمستند\" پڑھنے کا موقعہ ملا جسے ایک فاضل علامہ اور دریائے فہامہ نے\r\nتصنیف کیا ہے وہ اللہ کی رسی کو مضبوطی سے تھامے ہوا ہے وہ دین و شریعت\r\nکے مینار کی روشنی کا محافظ ہے۔ میری زبان بلاغت اس کی خدمات کا\r\nاعتراف کرنے سے قاصر ہے اور اس کے احسانات اور حقوق کا شکریہ ادا\r\nنہیں کر سکتا۔ اس کے وجود پر زمانہ ناز کرتا ہے یعنی حضرت مولانا احمد رضا\r\nخان\r\nوہ ہمیشہ راہ ہدایت پر گامزن رہے اور بندوں کے سروں پر فضل کے\r\nنشانات پھیلا تا رہے اور شریعت کی حمایت کیلئے اللہ اس کی مدد فرماتا رہے\r\nاس کی تلواریں دشمنوں کے سر قلم کرتی رہیں میں نے دیکھا ہے کہ اس نے\r\nاسلام کے دشمنوں کے بڑے بڑے ستوں گرادیئے ہیں یہ لوگ چاہتے تھے\r\nکه نور خداوندی کو بجھا دیں یہ حاسد اور گمراہ لوگ ہر وقت ظلمت کو دعوت\r\nدیتے رہتے ہیں ان کی ناک خاک میں رگڑی جائے گی، بلا شک و شبہ اس\r\nکتاب میں حکمت کی باتیں بھی ہیں اور دو ٹوک جوابات بھی ہیں۔ اہل عقل\r\nو خرد میں یہ کتاب بڑی مقبول ہے مگر وہ لوگ جنہیں اللہ نے ہدایت سے\r\nمحروم کر دیا ہے ان کے کانوں اور آنکھوں پر بدبختی کی مہریں لگادی ہیں، ان کی\r\nبصارت پر پردہ ڈال دیا گیا ہے وہ اس کتاب کی افادیت سے محروم ہیں وہ اس کے\r\nمندرجات کا انکار کرتے ہیں ان لوگوں کو اللہ کے بغیر کون راور کھا سکتا ہے۔\r\nmarfa\r\nMarfat.com"
    },
    {
        "id": 128,
        "pageNo": 128,
        "pageText": "67\r\nدکھتی ہوئی آنکھوں کو برا لگتا ہے سورج\r\nبیمار زبانوں کو برا لگتا ہے پانی\r\nخدا کی قسم ہندوستان کے یہ گمراہ مولوی کا فر ہو گئے ہیں اور دین سے\r\nنکل گئے ہیں خدا انہیں ہلاک کرے ان کے اعمال برباد کرے یہی وہ لوگ\r\nہیں جن پر اللہ تعالیٰ کی لعنت نازل ہوئی ہے، ان کے کان بہرے ہو چکے\r\nہیں، ان کی آنکھیں اندھی ہو چکی ہیں ہم اللہ سے دعا کرتے ہیں کہ وہ ایسے\r\nبد اعتقاد لوگوں سے محفوظ رکھے، ان کے خرافات سے ہمیں پناہ دے۔\r\nاللہ\r\nتعالیٰ مولف علام کو جزائے خیر دے اس کو حسن و خوبی سے نوازے اور اللہ کا\r\nدیدار نصیب ہو ۔ آمین ثم آمین\r\nمیں نے اس تحریر کو اپنی زبان سے کہا ہے اور اپنے قلم سے لکھا ہے\r\nدل سے اعتقاد کیا۔\r\nاضعف العباد خادم الطلباء محمد یوسف افغانی مدرس مدرسه صولتیه مکه مکرمه\r\nحضرت مولانا شیخ احمد مکی امدادی\r\nخلیفہ اجل حضرت شاہ امداد اللہ صاحب مہاجر مکی مقیم حرم شریف\r\nبسم الله الرحمن الرحیم\r\nاس کیلئے حمد و احسانات ہیں جس نے اسلام کے ستون محکم کئے اسکے\r\nنشان قائم کئے، کمینوں اور مفسدوں کی عمارت ہلا دی، ان کے تمام مکرو\r\nفریب تباہ کر دیئے ، ہمارے سردار آقا و مولا حضرت محمد رسول اللہ صلی اللہ\r\nعلیه و آلہ وسلم پر بے پناہ درود و سلام ہو ، جن کے آنے کے بعد نبوت کا\r\nدروازہ بند کر دیا گیا۔ آپ تمام انبیاء کرام کے خاتم ہیں، میں گواہی دیتا ہوں\r\nMarfat.com"
    },
    {
        "id": 129,
        "pageNo": 129,
        "pageText": "68\r\nکہ اللہ کے سوا کوئی معبود نہیں ہے وہ واحد ہے اس کا کوئی شریک نہیں ہے\r\nوہ یگانہ ہے، صمد ہے پاک ہے تمام نقائص سے مبرا ہے بری باتوں سے منزہ\r\nہے کبھی اور شرک والے جو کچھ بکتے ہیں ان سے پاک ہے، میں گواہی دیتا\r\nہوں کہ ہمارے آقا اور سردار حضرت محمد مصطفی صلی اللہ علیہ و آلہ وسلم تمام\r\nمخلوقات الہی سے اعلیٰ اور بہتر ہیں جو کچھ ہو گزرا ہے اور جو کچھ آئندہ ہو گا\r\nتمام کا علم آپ کو عطا کیا گیا ہے، وہ شفیع ہیں، ان کی شفاعت قبول ہو گی ان\r\nکے ہاتھ حمد کا علم ہو گا۔ حضرت آدم علیہ السلام سے لے کر تمام انبیاء کرام\r\nآپ کے جھنڈے کے نیچے ہوں گے۔\r\nحمد وصلوٰۃ کے بعد عرض گزار ہوں میں اپنے اللہ کی رحمت کا طلبگار\r\nہوں، میں احمدی، مکی، حنفی قادری، چشتی صابری امدادی نے کتاب المعتمد\r\nالمستند “ کو پڑھا۔ یہ چار موضوعات پر مشتمل کتاب ہے۔ قطعی دلائل سے موید\r\nہے، اس کے تمام دلائل قرآن و احادیث سے مزین ہیں اس کے بعض\r\nمندرجات مخالفین کے دلوں میں تیروسنان بن کر پیوست ہوتے ہیں، میں\r\nنے اس کتاب کی تحریروں کی تلواروں کو وہابیوں کی گردنوں پر بجلی بن کر\r\nگرتے دیکھا ہے اللہ تعالیٰ اس کتاب کے مولف کو بہتر جزا عطا فرمائے اور\r\nہمار احشر حضور نبی کریم صلی اللہ علیہ و آلہ وسلم کے زیر لوائے شفاعت ہو۔\r\nیہ کتاب اتنی جامع اور مستند ہے کہ اس کا مولف گرامی ایک دریائے\r\nزخار ہے ، اس کی صحیح دلیلوں کے سامنے کوئی سر نہیں اٹھا سکتا، وہ دین حق کی\r\nمدد کرتا ہے اور بے دین سرکشوں کی گردنوں کا قلع قمع کرتا ہے سن لیں وہ\r\nایک پرہیز گار عالم دین ہے، سابقہ علماء کا معتمد ہے، آنے والوں کیلئے مشعل\r\nراہ ہے اس کی شان میں جو کچھ کہا جائے وہ کم ہے فخر اکا بر ہے۔ مولانا مولوی\r\nMarfat.com"
    },
    {
        "id": 130,
        "pageNo": 130,
        "pageText": "سے کس طرح ثابت ہوگیا کیا قرآن حکم بھی شر کی تعلیم دیتا ہے ، شوال ۰۶ حد میں ولان اعلام پیگیر\r\nقصوری رحمہ اللہ تعالیٰ نے بہاولپور میں براہین قاطعہ کے ایسے ہی مقامات پر مناظرہ کر کے مولوی\r\nخلیل احمد انبیٹھوی کو لاجواب کر دیا تھا۔\r\n۱۳۱۹ھ / ۱۹۰۱ء میں مولوی اشرف علی تھانوی کا ایک رسالہ حفظ الایمان ، منظر عام پر\r\nآیا جس میں بڑے جارحانہ انداز میں لکھا ہے کہ :\r\nآپ کی ذات مقدسہ پر علم غیب کا حکم کیا جانا اگر بقول زید صحیح ہو تو دریافت طلب پرامر\r\nہے کہ اس غیب سے مراد بعض غیب ہے یا کل غیب اگر بعض علوم غیبیہ مراد ہیں تو\r\nاس میں حضور کی کیا تخصیص ہے ایسا علم غیب توزید، عامر یکہ ہر صبی و مجنون بکر جمیع\r\nحیوانات و بہا تم کے لیے بھی حاصل ہے \" (حفظ الایمان صم)\r\nان عبارات کو سامنے رکھتے ہوئے کوئی مسلمان بے تعلقی نہیں رہ سکتا ، کیونکہ یہ ما و شما کا\r\nمعاملہ نہیں ہے یہ اس ذات کریم کی عزت و ناموس کا مسئلہ ہے جن کی بارگاہ میں جنبید و بایزید\r\nہی نفس گم کردہ حاضری نہیں دیتے بلکہ ملائکہ بھی با ادب حاضر ہوتے ہیں ، یہ وہ دربار ہے جہاں\r\nاُونچی آواز میں گفتگو کرنے سے تمام زندگی کے اعمال ضائع ہو جاتے ہیں، جہاں غلط معنی کے\r\nموسم الفاظ استعمال کرنا بھی ناجائز ہے کسی شاعر نے کیا صحیح کہا ہے: سہ\r\nجو سرورِ عالم کے تقدس کو گھٹائے\r\nوہ اور سبھی کچھ ہے مسلمان نہیں ہے\r\nمولوی حسین احمد ٹانڈوی لکھتے ہیں :\r\nحضرت مولانا گنگو\r\nعلیہ السلام ہوں، اگرچہ کہنے والے نے نبت حقارت نہ کی ہو، اگر ان سے بھی\r\nکھنے والا کافر ہو جاتا ہے۔ یہ لے\r\nعبارات مذکورہ کے الفاظ میں تغیر نہیں کہ کل کل گستاخانہ ہی ان کا قائل کیوں کافتنہ ہوگا ہی\r\nو وقتی که علماء اہل سنت تحریر و تقریر میں ان عبارات کی قباحت بر طا بیان کرتے رہے اور علماء دیوبند\r\nلہ حسین احمد ٹانڈوی : الشهاب الثاقب ، ص ۵۷\r\nfat.com\r\nMarfat.com"
    },
    {
        "id": 131,
        "pageNo": 131,
        "pageText": "69\r\nاحمد رضا خان اللہ تعالیٰ اس پر اپنا کرم خاص کرے مسلمانوں کی راہنمائی کیلئے\r\nاسے عمر دراز عطا فرمائے۔\r\nآج ہندوستان کے مختلف طائفے ان دلیلوں کے جھٹلانے کے در\r\nپے ہیں جو قرآن و احادیث کی بنیادوں پر قائم ہیں یہ لوگ گمراہ ہیں اور کفر\r\nکرتے ہیں۔ سلطان اسلام کی تیغ عدل ایسے گمراہ گر فاسقوں کے سر تن سے\r\nجدا کرنے کیلئے اٹھنی چاہئے۔ یہ گمراہ فرقے دہرئیے ہیں، بے دین ہیں،\r\nگمراہ ہیں۔ بادشاہ اسلام پر واجب ہے کہ ایسے مفسد وجودوں سے زمین کو\r\nپاک کر دے ، ان کے بد اعتقاد رویوں اور ان کے گمراہ کن اقوال سے لوگوں\r\nکو نجات دے وہ شریعت کی حفاظت کیلئے آگے بڑھے، شریعت محمد یہ ایک\r\nروشن دین ہے جس سے رات کی سیاہیاں بھی روشن ہو رہی ہیں، ایسی\r\nشریعت کو چھوڑ کر صرف مفسد اور گمراہ ہی اپنا علیحہ دراستہ بناتے ہیں۔\r\nبادشاہ اسلام پر فرض عائد ہوتا ہے کہ ایسے لوگوں کو سخت سزادے یہاں\r\nتک کہ حق کی طرف واپس آجائیں اور ہلاکت کی جن راہوں پر چل پڑے\r\nہیں وہاں سے باز آجائیں۔ دو راہ ہلاکت پر چلنے سے بچیں اور شرک اور کفر\r\nسے نجات پائیں اگر یہ لوگ قید و بند کے باوجود بھی تو بہ نہ کریں تو ان کی\r\nگرد نہیں ازادی جائیں۔ دین کی حفاظت نہایت اہم فریضہ ہے، دنیائے\r\nاسلام کی فضیلت والے عالم اور باعظمت سلاطین نے اس کی حفاظت کی\r\nہے، سلطان وقت ایسے لوگوں کی گردنیں اڑا دے۔\r\nامام غزالی رحمۃ اللہ علیہ نے ایسے ہی فرقوں کے متعلق فرمایا ہے کہ\r\n” سلطان اسلام اگر ایسے ایک فتنہ پرداز کو قتل کر دے تو ہزار کافروں کے\r\nقتل سے بہتر ہے\"\r\nMarfat.com"
    },
    {
        "id": 132,
        "pageNo": 132,
        "pageText": "70\r\nکیونکہ ایسا مفسد اور گمراہ گر زیادہ نقصان دہ ہوتا ہے، کھلے ہوئے کافر\r\nکی باتوں سے لوگ خود بخود بچتے ہیں، مگر چھپے ہوئے کافر کا وار زیادہ\r\nخطر ناک ہوتا ہے یہ چھپ کر وار کرتا رہتا ہے، یہ لوگ عالموں، پیروں،\r\nفقیروں اور نیک لوگوں کا لباس پہن کر کفر پھیلاتے رہتے ہیں، دل میں فاسد\r\nعقائد ہوتے ہیں اور جہاں موقعہ ملتا ہے اپنے عقائد کو سامنے لے آتے ہیں،\r\nعوام ان کی ظاہری شکل و صورت پر اعتماد کر لیتے ہیں۔ ان کی باطنی قباحتوں\r\nاور خباثتوں سے واقف نہیں ہوتے ، اس لئے ایسے لوگ بڑا بھر پوروار\r\nکرتے ہیں اور لوگوں کو بے خبری میں گمراہ کرتے جاتے ہیں۔ وہ لوگ ان\r\nکے باطن سے واقف نہیں ہوتے ان کے مکر و فریب سے آگاہ نہیں ہوتے\r\nان کے قرآئن سے اندازہ نہیں لگا سکتے وہ ان کی ظاہری صورت سے دھوکا\r\nکھا جاتے ہیں ان کے قریب ہونے لگتے ہیں انہیں اچھا جاننے لگتے ہیں اور\r\nان کے خفیہ عقائد اور پوشیدہ نظریات سے دھو کہ کھا کر ایمان سے ہاتھ دھو\r\nبیٹھتے ہیں، ان کی چھپی ہوئی اور ملفوف باتوں کو سن کر قبول کر لیتے ہیں اور\r\nانہیں ہی حق سمجھ کر انکے معتقد ہونے لگتے ہیں۔ اس طرح یہ ملت اسلامیہ\r\nمیں گمراہی پھیلاتے چلے جاتے ہیں اسی فساد کے پیش نظر عارف بااللہ امام\r\nغزالی رحمتہ اللہ علیہ نے فرمایا کہ ”سلطان وقت اگر ایسے گمراہ کن آدمی کو\r\nقتل کر دے تو ہزار کافروں کے قتل سے بہتر ہے۔\r\n” مواہب الدنیہ“ میں لکھا ہے حضور نبی کریم صلی اللہ علیہ و آلہ وسلم\r\nکی شان گھٹانے یا آپکی ذات میں نقص بیان کرنے والا واجب القتل ہے۔\r\nان حضرات کے اقوال کی روشنی میں ہم یہ محسوس کرتے ہیں کہ\r\nہندوستان کے فتنہ گر مولوی سخت ترین سزا کے مستحق ہیں، ہم اللہ تعالی\r\nfat.com\r\nMarfat.com"
    },
    {
        "id": 133,
        "pageNo": 133,
        "pageText": "..\r\nسے فریاد کرتے ہیں اور دعا کرتے ہیں کہ وہ ہمیں ہر چیز کی حقیقت سے\r\nواقف فرمائے، ہمیں ہدایت کے راستہ پر قائم رکھے، اپنی رحمت میں رکھے،\r\nہمیں ہمارے والدین اور ہمارے استادوں کو بخش دے، ہمیں اپنی خوشنودی\r\nکو\r\nعطا فرمائے، ہم نے اس بیان کو اپنی زبان سے ادا کیا اور اپنے قلم سے لکھا\r\nہے۔ اے اللہ خالق و مالک ہم پر رحم فرما، میں ہوں امیدوار مغفرت\r\nخداوندی، احمد مکی حنفی ابن شیخ محمد ضیاء الدین قادری چشتی صابری امدادی\r\nمدرس مدرسہ احمدیہ حرم شریف مکہ مکرمہ\r\nحضرت مولانا محمد بن یوسف خیاط\r\nحمد خاص اللہ کیلئے ہے، درود و سلام اس رسول پر جن کے بعد کوئی نبی\r\nنہیں آئے گا، یعنی ہمارے آقا و مولا حضرت محمد رسول اللہ صلی اللہ علیہ\r\nو آلہ وسلم جن کفریہ عبارتوں کی نشاندہی حضرت فاضل مولف احمد رضا\r\nخان نے کی ہے وہ واقعی شدید قسم کی گمراہی پھیلانے والی ہیں، یہ عبارتیں\r\nبڑی فاحش کفریہ میں ان کو پڑھ کر بے حد تعجب ہوتا ہے کیا ایک مسلمان\r\nکہلانے والا شخص بھی ایسی گفتگو کر سکتا ہے ہم بلا شک و شبہ کہہ سکتے ہیں کہ\r\nایسے شخص خود گمراہ ہیں گمراہ گر ہیں اور شدید کافر ہیں۔ عام مسلمانوں کے\r\nایمان کو ان سے شدید خطرہ ہے خصوصاً ایسے ملکوں اور شہروں میں جہاں\r\nمسلمان بادشاہ نہیں ہیں اور ایسے لوگوں کا قلع قمع نہیں کر پاتے۔ لہذا\r\nمسلمانوں کیلئے ضروری ہے کہ ایسے لوگوں سے دور رہیں جس طرح آگ\r\nسے دور رہا جاتا ہے جس طرح خونخوار درندوں سے دور رہا جاتا ہے\r\nمسلمانوں کو جہاں جہاں ہو سکے ایسے لوگوں کو اپنی صفوں سے دور رکھیں ان\r\nMarfat.com"
    },
    {
        "id": 134,
        "pageNo": 134,
        "pageText": ":\r\n72\r\nکے فساد کی جڑ ہیں اکھیڑ دیں اور اپنی بساط کے مطابق ان کے شر سے محفوظ\r\nرہیں، ہم مولف علام کی کوششوں کی قدر کرتے ہیں، انہوں نے ایسے\r\nگمراہوں کی نشاندہی کی ہے ہم ان کا شکریہ ادا کرتے ہیں۔\r\nاللہ اور رسول\r\nکے سامنے اس مولف کا بڑارتبہ ہے۔\r\nرا قم حقیر محمد بن یوسف خیاط مکی\r\nمحمد صالح بن محمد بالفضل اللہ\r\nبسم الله الرحمن الرحیم\r\nاے اللہ تو ہر مانگنے والے کی سنتا ہے، میں تیری حمد بیان کرتا ہوں\r\nمیں تیرے محبوب کی بارگاہ میں درود و سلام کا ہدیہ پیش کرتا ہوں، ہر ہٹ\r\nد هرم اور ضدی کی ناک رگڑ دے، ایسے مناظرہ اور مجادلہ کرنے والے کو\r\nدور ہٹا دے، میں تیری بارگاہ میں دعا کرتا ہوں کہ علمائے حق کو اپنی رضا\r\nسے نواز دے جو شریعت کی خدمت کر رہے ہیں۔\r\nحمد و صلوۃ کے بعد اے اللہ تو نے ایک جلیل القدر عالم دین کو عزت\r\nبخشی ہے، اپنا عظیم احسان فرمایا ہے ، اس روشن شریعت کی خدمت کی توفیق\r\nدی ہے، دقیقہ رس عقل دے کر اس کی امداد فرمائی ہے وہ آسمان علم پر\r\nچودھویں رات کے چاند کی طرح چمک رہا ہے ، وہ عالم کامل ہے، ماہر علوم\r\nدینیہ ہے، باریک فہم ہے بلند معانی بیان فرماتا ہے، مولف علام نے اپنی\r\nکتاب کا نام \" المعتمد المستند\" رکھا ہے۔ اس کتاب میں بے دین گمراہوں کا\r\nایسار د کیا ہے جو ان کیلئے کافی ہے جن کی آنکھیں روشن ہیں ، دل بیدار ہے وہ\r\nیقینا اس کتاب کو پڑھ کر خوش ہوں گے ، اس کتاب کے مولف کا اسم گرامی\r\nMarfat.com"
    },
    {
        "id": 135,
        "pageNo": 135,
        "pageText": "73\r\nامام احمد رضا خان ہے اس نے اپنی کتاب کا خلاصہ بڑے عالمانہ انداز میں\r\nہمارے سامنے لا رکھا ہے اس میں کفر و گراہی کے سرداروں کے نام گنوائے\r\nہیں ان کی گمراہیوں اور فساد کی نشاندہی کی ہے اللہ تعالیٰ ان کا فر اور گمراہ کن\r\nلوگوں کو جہنم میں جگہ دے اور قیامت کے دن اپنی بداعمالیوں کی سزا\r\nبھگتیں۔ مولف علام نے یہ نہایت ہی عمدہ کتاب تصنیف کی ہے اللہ تعالیٰ\r\nاس کی مساعی جمیلہ کو قبول فرمائے اور ان گمراہوں اور بے دینوں کو جڑ سے\r\nاکھاڑ دے۔ اے اللہ ! حضور کا صدقہ ، سید المرسلین کا واسطہ اس مصنف کو\r\nبلند درجات سے نواز ! حضور صلی اللہ علیہ و آلہ وسلم پر درود ہو . آپ کی\r\nاولاد صحابہ پر سلام ہو ، میں نے یہ تحریر اپنے ہاتھ سے لکھی ہے۔\r\nمحمد صالح بن محمد با فضل مکی\r\n۔\r\nحضرت مولانا عبد الکریم ناجی داغستانی\r\nبسم الله الرحمن الرحیم\r\nسب خوبیاں\r\nاللہ کی ذات کیلئے ہیں جو سارے جہاں کا مالک ہے اور\r\nدرود و سلام ہمارے سردار محمد رسول اللہ صلی اللہ علیہ و آلہ وسلم اور ان کی آل\r\nو اصحاب پر ہو۔ حمد و صلوۃ کے بعد عرض گزار ہوں کہ جن مرتد لوگوں کا\r\nکتاب المعتمد المستند میں ذکر کیا گیا ہے وہ دین سے ایسے نکل گئے ہیں جیسے\r\nآٹے میں سے بال نکل جاتا ہے حضور نبی کریم صلی اللہ علیہ و آلہ وسلم نے\r\nفرمایا جس کی کتاب مذکورہ میں تصریح کی گئی ہے کہ ایسے لوگ بدکار اور کافر\r\nہیں۔ سلطان اسلام پر فرض ہے کہ ان کو سزا دے ان کا قتل واجب ہے بلکہ\r\nوہ ہزاروں کافروں کے قتل کرنے سے زیادہ اہم ہے، یہ لوگ ملعون ہیں\r\nMarfat.com"
    },
    {
        "id": 136,
        "pageNo": 136,
        "pageText": "74\r\nخبائث کی راہوں پر چل رہے ہیں ان پر ، ان کے معاونین اور مددگاروں پر\r\nاللہ کی لعنت ہو جو ان لوگوں کو ان کی بدکرداریوں پر ذلیل کرے اللہ انہیں\r\nجزائے خیر دے اللہ درود بھیجے ہمارے آقا نبی کریم صلی اللہ علیہ و آلہ وسلم\r\nپر ان کی آل ان کے صحابہ پر۔\r\nمسجد حرام کا خادم عبد الکریم داغستانی\r\nحضرت مولانا شیخ محمد سعید بن محمد یمانی\r\nبسم الله الرحمن الرحیم\r\nاے اللہ ہم تیری حمد و ثنا کرتے ہیں جیسے تیرے برگزیدہ دوستوں نے\r\nکی ہے جن کو تو نے ایسا کرنے کی توفیق بخشی تھی۔ دین کے بوجھ ان اولیاء\r\nامت نے اپنے کندھوں پر اٹھائے ، ان فرائض کو ادا کیا حالانکہ وہ اپنے بجز اور\r\nبیچارگی کا اعتراف کر رہے تھے اگر تیری امداد شامل حال نہ ہوتی تو یہ امور\r\nسر انجام نہ پاتے۔ اے اللہ ہم تجھ سے استدعا کرتے ہیں کہ ہمیں ان\r\nموتیوں کی لڑیوں میں پرو دے اور قسمت میں ان کے ساتھ حصہ عطا فرما،\r\nہم درود و سلام پیش کرتے ہیں ان انبیاء پر جن کو تو نے اپنے پیغام پہنچائے،\r\nعلوم دیئے، جامع اور مختصر کلمات دیئے۔ حضور صلی اللہ علیہ وآلہ وسلم کی\r\nآل اور اصحاب پر بھی درود و سلام ہو۔\r\nحمد و صلوۃ کے بعد عرض گزار ہوں کہ اللہ کی بے پناہ اور عظیم نعمتیں\r\nاور\r\nہیں جن کا ہم شکر ادا کرنے سے قاصر ہیں، اللہ تعالیٰ نے اپنے فضل سے\r\nحضرت امام بحر بلند ہمت، دنیا کی برکت، اسلاف کے بقیۃ السلف، یادگار\r\nزمانہ جو دنیا کی خواہشات سے بے نیاز اور صرف اللہ کے احکام کی تعمیل میں\r\nMarfat.com"
    },
    {
        "id": 137,
        "pageNo": 137,
        "pageText": "75\r\nصبح و شام مشغول رہتا ہے مسمی بہ احمد رضا خان۔ اے اللہ تو نے اس عالم\r\nدین کو مرتدوں، گھر اہوں اور گمراہ گروں کے رد کیلئے مقرر فرمایا ہے وہ لوگ\r\nدین سے ایسے نکل گئے ہیں جیسے تیر نشانے سے نکل جاتا ہے، آج کوئی\r\nصاحب عقل و ایمان ان مرتد اور گمراہ گروں کے کفر میں شک نہیں کرے\r\nگا۔ اللہ تعالیٰ اس مصنف کو تقویٰ میں حصہ عنایت فرمائے، بہشت کی\r\nنعمتوں سے نوازے اور حسب مراد بھلائیاں عطا فرمائے اور اس کی وجاہت\r\nسے گمراہ لوگ دبے رہیں۔\r\nاس کمترین نے یہ الفاظ اپنے قلم سے لکھے ہیں، مسجد الحرام کے طلباء\r\nکا ایک ادنی سا خادم سعید بن محمد یمانی۔\r\nمولانا حامد احمد محمد جداوی\r\nبسم الله الرحمن الرحیم\r\nاللہ تعالٰی ہمارے آقا و مولا حضرت محمد رسول اللہ صلی اللہ علیہ و آلہ\r\nوسلم آپ کی آل اور آپ کے صحابہ پر درود و سلام بھیجے ، تمام خوبیاں اللہ\r\nکیلئے ہیں جو سب سے بلند و بالا ہے اس نے کفار کی تمام تدابیر کو پست کر دیا\r\nاور اس کی ذات کا ہمیشہ ہمیشہ بول بالا رہا، وہ خداہر جھوٹ ، نقص، اور بہتان\r\nسے پاک ہے وہ مخلوقات کی تمام علامتوں سے ماورای ہے، انتہا درجہ کی پاکی\r\nاور بلندی اسی کیلئے ہے وہ ان تمام التزامات سے بری ہے جو ان گمراہ لوگوں کی\r\nزبان سے نکل رہے ہیں۔ درود و سلام ہو اس ذات پر جو مطلق تمام\r\nمخلوقات سے افضل ہے، تمام جہان سے آپ کا علم وسیع اور زیادہ ہے، حسن\r\nصورت، حسن سیرت میں تمام دنیا سے افضل اور اکمل سے اللہ تعالٰی نے\r\nMarfat.com\r\nJ"
    },
    {
        "id": 138,
        "pageNo": 138,
        "pageText": "76\r\nانہیں اگلے اور پچھلے علوم سے نوازا ہے۔ فی الحقیقت آپ کی ذات پر نبوت\r\nختم ہو گئی ہے وہ خاتم النبین ہیں۔ دین ان کی احادیث سے آشکارا ہوا۔ یہ\r\nدین بلند دلیلوں اور اعلیٰ شہادتوں سے ثابت ہو چکا ہے، یعنی ہمارے آقاء و\r\nمولیٰ حضرت محمد مصطفی صلی اللہ علیہ و آلہ وسلم ابن عبد اللہ جن کا ایک نام\r\nاحمد ہے آپ کی بشارتیں یگانہ ہیں یکتا ہیں۔ آپ کی آمد کی بشارت حضرت\r\nصحیح ابن مریم نے دی۔ اللہ تعالی ان پر ، تمام انبیاء پر ، اپنے تمام مرسلین پر\r\nحضور کی آل پر ، صحابہ پر آپ کے ماننے والوں پر اہلسنت و جماعت کے ان\r\nافراد پر جو آپ کی پیروی کرتے ہیں پر درود بھیجے یہی لوگ اللہ کے بندے\r\nہیں یہی لوگ مراد کو پہنچنے والے ہیں اللہ تعالیٰ کی تعریف انہی لوگوں کیلئے ہے۔\r\nجو لوگ دین سے نکل گئے ہیں وہ گمراہ ہو گئے ہیں وہ لوگ قرآن\r\nپڑھتے ہیں مگر سینے سے اوپر اوپر ، یہ شیطان کا لشکر ہیں، یاد رکھو شیطان کے\r\nلشکر اور اس کی بات ماننے والے ہی نقصان میں رہتے ہیں۔ حمد و صلوٰۃ کے\r\nبعد میں نے \"المعتمد المستند کا طائرانہ مطالعہ کیا ہے مجھے یہ کتاب خالص سونے\r\nکا ٹکڑا نظر آئی، اس کے الفاظ موتیوں یا قوت اور زبرجد کی طرح درخشاں\r\nنظر آ کر انہیں جواب حاصل کرنے کیلئے تحریر کیا گیا ہے جسے ایک معتمد\r\nپیشوا، عالم با عمل، فاضل متجر ، علم و فضل کے بحر نا پیدا کنار ، محبوب، مقبول،\r\nپسندیدہ شخصیت کے مالک جس کی باتیں اور اعمال سارے قابل تعریف\r\nہیں، میری مراد حضرت احمد رضا خان سے ہے اللہ تعالٰی ہمیں اور دوسرے\r\nمسلمانوں کو اس کی زندگی اس کے علوم سے بہرہ ور سرمائے۔ اس کی\r\nتصانیف و تالیفات ہماری راہنمائی کریں یہ کتاب ایک نمونہ ہے جو اس کی\r\nحق گوئی اور محبت کاملہ کی نشاندہی کرتی ہے اس کے انوار کے سامنے نگاہیں\r\nMarfat.com"
    },
    {
        "id": 139,
        "pageNo": 139,
        "pageText": "77\r\nخیرہ ہو جاتی ہیں وہ اقوال باطلہ کی سر کوبی کرتی ہے وہ کج رو بد عقیدہ لوگوں\r\nکے اندھیروں کو دور کرتی جاتی ہے خدا کی قسم اس کی روشنی کے سامنے\r\nگمراہیان ختم ہوتی گئیں، وہ اپنے مباحث میں عطر کی طرح صاف اور\r\nخوشبودار ہے وہ مخالفین کے جوابات میں مسکت ہے اس میں کوئی شک\r\nنہیں کہ گمراہی کی گندگی میں لتھڑے ہوئے الزامات کا وہ صحیح جامع جواب\r\nہے کفری عقائد کی نجاستوں کو صاف کرنے والا ہے یہ لوگ اپنے عقیدہ\r\nکے لحاظ سے کافر ہیں، ان کی خباثتوں سے ہر شخص کو بچانا ضروری ہے حتی\r\nکہ کافروں کو بھی ان کے اثرات سے بچانا ضروری ہے اور انہیں نفرت\r\nدلائی جانی ضروری ہے۔\r\nیہ لوگ کبیرہ سے بھی بدتر کبیرہ ہیں، ایسے بد عقیدہ خواہ کتنے ہی بڑے\r\nلوگ ہوں پھر بھی پست ہیں، ذلیل سے ذلیل ترین ہر ذی عقل پر واجب\r\nہے کہ لوگوں کو ان کے اثرات بد سے محفوظ رکھنے کی کو شش کرے ان کی\r\nتعظیم کرنا بھی گناہ ہے کیوں نہ ہو، جسے اللہ ذلیل کرے اسے کون عزت\r\nدے سکتا ہے اگر وہ راہ د ماست اختیار کر لیں تو خیر ورنہ ان سے مجادلہ کرنا\r\nفرض ہے اگر توبہ کر لیں تو فبہا ورنہ حاکم اسلام پر واجب ہے کہ اگر وہ\r\nتھوڑے ہوں تو انہیں ایک ایک کر کے قتل کر دے اگر وہ زیادہ ہوں تو ان\r\nپر لشکر کشی کی جائے اور انہیں جہنم رسید کیا جائے۔ یاد رکھیں قلم کی بھی\r\nزبان ہوتی ہے اور زبان نیزے کا کام کرتی ہے، کفر ساز بد مذہبوں کی گردنیں\r\nکاشنا تلوار کا کام ہے اس میں شک نہیں کہ اچھی دلیلوں کے ساتھ ان سے\r\nمناظرہ کرنا، مجادلہ کرنا بھی جہاد کی ابتدائی منزل ہے اللہ تعالیٰ نے فرمایا ہے\r\nجو شخص ہماری راہ میں کوشش کرے گا ہم اسے ضرور کامیابی دیں گے اور\r\nMarfat.com"
    },
    {
        "id": 140,
        "pageNo": 140,
        "pageText": "78\r\nاللہ تعالٰی ہمیشہ نیک اطوار لوگوں کے ساتھ ہے۔\r\nاللہ کو حمد و ثنا ہے وہ عزت والا ہے تمام انبیاء کرام پر درود و سلام ہو،\r\nسب خوبیاں اس ذات کیلئے ہیں جو سارے جہان کا مالک ہے۔\r\nمحمد احمد حامد\r\nMarfat.com"
    },
    {
        "id": 141,
        "pageNo": 141,
        "pageText": "سے مطالبہ کرتے رہے کہ یا توان عبارات\r\nکو صحیح محملی بیان کیجئے یا پھر توبہ کر کے ان عبارات کو نامزد\r\nکر دیجیے ، اس سلسلے میں رسائل لکھے گئے ، خطوط بھیجے گئے ، آخر جب علماء دیوبند کسی طرح کرتے\r\nمیں نہ ہوئے تو اعلحضرت امام احمد رضا خاں بریلوی قدس سرہ العزیز نے تحذیر الناس کی تصنیف\r\nکے میں سال بعد براہین قاطعہ کی اشاعت کے قریباً سولہ سال بعد اور حفظ الایمان کی اشاعت کے\r\nقریباً ایک سال بعد ۱۳۲۰ھ میں المعتقد المنتقد کے حاشیہ المعتمد المستند میں مرزائے قادیانی اور\r\nمذکوره بالاقائلین (مولوی محمد قاسم نانوتوی ، مولوی رشید احمد گنگوہی ، مولوی خلیل احمد انبیٹھوی\r\nاور مولوی اشرف علی تھانوی کے بارے میں ان کی عبارات کی بناء پر فتوائے کفر صادر کیا۔\r\nیہ فتوئی علمائے دیو بند سے کسی ذاتی مخاصمت کی بنا پر نہیں تھا بلکہ ناموس مصطفی (صلی اللہ\r\nتعالی علیہ وسلم ) کی حفاظت کی خاطر ایک فریضہ ادا کیا گیا تھا ، مولوی مرتضی حسن در بهینگی ، ناظم\r\nتعلیمات شعبه تبلیغ دار العلوم دیوبند، اس فتوے کے بارے میں رقمطراز ہیں :\r\nاگر (مولانا احمد رضا خاں صاحب کے نزدیک، بعض علما یہ دیوبند ، واقعی\r\nایسے ہی تھے، جیسا کہ انھوں نے انھیں سمجھا تو خان صاحب پر ان علماء دیو بند\r\nکی تکفیر فرض تھی اگر وہ ان کو کا فرنہ کتنے تو خود کا فر ہو جاتے کالے\r\nاس تفصیل سے یہ ظاہر ہو گیا کہ امام احمد رضا بریلوی رحمہ اللہ تعالٰی نے ناموس رسالت کی\r\nپاسداری کا کما حقہ فریضہ ادا کیا اور علماء دیو بند کا اصرار ہے کہ ان کے اکابر کی عزت پر حرف\r\nنہیں آنا چاہیے، خواہ وہ کچھ کتے اور لکھتے رہیں، اس مقام پر پہنچ کر یہ کہنے کی ضرورت نہیں رہتی\r\nکہ حق پر کون ہے، یہ بھی معلوم ہو گیا کہ بریلوی اور دیو بندی نزاع کی اصل بنیاد یہ عبارات میں\r\nنه\r\nکه فروعی مسائل، مولانا مودودی اس امر کو تسلیم کرتے ہوئے ایک مکتوب میں لکھتے ہیں،\r\nجن بزرگوں کی تحریروں کے باعث بحث و مناظرہ کی ابتدا ہوئی وہ تو اب مرحوم ہو چکے\r\nاور اپنے رب کے حضور حاضر ہو چکے مگر افسوس ہے کہ جوبلی اور گرمی آغاز میں پیدا ہوئی\r\nدونوں طرف سے اس میں اضافہ ہورہا ہے کہ\r\nمودودی صاحب یہ تلقین فرما رہے ہیں کہ اب نزاع کو جانے بھی دو، نزاع کھڑا کرنے والے\r\nتو اگلے جہان میں پہنچ چکے ہیں حالانکہ نزاع ان بزرگوں کی ذات سے نہیں تھا، وجہ مخاصمت تو یہ\r\nعبارات تھیں جواب بھی من وعن موجود ہیں ، جب تک اُن کے بارے میں متفقہ فیصلہ نہیں ہو جاتا اسی\r\nاه مرتضی حسن در بجنگی: اشد العذاب من مقالات يوم رضا ، حصہ دوم ، ص۶۰\r\nه\r\nMarfat.com\r\n:"
    },
    {
        "id": 142,
        "pageNo": 142,
        "pageText": "79\r\nبحار تصدیقات مدینہ\r\n۱۳۲۵ھ\r\nمدینہ منورہ کے علمائے کرام کی تقاریظ\r\nاعلحضرت عظیم البرکت الشاہ احمد رضا خان بریلوی رحمتہ اللہ علیہ مکہ\r\nمکرمہ کے علماء سے تصدیقات و تقاریظ حاصل کرنے کے بعد ۱۳۲۵ھ میں\r\nمدینہ منورہ میں حضور کے روضہ انور کی زیارت کیلئے حاضر ہوئے تو وہاں\r\nکے علماء کرام نے بھی آپ کی کتاب \"المعتمد والمستند “کو دیکھا ہندوستان\r\nکے گمراہ مولویوں خاص کر ختم نبوت کے نظریہ پر طرح طرح کے شبہات\r\nپیدا کرنے والے طبقہ کے خیالات سے واقف ہوئے تو انہیں بڑاد کچھ ہوا۔\r\nانہوں نے فاضل بریلوی کے نظریات اور ان کی مساعی جمیلہ کو بہت سراہا\r\nاور اپنے تاثرات ( تقاریظ ) قلمبند کئے ، ان علمائے کرام میں مفتی تاج الدین\r\nالیاس، مفتی مدینہ مولانا عثمان بن عبد السلام داغستانی، شیخ مالکیہ سید احمد\r\nجزائری، مولانا خلیل بن ابراہیم خرپوتی، شیخ الدلائل، محمود قبری، سید محمد\r\nسعید، مولانا محمد بن احمد عمری، مولانا سید عباس بن سید جلیل محمد رضوان،\r\nمولانا عمر بن حمد ال محرسی، سبی، محمد بن محمد مدنی دیداوی، شیخ محمد بن محمد سوسی\r\nخیاری، مفتی سید شریف الله بر نکنی، مولانا محمد عزیز وزیر مالکی اندلسی مدنی\r\n،تونسی مولانا عبد القادر توفیق شلمی طرابلسی رحمتہ اللہ علیہم اجمعین کے\r\nاسمائے گرامی خاص طور پر قابل ذکر ہیں۔ یہ حضرات اپنے وقت کے\r\nبلند پایہ علمائے اسلام میں شمار ہوتے تھے اور ساری دنیائے اسلام ان کے\r\nفیصلوں کو تسلیم کرتی تھی (مترجم)۔\r\nMarfat.com\r\n1"
    },
    {
        "id": 143,
        "pageNo": 143,
        "pageText": "80\r\nبسم الله الرحمن الرحیم\r\nمولانا مفتی تاج الدین الیاس\r\nاے اللہ راہ حق عطا کرنے کے بعد ہمارے دلوں کو ٹیڑھانہ کرنا اور\r\nاپنی رحمت عطا فرما، تیری رحمت بے حد و حساب ہے۔ اے اللہ ہم اس بات\r\nپر ایمان لائے ہیں جو تو نے نازل فرمائی اور ہم تیرے رسول کی پیروی\r\nکرتے ہیں۔ اے اللہ تو ہمیں اپنے گواہوں میں شمار کرنا تیری ذات کیلئے پاکی\r\nہے، تیری شان بہت بلند ہے، تیری سلطنت غالب ہے، تیری حجت\r\nمضبوط ہے، ہم پر ازل سے تیرے احسانات ہیں، تیری ذات تیری صفات\r\nپاکیزہ ہیں، تیری آیات اور دلائل ہر نقص اور عیب سے منزہ ہیں، ہم تیری\r\nحمد کرتے ہیں، تو نے ہمیں بچے دین کی ہدایت فرمائی ہے اور تو نے ہمیں\r\nبچے کلام کی توفیق بخشی ہے تو نے ہماری طرف اس رسول کو بھیجا جو تمام\r\nانبیاء کرام کے امام اور برگزیدہ ہیں۔ ہمارے سردار محمد بن عبد اللہ ایسے\r\nمعجزے اور نشانات لے کر آئے ہیں جن کے سامنے انسانوں کی عقلیں\r\nعاجز ہیں ان کی دلیلیں بہت بلند ہیں ان کے معجزات درخشندہ ہیں، ہم ان کی\r\nرسالت اور نبوت پر ایمان لائے ہیں ہم نے ان کی اتباع کی ان کی تعظیم کی،\r\nان کے دین کی مدد کی، تیرے ہی لئے حمد ہے جس طرح واجب اور لازم\r\nہے، تیری ہی تعریف ہے تو نے ہی ہمیں سیدھے راستے کی ہدایت فرمائی\r\nہے۔ اے اللہ ہمارے نبی پر ایسا درود بھیج جو ان کی شان کے شایان ہے اور\r\nایسے ہی سلام و برکت نازل فرما ان کی آل پر ان کے صحابہ پر۔ ہر زمانہ میں\r\nاس کی شریعت کے راویوں اور ہر شہر میں ان کے دین کے حامیوں کو جزائے\r\nMarfat.com"
    },
    {
        "id": 144,
        "pageNo": 144,
        "pageText": "81\r\nخیر عطا فرما اور اپنی رحمت سے ایسے ثواب عطا فرما جو سب ثوابوں سے زیادہ ہوں۔\r\nحمد و صلوۃ کے بعد مجھے فاضل جلیل حضرت مولانا احمد رضا خان جو\r\nایک زبر دست عالم دین اور ماہر علامہ ہیں کے نظریات اور ان کی کتاب\r\nالمعتمد المستند\" کے مطالعہ کا موقعہ ملا، جس میں انہوں نے ہندوستان کے\r\nگمراہ ”مولویوں“ کے عقائد پر روشنی ڈالی ہے۔ اللہ تعالیٰ اس کی اس نیکی میں\r\nبرکت دے اور اس کے انجام کو خیر کرے۔ مولانا نے ایسے گروہوں کا رد\r\nکیا ہے جو دین سے نکل گئے ہیں اور ایسے گمراہ فرقوں کی نشاندہی کی ہے جو\r\nزندیق اور بے دین ہو گئے ہیں میں نے اس فتوی کو بغور پڑھا ہے جو احمد رضا\r\nخان نے اپنی کتاب المعتمد المستند میں درج کیا ہے میں محسوس کرتا ہوں کہ\r\nاس موضوع پر یہ ایک اہم فتویٰ ہے اور یکتا فیصلہ ہے۔ وہ حقانیت پر مبنی ہے،\r\nاللہ تعالی اسے اپنے نبی، دین اور تمام مسلمانوں کی طرف سے بہت جزائے\r\nخیر عطا فرمائے اور اس کی عمر میں ترقی دے یہاں تک کہ گمراہوں کے تمام\r\nشبہات مٹ جائیں۔ آج امت محمدیہ صلی اللہ علیہ و آلہ و سلم ان فتنہ گروں\r\nجیسے اور ان جیسے دوسرے فرقوں کے کثیر شکوک مٹ جائیں۔ آمین ثم آمین\r\nرا قم فقیر محمد تاج الدین ابن مرحوم مصطفی الیاس حنفی منتی مدینه\r\nفاضل ربانی مولانا عثمان بن عبد السلام داغستانی\r\nبسم الله الرحمن الرحیم\r\nاللہ واحد کی تمام خوبیاں بیان کرنے کے بعد ہم حمد و صلوۃ پیش کرتے\r\nہیں میں اس روشن کتاب اور گراں قدر تحریر سے آگاہ ہوا ہوں۔ میں نے\r\nدیکھا ہے کہ ہمارے مولی، علامہ، بحر عظیم الفہم حضرت مولانا احمد رضا\r\nMarfat.com\r\n'"
    },
    {
        "id": 145,
        "pageNo": 145,
        "pageText": "82\r\nخان نے اس گروہ خارج از دین اور مفسدین کے نظریات کو یکجا کر دیا ہے اور\r\nان کی نشاندہی کرنے کے بعد اس کا رد کیا ہے آپ کی کتاب \"المعتمد\r\nالمستند“ میں اس زندیق گروہ کو بڑار سوا کیا گیا ہے۔ ان کے فاسد عقیدوں پر\r\nبڑی پر مغز گفتگو فرمائی ہے ہم پر لازم آتا ہے کہ ہم اس کتاب کا مطالعہ\r\nکریں اسکی تحریر پر غور کریں اگر چہ مصنف گرامی نے اسے تھوڑے ہی وقت\r\nمیں تحریر فرمایا ہے مگر ان گمراہ فرقوں کازبردست رد کر دیا ہے بڑے روشن\r\nاور معتبر دلائل دیئے گئے ہیں۔ خصوصاً فاضل مولف نے اس گمراہ طبقے\r\nکے مکرو فریب کو ظاہر کر دیا ہے ہمارے نزدیک یہ طبقہ دین سے نکل چکا\r\nہے یہ وہابیہ ہیں ان میں سے ایک مدعی نبوت غلام احمد قادیانی ہے ایک\r\nرشید احمد گنگوھی ہے ایک قاسم نانوتوی ہے ایک خلیل احمد انبیٹھوی ہے\r\nایک اشرف علی تھانوی ہے ان کی گمراہیاں واضح کر دی گئی ہیں۔\r\nاللہ تعالٰی حضرت جناب احمد رضا خان کو جزائے خیر عطا فرمائے۔ اس\r\nنے نہایت عزیمت اور قابلیت کے ساتھ اپنے فتویٰ میں جو اپنی کتاب\r\nالمعتمد المستنڈ میں لکھا ہے اس فتویٰ کے آخر میں ہم نے علمائے مکہ مکرمہ\r\nکی تقاریظ دیکھی ہیں، ان گمراہ فرقوں پر و بال اور خرابی آئے گی وہ سرزمین\r\nہندوستان میں فساد مچارہے ہیں وہ جس انداز سے دینی فتنے پھیلا رہے ہیں\r\nاللہ تعالیٰ انہیں تباہ و برباد کر دے گا، اور وہ اوندھے ہو کر گر جائیں گے۔\r\nاللہ\r\nتعالٰی حضرت جناب مولانا احمد رضا خان کو جزائے خیر دے آپ کی اولاد میں\r\nبرکت دے تا کہ وہ قیامت تک حق کی بات بتاتے رہیں۔\r\nراقم عثمان بن عبد السلام داغستانی سابق مفتی مدینہ منورہ\r\nMarfat.com"
    },
    {
        "id": 146,
        "pageNo": 146,
        "pageText": "83\r\nسید شریف سردار مولانا سید احمد الجزائری شیخ مالکیہ\r\nبسم الله الرحمن الرحیم\r\nحضور نبی کریم صلی اللہ علیہ و آلہ وسلم پر سلام ہو ، اللہ تعالٰی کی رحمت\r\nہو ، اس کی برکات نازل ہوں، اس کی تائید ہو، اس کی مدد ہو ، اس کی رضا ہو،\r\nسب خوبیاں اس خد اتعالیٰ کی ہیں جس نے اہلسنت و جماعت کو تا قیام قیامت\r\nعزت بخشی ہے، صلاۃ وسلام ہو ہمارے آقا نبی کریم صلی اللہ علیہ و آلہ وسلم\r\nپر جو ہماری جائے پناہ ہیں، ان پر ہمارا بھروسہ ہے وہ ہمارے آقا ہیں۔ آپ کا\r\nکمال و جلال شرف و فضل قیامت تک محقق و قائم دائم ہے، اہل علم اہل\r\nکشف اہل عقل اسی شرف سے مستفیض ہوتے ہیں۔ آپ نے فرمایا ہے کہ\r\nجب کبھی کوئی مذہب سر اٹھاتا ہے اللہ تعالیٰ جس بندے کی زبان پر چاہے اپنا\r\nارشاد جاری کر دیتا ہے اور اپنی محبت ظاہر فرماتا ہے کبھی کبھی کچھ بدمذہب\r\nلوگ بھی ظاہر ہوتے ہیں، جن کے متعلق فرمایا جب ایسے بدمذ ہب اور فتنے\r\nظاہر ہوں جو میرے صحابہ کو برا کہیں تو اہل ایمان پر واجب ہے کہ ان کے\r\nعلماء اپنے علم کو ظاہر کریں اور (ان بد بختوں کا رد کریں ) جو ایسا نہیں کریں\r\nگے۔ اللہ اور اس کے فرشتوں اور نیک لوگوں کی لعنت میں گرفتار ہوں گے\r\nاللہ نہ ان کے فرائض قبول کرے گا، نہ نوافل۔ ایک اور جگہ فرمایا، کیا تم\r\nلوگ بدکردار لوگوں کی برائیاں بیان کرنے سے ڈرتے ہو ، لوگوں کو کس طرح\r\nمعلوم ہوگا کہ یہ لوگ بد کردار ہیں، ایسے لوگوں کے کردار کو عام کرنا چاہئے\r\nتاکہ لوگ ان فتنوں سے بچ جائیں۔ یہ حدیث ابن ابی الدنیا اور حلیم شیرازی\r\nاور ابن عدی، طبرانی بیہقی اور خطیب نے، انہوں نے اپنے دادا سے روایت\r\nMarfat.com\r\n'\r\nab"
    },
    {
        "id": 147,
        "pageNo": 147,
        "pageText": "84\r\nکی ہے ان کے آل و اصحاب اور پیروں، دین متین اور اہل سنت و جماعت،\r\nمقلدین آئمہ اربعہ پر اللہ کی رحمتیں نازل ہوں۔\r\nحمد وصلوٰۃ کے بعد میں نے اس سوال کا مضمون نہایت غور سے دیکھا\r\nہے جو حضرت احمد رضا خان نے پیش کیا ہے۔ اللہ تعالیٰ مسلمانوں کو اس کی\r\nزندگی سے بہر دور فرمائے۔ اسے درازی عمر اور اپنی جنتوں میں ہمیشگی نصیب\r\nفرمائے۔ مجھے اس کتاب میں بڑی ہو لناک باتیں ملی ہیں جو ان بدمذہب\r\nلوگوں نے ہندوستان میں پھیلا رکھی ہیں، یہ صریح کفریہ باتیں ہیں، یہ\r\nلوگ بدترین بدعتوں میں پھنس گئے ہیں اگر یہ تو بہ نہ کریں تو سلطان اسلام\r\nپر فرض عائد ہوتا ہے کہ ان کا خون گرادے انہیں قتل کر دے جن جن\r\nکستانیوں ، میں ایسے گمراہ کن الفاظ لکھے گئے ہیں انہیں جلا دینا چاہنے، جن\r\nہاتھوں اور انگلیوں نے یہ عبارات لکھی ہیں انہیں کچل دینا چاہئے۔ انہوں\r\nنے شان الہی کو بلکا کیا، ان کی تخفیف کی، رسالت عامہ کے مقام اور منصب\r\nکی توہین کی ہے اور اپنے استاد ابلیس کے علم کی بڑی تعریف کی ہے اور\r\nوگوں کو بہکانے اور گمراہ کرنے میں اس کی مدد کی ہے۔\r\nآج مشاہیر علماء کرام کا فرض ہے کہ وہ ان گمراہ کن عقائد کا پر زور رد\r\nکریں آج مسلمانان اسلام پر واجب آتا ہے ان پر سزا ڈالیں ، اہل ایمان کے\r\nتمام طبقوں کا فرض ہے کہ ان بدند ہیوں کے راستے روک دیں تاکہ عوام\r\nالناس ان کے شہر ان کی بستیاں ان دینی فتنوں سے محفوظ رہ سکیں۔\r\nآپ سب حضرات سن لیں کہ ایسے بد دین لوگوں کا ایک گروہ مکہ\r\nمکرمہ میں بھی بیٹھا ہوا ہے حالانکہ مکہ مکرمہ اللہ کے امن کا شہر ہے مگر اس\r\nمیں بھی یہ شیطان گھسے بیٹھے ہیں، آج عوام کا فرض ہے کہ ان سے ملنا جلنا\r\nMarfat.com"
    },
    {
        "id": 148,
        "pageNo": 148,
        "pageText": "85\r\nبند کر دیں، ان سے مکمل پرہیز کریں، ان کے میل جول کو جزامی کے میل\r\nجول کی طرح جانیں۔ ہمارے مدینہ منورہ میں بھی ایسے چند گفتی کے لوگ\r\nآگئے ہیں وہ چھپے بیٹھے ہیں تقیہ کئے ہوئے ہیں اگر یہ توبہ نہ کرینگے تو عنقریب\r\nانہیں مدینہ پاک کی سر زمین سے نکال دیا جائے گا ان کی یہ سزا حد یث سے\r\nثابت ہے، ہم اللہ سے دعا کرتے ہیں کہ اگر وہ ایسے فتنوں کا طوفان لانا چاہتا\r\nہے تو ہمیں ان فتنوں سے پہلے ہی اس دنیا سے اٹھائے ہمیں حسن نیت\r\nنصیب کرے، ہمیں صاف کھر ابنا دے۔\r\nمیں نے یہ تحریر اپنی زبان سے کہی اور اپنے قلم سے لکھی ہے۔\r\nخادم علماء و فقر اسید احمد جزائر کی جو مدینہ میں پیدا ہوا، عقیدہ میں سنی۔\r\nمذہب میں مالکی اور سلسلہ روحانیت میں قادری ہے۔\r\nحضرت مولانا خلیل بن ابرائیم شریوتی\r\nسب خوبیاں\r\nاللہ تعالی کیلئے ہیں جو سارے جہان کا مالک ہے درود و\r\nسلام اس نبی مکرم کیلئے ہے جو خاتم النبین ہے۔ ہمارے آقا و مولا حضرت\r\nمحمد صلی اللہ علیہ و آلہ وسلم ان کی آل ان کے اصحاب پر پھر جو ان کی اتباع کرتے\r\nہیں۔ حمد وصلوٰۃ کے بعد ان علمائے کرام کی تحریروں کی روشنی میں ہم اس فیصلہ\r\nپر پہنچے ہیں کہ وہی حق ہے، وہی واضح ہے جو عقیدہ اجتماع علمائے اسلام ہے\r\nوہی درست ہے۔ ہم عالم دین علامہ فاضل کامل مولوی احمد رضا خان بریلوی\r\nکی کتاب المعتمد المستند\" کے مطالعہ سے اس تحقیق پر پہنچے ہیں جو برحق ہے۔\r\nاللہ تعالیٰ اس کتاب سے ابد تک تمام مسلمانوں کو نفع بخشے اور اللہ ہی حق کی\r\nراہ دکھانے والا ہے اسی طرف رجوع کرنا چاہئے۔\r\nMarfat.com\r\nI"
    },
    {
        "id": 149,
        "pageNo": 149,
        "pageText": "86\r\nمیں نے اپنی اس تفریظ کو لکھنے کا حکم مسجد نبوی حرم شریف مدینہ میں\r\nدیا ہے میں علم کا خادم خلیل بن خرپوتی ہوں۔\r\nحضرت مولانا سید محمد سعید شیخ الدلائل\r\nاللہ تعالیٰ کیلئے وہ حمد ہے جس سے تمام ارماں پورے ہوں، مرادیں\r\nآسان ہوں، وہ حمد جس کی برکت سے ہم پناہ لیتے ہیں، تمام تفکرات اور\r\nمصائب میں وہی ہمار ا سہارا ہے۔\r\nدرود و سلام اس ذات مکرم صلی اللہ علیہ و آلہ وسلم پر پے در پے اور\r\nمسلسل ہو صبح و شام کا سلسلہ جب تک جاری ہے اس ذات پر درود و سلام\r\nجاری رہے گا۔ ہمارے رسول محمد صلی اللہ علیہ و آلہ وسلم کی رسالت سے\r\nآسمان و زمین جگمگا اٹھے اس قیامت کے دن جب مصائب اور خوف کی\r\nشدت کا سامنا ہو گا سارا جہان آپ ہی کی پناہ میں ہو گا۔ ان کی آل پر جنہوں\r\nنے آپکی روشنیوں سے نور حاصل کیا، ان کی باتیں حفظ کیں، ان کے نقش\r\nقدم پر چلتے رہے ، وہ آنے والی امت کیلئے راہنما اور پیشوا ہیں، وہ دین محمدی\r\nکی ہر روش کے امام ہیں، انہی کے دم قدم سے شریعت کی روشن راہیں\r\nدرست ہوتی گئیں، حضور صلی اللہ علیہ و آلہ وسلم کا ایک ارشاد ہے جو بچے ہیں\r\nکچے مانے گئے ہیں، ہمیشہ میری امت کا ایک طبقہ غالب رہے گا، یہاں تک\r\nکہ خدا کا حکم اسی حالت میں آئے گا، وہ ہمیشہ غالب ہوں گے۔\r\nحمد وصلوٰۃ کے بعد ہم اللہ کی عظمت اور اس کی جلالت کا اقرار کرتے\r\nہیں وہ اپنے بندوں میں سے جسے پسند فرماتا ہے اسے شریعت روشن کی اتباع\r\nپر لگادیتا ہے اسے فہم و ادراک عطا فرمادیتا ہے انسان پر کئی شہبات کی راتیں\r\nfat.com\r\nMarfat.com"
    },
    {
        "id": 150,
        "pageNo": 150,
        "pageText": "87\r\nاند ھیرا ڈال دیتی ہیں تو وہ اپنے علوم کے آسمانوں سے چودویں کا چاند چمکا دیتا\r\nہے۔ اس طرح شریعت مطہرہ تغیر و تبدل سے محفوظ رہتی ہے، اسی طرح ہر\r\nصدی ہر دور ہر قرن میں بڑے عظیم المرتبہ علماء پیدا ہوئے ہیں، آج ہمارے\r\nسامنے ایک عالم کثیر العلم فہم و فراست کا دریائے عظیم جناب مولوی احمد رضا\r\nخان ہیں۔ آپ نے اپنی کتاب \"المعتمدالمستند\" میں ان کج رو مرتدین کو خوب\r\nننگا کیا ہے جو ہندوستان میں دینی فتنے اور فساد پھیلا رہے ہیں۔ اللہ تعالٰی\r\nمولانا کو جزائے خیر دے اسلام اور مسلمانوں کی طرف سے جزائے خیر دے۔\r\nاللہ تعالٰی ہمارے آقا سردار محمد صلی اللہ علیہ و آلہ وسلم اور ان کی آل پر درود و\r\nسلام بھیجے۔\r\nمیں نے اپنی زبان سے یہ تفریظ بیان کی ہے اور اپنے قلم سے تحریر کی\r\nہے اپنے اللہ کا محتاج محمد سعید ابن السید محمد المغربي شیخ الدلائل۔\r\nمولانا محمد بن احمد عمری\r\nبسم اللہ الرحمٰن الرحیم\r\nسب خوبیاں خدا کو جو سارے جہاں کا مالک ہے درود و سلام تمام انبیاء\r\nکے خاتم پر ہو جو تمام مرسلین کے امام ہیں، آپ کے اتباع کرنے والوں پر\r\nقیامت تک سلام ہو۔\r\nحمد وصلوٰۃ کے بعد مجھے پر یہ بات واضح ہوئی ہے کہ ایک کتاب جسے\r\nہمارے عالم علامہ، مرشد ،محقق، کثیر الفہم، عرفان و معرفت کے دریائے رواں،\r\nاللہ تعالیٰ نے آپ پر اپنی پاکیزہ عطائیں نازل فرمائی ہیں، وہ ہمار اراہنما، ہمارا\r\nاستاد ہے، دین کا نشان ہے، علم کا ستون ہے ، وہ اہلسنت کا معتمد ہے ، پشت پناہ\r\nMarfat.com"
    },
    {
        "id": 151,
        "pageNo": 151,
        "pageText": "i\r\n88\r\nہے، فاضل جلیل حضرت احمد رضا خان اللہ تعالی اسے طویل زندگانی عطا\r\nفرمائے ، اس کے فیضان کے انوار سے علموں کے آسمان روشن رہیں۔ میں نے\r\nاس کی کتاب \" المعتمد المستند کا مطالعہ کیا ہے ، وہ ہمارے مقاصد اور مطالب کو\r\nپورا کرتی ہے۔ وہ ذہن سے نکل جانے والے مضامین کو روک لیتی ہے وہ ہر\r\nایک کیلئے آب شیریں ہے ، اس نے ملحدوں کے شبہات کو توڑ کر رکھ دیا ہے\r\nان کے فاسد خیالات کی بیخ کنی کر دی ہے اس نے اندیشوں کو جڑ سے اکھیٹر دیا\r\nسے، دلیلوں کی روشنی، حجتوں کی ضیاؤں، روشوں کی شیرینی اور میزانوں کی\r\nدر سنگی قائم کر دی ہے۔ اللہ تعالی اپنے دین اور اپنے نبی کی شریعت کو قائم و\r\nدائم رکھے۔ اسلام اور مسلمانوں کی طرف سے اسے پوری پوری جزائے خیر\r\nعطا فرمائے۔\r\n،\r\nحصین\r\nوہ ہمیشہ رہے اسلام میں اک حصن\r\nجس سے خشکی و تری والے ہدایت پائیں\r\nمیں نے اس تقریظ کو ہفتم ربیع الاول کو مکمل کیا ہے امید وار دعا محمد\r\nبن احمد العمری طالب علم حرم نبوی۔\r\nحضرت مولانا سید عباس بن سید جلیل محمدرضوان\r\nپشیخ الدلائل\r\nاے اللہ تیرے لئے ہی پا کی ہے تیری ہی تعریف و ثناء ہے تیرے ہی\r\nلئے حمد و درود و سلام بھیج اپنے نبی پر جو مشکلات کو حل فرماتے ہیں، ان کی\r\nآل و اولاد پر ان کے اصحاب پر ان کی امت کے صالحین پر سلام ہو۔\r\nحمد و صلوۃ کے بعد میں اپنے دینی بھائیوں کی دعا کا محتاج ہوں، عباس\r\nابن مرحوم سید محمد رضوان۔ میں نے مولانا احمد رضا خان کے رسالہ المعتمد\r\nfat.com\r\nMarfat.com"
    },
    {
        "id": 152,
        "pageNo": 152,
        "pageText": "زات کے خاتمے کی کوئی صورت دکھائی نہیں دیتی۔\r\n۱۳۲۴ حد میں امام احمد رضا خاں بریلوی رحمہ اللہ تعالیٰ نے المعتمد المستقند کا وہ حصہ جو فتوئی\r\nمشتمل تھا سر مین طیبین کے علماء کی خدمت میں پیش کیا جس پر وہاں کے ۲۵ جلیل القدر علما نے\r\nزیردست تقریظیں لکھیں اور واشگاف الفاظ میں تحریر کیا کہ مرزائے قادیانی کے ساتھ ساتھ افراد مذکورہ باشد\r\nشیری دائرہ اسلام سے خارج ہیں اور امام احمد رضابریلوی قدس سرہ کو حمایت دین کے سلسلے میں بھر پور خراج تحسین\r\nپیش کیا، علمائے حرمین کریمین کے یہ فتوے حسام الحرمین لی منم الکفر امین سوم ) کے نام سے یانہ کریئے گئے\r\nبجاتے اس کے کہ گستاخانہ عبارات سے رجوع\r\nکیا جاتا علمائے دیو بند کی ایک جماعت نے مل کر ایک\r\nرساله الهند المفند ترتیب دیا جس میں کمال چابکدستی سے یہ ظاہر کیا کہ ہمارے عقاید وہی ہیں جو اہل سنت\r\nو جماعت کے میں احالانکہ باعث نزاع عبارات متعلقہ کتابوں میں بدستور موجو د تھیں، صدر الافاضل حضرت\r\nمولانا سید میرفتیم الدین مراد آبادی قدس سرڑ نے التحقيقات الدفع الابی کی رات امام باری کی علت نام گریا\r\nحسام الحرمین کا اثر زائل کرنے کے لیے علما و دیو بند نے یہ شوشہ چھوڑا کہ یہ فتوے علما و ترمین کو مناطہ\r\nدے کر حاصل کیے گئے ہیں کیونکہ اصل عبارات اردو میں تھیں ، ہندوستان (متحدہ پاک ہند کے علماء میں سے\r\nکوئی بھی حسام الحرمین کا موید نہیں ہے ، اس پروپیگنڈے کے دفاع کے لیے شیر میشہ اہل سنت مولانا\r\nحشمت علی خان رضوی رحمہ للہ تعالیٰ نے متحدہ پاک و ہند کے اڑھائی سو سے زیادہ نامور علماء کی حسام الحرمین\r\nکی تصدیقات الصوارم الہندیہ کے نام سے شائع کر دیں۔\r\nدیوبندی مکتب فکرسے تعلق رکھنے والے علماء اب بھی عام طور پرعوام کو ز بار دینے کی کوشش\r\nکرتے ہیں کہ مولانا احمد رضا خان صاحب بریلوی نے بلاو جدا کا بہ دیوبند کی تکفیر کی تھی حالانکہ وہ صحیح\r\nمعنوں میں مسلمان اور اسلام کے خادم تھے اور المهند ایسی کتابوں کی بڑھ چڑھ کر اشاعت کرتے ہیں\r\nان حالات میں حسام الحرمین کے شائع کرنے کی ضرورت شدت سے محسوس کی جارہی تھی تا کہ اختلاف\r\nکا صحیح پس منظر سامنے آجائے اور کسی کے لیے مغالطہ آمیزی کی گنجائش نہ رہے، مکتبہ نبویہ نے اپنی\r\nروایات کے مطابق حسام الحرمین کو شائع کر کے اس ضرورت\r\nکو پورا کر دیا ہے۔\r\n۲۲ رمضان المبارک ۱۳۹۵ عدد\r\nنمبر ۶۱۹۷۵\r\nمحمد عبد الحکیم شرف قادری\r\nلاہور\r\nMarfat.com"
    },
    {
        "id": 153,
        "pageNo": 153,
        "pageText": "89\r\n۔\r\nالمستنڈ کا مطالعہ کیا ہے جب میں نے اس کے کمالات پر نگاہ ڈالی تو مجھے دور\r\nدور تک دلائل نظر آئے میں آگے بڑھتا گیا تو میں نے اسے صواب و ہدایت\r\nکا سر چشمہ پایاوہ بد مذہبوں اور بے دینوں کے خیالات کار د کرتا ہے ، وہ معتمد\r\nبھی ہے اور مستند بھی، وہ ہدایت پانے والوں کی جائے پناہ ہے ، اس رسالے\r\nسے وہ باتیں سامنے آئیں جن کی باریکیوں تک پہنچنے کیلئے عقلیں دنگ رہ\r\nجاتی ہیں ان میں وہ تحقیقی باتیں بیان کی گئی ہیں جن کی حقیقتوں کو پانے میں\r\nقدم کانپ جایا کرتے تھے کیوں نہ ہو ، وہ ایسے شخص کی تصنیف ہے جو علامہ\r\nہے امام ہے راہنما ہے بڑے تیز ذہن کا مالک ہے وہ ہر مسئلہ پر خبر دار ہے،\r\nعقل و جلالت کا نشان ہے ، یکتائے زمانہ ہے، حضرت مولانا مولوی احمد رضا\r\nخان بریلوی حنفی وہ علم و معرفت کا ایک پھلا پھولا باغ ہے وہ دقیق علوم کی\r\nمنازل کی سیر کرتا ہے۔ اللہ تعالیٰ مجھے ثواب عظیم عطا فرمائے مجھے اور انہیں\r\nحسن عاقبت نصیب فرمائے اور حسن خاتمہ سے نوازے ان کے قرب و جوار\r\nمیں بھی ایسے اہل علم ہیں، جو چو ہدویں کے چاند کی طرح روشنی پھیلاتے\r\nرہتے ہیں، حضور پر آپ کی آل پر آپ کے اصحاب پر درود و سلام ہو ۔\r\nهفتم ربیع الآخر ۱۳۲۴ ۵ ، راقم مسجد نبوی کا خادم اور دلائل الخیرات کا\r\nعامل عباس رضوان مدینہ منورہ۔\r\nMarfat.com\r\nI"
    },
    {
        "id": 154,
        "pageNo": 154,
        "pageText": "1\r\n90\r\nمولانا عمر بن حمدان محرسی\r\nمدینہ منورہ\r\nسب خوبیاں اس اللہ کیلئے ہیں جس نے زمین و آسمان بنائے،\r\nاندھیرے اور روشنیاں پیدا کیں آج کے کافر لوگ ناکارہ ہونے کے باوجود\r\nخدا کی ہمسری کا دعویٰ کرتے ہیں۔ درود و سلام پہنچے ہمارے آقا و مولی محمد\r\nصلی اللہ علیہ و آلہ وسلم پر جو خاتم الانبیاء ہیں، آپکا ایک ارشاد ہے کہ میری\r\nامت میں ہمیشہ ایک ایسا طبقہ موجود رہے گا جو قیام قیامت تک حق کی\r\nہمنوائی کرتا رہے گا، یہ حدیث حاکم نے سید نا حضرت عمر امیر المومنین رضی\r\nاللہ عنہ سے روایت کی ہے ابن ماجہ کی ایک روایت میں ابوہریرہ رضی اللہ\r\nعنہ نے کہا ہے کہ میری امت کا ایک طبقہ ایسا رہے گا جو اللہ کے دین پر\r\nشدت سے قائم رہے گا، اسے نقصان نہیں ہونے دے گا جو لوگ دین کے\r\nخلاف اٹھیں گے ان کا قلع قمع کرے گا، آپ کی اولاد آپ کے اصحاب پر\r\nبھی درود و سلام ہو ، ان کی اولاد ہدایت پھیلانے میں مصروف ہے ان کے\r\nصحابہ کرام نے دین کو مضبوط کرنے میں اہم کردار ادا کیا ہے۔\r\nحمد و صلوۃ کے بعد میں مطلع کرنا چاہتا ہوں کہ ہمارے سامنے حضرت\r\nاحمد رضا خان جیسے باکمال علامہ اور عظیم عالم دین کی تحقیق والی کتاب آئی،\r\nاس کتاب کا نام \" معتمد المستند “ ہے۔ میں نے اس کتاب کو نہایت اعلیٰ درجہ\r\nکی تحقیق کا مرقع پایا ہے۔ اللہ تعالٰی اس کے فاضل مولف کو مسلمانوں کی\r\nراہنمائی کیلئے قائم رکھے۔ اس نے رسول اللہ کے مقام اور شان کی بلندی\r\nکیلئے ہر کام کیا اللہ کے رسول اور دین کے اماموں اور عام مسلمانوں کی\r\n\".\r\nfat.com\r\nMarfat.com"
    },
    {
        "id": 155,
        "pageNo": 155,
        "pageText": "91\r\nخیر خواہی میں زندگی وقف کر دی ہے۔\r\nہشتم ربیع الثانی ۱۳۲۴ھ عمر بن حمدان محرسی جو مذ ہبا مالکی ہے عقید تا\r\nسی اشعری ہے اور سر کار دو عالم کے شہر کا خد متگار ہے۔\r\nقند مکر ز مشک مغمیر\r\nمزید فرماتے ہیں۔ سب تعریفیں اللہ کیلئے جس نے انسانوں کو راہ ہدایت\r\nدکھائی، اپنے فضل سے توفیق بخشی ہے جس نے اس کی راہ ہدایت کو چھوڑ اوہ\r\nگمراہ ہو گیا اللہ تعالیٰ نے اہل ایمان کو آسان راہیں دکھائیں، نصیحت قبول\r\nکرنے کیلئے ان کے سینے کھول دیئے ، دلوں میں خلوص بھر دیے، اللہ پر\r\nایمان لانے والی زبانوں نے گواہی دی۔\r\nاللہ کی کتابوں پر ایمان کو پختہ کر دیا،\r\nاس کے رسولوں پر ایمان کو مستحکم کر دیا ، درود و سلام ان پر جن کو اللہ تعالیٰ نے\r\nسارے جہاں کیلئے رحمت بنا کر بھیجا ان پر اپنی واضح اور روشن کتاب نازل\r\nفرمائی جس سے ہر چیز روشن ہو گئی۔ بے دینوں کی بے دینی کو واضح کر دیا\r\nحضور نے اپنی سنتوں سے ظاہر فرما دیا، ان کی دلیلیں اور جنتیں پختہ اور مستحکم\r\nہیں۔ آپ کی آل پر بھی درود و سلام ہو جو امت کی راہنما ہے آپکے اصحاب\r\nپر جنہوں نے دین کو مضبوط کیا، ان کے پیرووں پر قیامت تک اللہ کی رحمت\r\nہو۔ اسلام کے چار آئمہ کرام، مجتہدوں اور ان سب مسلمانوں\r\nپر اللہ کی رحمت\r\nہو جو ان کے مقلد ہیں۔\r\nحمد و صلوۃ کے بعد جب میں نے اپنی نظروں کو اٹھالیا تو مجھے حضرت\r\nعالم علامہ کے رسالہ کو دیکھا تو مجھے مشکلات علوم کی وضاحت ملی۔ حضرت\r\nمولانا احمد رضا خان بریلوی کی کتاب المعتمد المستند \" میرے سامنے ہے۔ اللہ\r\nMarfat.com"
    },
    {
        "id": 156,
        "pageNo": 156,
        "pageText": "92\r\nتعالیٰ آپ کی حفاظت فرمائے اور اسے شاد کام رکھے۔ اس کتاب میں جن\r\nکی\r\nلوگوں کا ذکر کیا گیا ہے ان کے رد میں فاضل مولف بڑی قابلیت سے دلائل\r\nدیتے ہیں۔ وہ لوگ کون ہیں؟ ان میں ایک مردود خبیث مرزا غلام احمد\r\nقادیانی ہے یہ دجال ہے ، کذاب ہے، یہ آخری زمانہ کا مسیلمہ کذاب ہے پھر\r\nرشید احمد گنگوھی اور خلیل احمد انبیٹھوی اور اشرف علی تھانوی ہیں ان لوگوں\r\nسے کفریہ باتیں سامنے آئیں تو فاضل مولف نے ان کی نشاندہی کی۔\r\nقادیانی کا دعویٰ نبوت ، رشید احمد اور خلیل احمد اور اشرف علی تھانوی نے شان\r\nنبی صلی اللہ علیہ و آلہ وسلم کی تنقیص کی ، اس بات میں شک نہیں کہ یہ لوگ\r\nکافر ہیں، مرتد ہیں۔ آج سلطان اسلام کو اختیار حاصل ہے کہ ایسے لوگوں\r\nکی گردنیں اڑادیں، ایسے لوگ موت کی سزا کے مستحق ہیں۔\r\nاللہ تعالیٰ کا محتاج عمر بن حمد ال محرسی مالکی نے مسجد نبوی کے خادم کی\r\nحیثیت سے بیان قلمبند کیا۔\r\nسید محمد بن محمد مدنی دیداوی\r\nسب خوبیاں خدا کو اور درود و سلام خدا کے رسول اور ان کے آل اصحاب اور\r\nان کے دوستوں پر ہو۔ حمد و صلوٰۃ کے بعد جب میں نے اپنے ماہر علامہ استاد\r\nکی کتاب کا مطالعہ کیا، وہ عالم اہلسنت حضرت احمد رضا خاں ہیں۔ میرے\r\nنزدیک ان کی تحریر اور تحقیق اہل علم و دانش کیلئے روشنی کی راہ ہے وہ ایک تریاق .\r\nہے اس کی بچی باتیں حق پر ہیں، آپکی لکھی ہوئی دلیلیں حق پر ہیں، ہر مسلمان\r\nپر فرض ہے کہ انہیں دلائل کے حکم پر عمل کرے، ظاہر و باطن میں اپنی\r\nطرت ثانیہ ہے۔ آج لوگوں کی اتنی مفید تربیت ہونی ضروری ہے جس\r\nfat.com\r\nMarfat.com"
    },
    {
        "id": 157,
        "pageNo": 157,
        "pageText": "93\r\nسے وہ ایسے لوگوں کو خود بخود نیک و بد میں تمیز دکھائی دے۔\r\nمیں اپنے گناہوں میں گرفتار ، محمد بن محمد حبیب دید اوی عفی عنہ ہوں۔\r\nالشیخ محمد بن موسیٰ خیاری مدرس حرم مدینه طیبه\r\nسب خوبیاں اس خدا کو جس نے اپنے رسول کو ہدایت اور بے دین\r\nکیسا تھ بھیجا تا کہ اسے سب دینوں پر غالب کرے اور درود و سلام ، سب\r\nسے کامل اور ہمیشہ رہنے والے نبی رہو جو مطلقا تمام مخلوقات سے افضل نے\r\nہمارے آقا حضرت محمد مصطفی صلی اللہ علیہ و آلہ وسلم پر ان کی آل اور ان کے\r\nصحابہ پر سلام ہو ۔\r\nحمد وصلوٰۃ کے بعد میں اس کتاب (المعتمد المستند ) کے موضوعات پر\r\nمطلع ہوا ہوں۔ یہ کتاب بج رہ کافروں اور گمراہوں کے رد میں ہے، شہ\r\nسنج\r\nایک عالم فاضل کامل اکمل علامہ محقق فہامہ مدقق حضرت جناب احمد رند\r\nخان نے تالیف فرمایا ہے۔ اللہ تعالیٰ ان کے کاموں میں برکت عطا فرمائے ۔\r\nاس کتاب کا مطالعہ کیا تو مجھے یہ معلوم ہوا کہ فاضل مولف نے ن رو مولویوں\r\nکا رد کیا ہے ان لوگوں نے رب العالمین کے رسول پر زیادتی کی یہ لوگ\r\nچاہتے ہیں کہ اپنی پھونکوں سے اس نور کو بجھا دیں جسے اللہ نے روشن کیا ہے\r\nمگر اللہ نے تو اپنے نور کو مکمل کرنا ہے ثابت رکھنا ہے ان لوگوں کے دلوں پر\r\nاللہ نے مہریں لگادی ہیں، یہ لوگ اپنی نفسانی خواہشات کے پیچھے مارے\r\nمارے پھر رہے ہیں۔\r\nاللہ تعالیٰ نے ان کو حق بات کے سننے سے بہرہ کر دیا\r\nہے ، ان کی آنکھوں کا نور سلب ہو چکا ہے شیطان نے ان کے پر دے غلیظ کر\r\nدیئے ہیں، انہیں راہ حق سے روک دیا ہے، وہ ہدایت نہیں پاتے ، وہ اب\r\nMarfat.com\r\nI"
    },
    {
        "id": 158,
        "pageNo": 158,
        "pageText": "94\r\nواپس آنے کی راہیں بند پاتے ہیں۔ یہ کتاب صریح، مشہود اور صحیح نصوص\r\nکے موافق ہے۔\r\nاللہ تعالیٰ اس کے مولف کو اس بہترین امت سے کامل جزا دے اور\r\nنیک لوگ اس کی پناہ میں رہیں۔ انہیں اللہ اپنے پاس قرب بخشے اس کی وجہ\r\nسے سنت رسول کو قرب نصیب ہو، اس کی سنت کو قوت بخشے ، بدعت کو\r\nڈھائے، امت محمدیہ کو فائدہ بخشے اے اللہ میری دعا التجا کو قبول فرما۔ آمین\r\nثم آمین۔\r\nاس تحریر کو خالق عالم کے محتاج محمد بن موسیٰ خیاری نے لکھا ہے جو\r\nعلم شریعت کا خادم ہے۔\r\nMarfat.com"
    },
    {
        "id": 159,
        "pageNo": 159,
        "pageText": "95\r\nبرکات مدینه از عمده شافعیه ۱۳۲۵ھ\r\nمولاناسید شریف احمد برزنجی مفتی شافعیه مدینه منوره\r\nسب خوبیاں اس خدا کو ہیں جسے اپنی ذات سے ہر کمال ذاتی اور صفاتی\r\nلازم ہے جو شخص\r\nاللہ کی تسبیح کرتا ہے اس کی پاکیزگی کا اعلان کرتا ہے زمین و\r\nآسمان میں جو کچھ ہے اس کا خالق مانتا وہ سچا مسلمان ہے۔ اللہ کی ذات کا کوئی\r\nشریک نہیں ہے کوئی مشیل نہیں، اس کے کوئی مشابہ نہیں، اس کا قول\r\nحق و باطل کے درمیاں فیصلہ فرمانے والا ہے وہ صریح حق پر ہے اور سب\r\nسے بہتر ہے۔ درود و سلام اور سب سے کامل ترین رحمت و برکت اور تعظیم\r\nہمارے آقا و مولی محمد صلی اللہ علیہ و آلہ وسلم پر جن کو ان کے رب نے تمام\r\nجہان سے چن لیا اور منتخب فرمایا۔ اگلے اور پچھلے علوم عطا فرمائے قرآن\r\nعظیم نازل فرمایا، جس سے باطل مٹ گیا اور حق آشکار ہو گیا اللہ تعالیٰ نے\r\nاپنے محبوب کو ایسے ایسے کمالات دیئے ، جن کا احاطہ نا ممکن ہے، آپ کو\r\nاتنے علوم غیبہ سے نوازا جس کا شمار نہیں ہے وہ مطلقا تمام جہانوں سے افضل\r\nہیں، ذات میں بھی صفات میں بھی، عقل میں بھی علم و عمل میں بھی\r\nبلا خوف تردید آپ کی ذات تمام سے افضل اور اعلیٰ ہے نبوت آپ پر ختم کر\r\nدی گئی، آپ کے بعد کوئی نبی یار سول نہیں آئے گا۔ ان کی شریعت کو ابدی\r\nبنا کر قیامت تک نافذ کر دیا اللہ اپنا وعدہ پورا کرے گا۔ آپ کی پاک آل کے\r\nبرگزیدہ اصحاب پر سلام ہو، اللہ تعالیٰ کی امداد نے انہیں اسلام کے دشمنوں\r\nپر فتحیاب فرمایا اس حد تک کہ وہ غالب ہوتے چلے گئے۔\r\nMarfat.com"
    },
    {
        "id": 160,
        "pageNo": 160,
        "pageText": "96\r\nحمد و صلوٰۃ کے بعد عرض گزار ہوں میں سید احمد بن سید اسماعیل\r\nحسینی برزنجی ہوں، رسول خدا کا امتی ہوں ان کا غلام ہوں مدینہ طیبہ\r\nمیں شافعیہ کا مفتی ہوں۔ اے علامہ باکمال ! اے ماہر علوم اسلامیہ ، اے\r\nمشہور و معتبر ! اے صاحب تحقیق و تیح، اے صاحب ترقین و نزمین ! اے\r\nعالم اہلسنت جماعت، حضرت میں نے آپ کی کتاب ”المعتمد المستند“ کے\r\nمضامین دیکھے ہیں، مجھے یہ بڑے تحقیقی اور مضبوط سامنے آئے۔ آپ نے ان\r\nتحریروں کی وجہ سے مسلمانوں کی بے شمار اعتقادی تکلیفوں کو دور فرمایا ہے\r\nاس میں آپ نے اللہ کی رسول خدا کی اور آئمہ دین کی تعلیمات کی روشنی\r\nمیں بڑا اعلیٰ کام کیا ہے۔ آپ نے حق کی دلیلوں سے کفریات کی نشاندہی کی\r\nہے اور ثبوت دیا ہے۔ آپ نے رسول\r\nاللہ صلی اللہ علیہ و آلہ وسلم کے ارشاد\r\nکی تعمیل کی ہے کہ دین خیر خواہی ہے آپکی تحریر اگر چہ محتاج تعارف نہیں\r\nاور محتاج تعریف نہیں ہے توصیف و تعریف سے بے نیاز ہے مگر مجھے یہ\r\nانداز بے حد پسند آیا میں چاہتا ہوں کہ اس کتاب کی اشاعت میں آپ کا\r\nساتھ دوں، اس کے روشن بیان کے میدان میں آپ کے ہم قدم رہوں\r\nمیں آپ کے اس کام میں شریک جہاد ہونا چاہتا ہوں یہ ایک نہایت ہی اہم\r\nکام ہے نہایت ہی عمدہ کتاب ہے میں آپ کے اس اجر و ثواب میں بھی\r\nحصہ لینا چاہتا ہوں جو اللہ نے آپ کو عطا فرمایا ہے۔\r\nمیں کہتا ہوں مرزا غلام احمد قادیانی کے اقوال بھی میرے سامنے\r\nآئے اس نے مثیل مسیح ہونے کا دعویٰ کیا ہے، اپنی طرف وحی کا ذکر کیا\r\nہے وہ نبی کہلاتا ہے بلکہ انبیاء سے اپنے آپ کو افضل قرار دیتا ہے اس کے\r\nسوا اس کی اور بھی کفریہ اور گمراہ کن باتیں سننے میں آئی ہیں میں ایسی غلط\r\nMarfat.com"
    },
    {
        "id": 161,
        "pageNo": 161,
        "pageText": "97\r\nباتوں کو سنتے ہی ایک طرف پھینک دیتا ہوں، راست باز طبیعتیں ایسی باتوں\r\nسے دور رہتی ہیں۔ ان باتوں میں مسلیمہ کذاب کا بھائی نظر آتا ہے وہ دجالوں\r\nمیں سے ایک دجال ہے اللہ تعالیٰ اسکے ان دعوؤں اور اعمال سے محفوظ رکھے۔\r\nوہ دین اسلام سے نکل گیا ہے اس طرح جیسے تیر نشانے سے نکل جاتا ہے\r\nاس نے اللہ کی آیات اور رسول اللہ صلی اللہ علیہ و آلہ وسلم کی احادیث کا انکار\r\nکیا کفر کیا، ہر مسلمان پر واجب ہے کہ ایسے لوگوں سے دور رہیں اور اللہ سے\r\nڈرتے رہیں اور اس کی رحمت کے دامن میں رہیں ان لوگوں سے ایسے دور\r\nرہنا چاہئے جس طرح انسان شیر یا جذامی سے بھاگتا ہے ان گمر اہ لوگوں سے\r\nدور رہنا ہی ایمان کو سلامت رکھنے کا عمل ہے یہ دل و دماغ پر سرایت کرنے\r\nوالا عمل ہے ان کی نحوست ایمان پر چھا جاتی ہے جو شخص ان کی کفریہ اور فاسد\r\nباتوں سے دلچسپی لینے لگتا ہے اس کا ایمان تباہ ہو جاتا ہے یہ لوگ شیطان کا\r\nلشکر ہیں، ابلیس کا گروہ ہیں اور زیاں کار ہیں۔ تمام امت رسول کا اول سے\r\nآخر تک اس بات پر اجماع ہے ہمارے نبی صلی اللہ علیہ و آلہ وسلم سب انبیاء\r\nکے خاتم ہیں، سب پیغمبروں کے آخر میں آنے والے ہیں ان کے زمانہ میں\r\nبھی کسی شخص نے نبوت کا دعویٰ نہیں کیا کیونکہ حضور کی تشریف آوری\r\nکے بعد نبوت کا دعوئی باطل ہوتا ہے آپ کے بعد جو شخص دعوی نبوت\r\nکرتا ہے وہ بلا شبہ کافر ہے۔\r\nیہ امیر احمد ، نذیر حسین دہلوی، قاسم نانوتوی اور ان کے چیلے چانٹے اور\r\nان کا یہ کہنا کہ اگر بالفرض حضور کے زمانے میں کوئی نبی آجائے تو اس سے\r\nحاکمیت محمدیہ میں فرق نہیں پڑتا، یہ ایک دھوکا ہے اس سے صاف ظاہر\r\nہوتا ہے کہ یہ لوگ حضور خاتم النبین کے بعد کسی دوسرے نبی کے آنے\r\nMarfat.com"
    },
    {
        "id": 162,
        "pageNo": 162,
        "pageText": "98\r\nکی راہ ہموار کرنا چاہتے ہیں اور نبوت جدیدہ کے قائل ہیں اس میں کوئی\r\nشک نہیں جو ان کی باتوں کو سچا مانے وہ باجماع امت کا فر ہے اور اللہ کے\r\nنزدیک مردود ہے ایسے لوگوں پر اللہ کی لعنت ہے اور قیامت تک تائب نہ\r\nہوں تو جہنم کا دردناک عذاب ان کیلئے تیار ہے۔\r\nایک اور طائفہ وہابیہ کذابیہ ہے جو رشید احمد گنگوھی کے پیروکار ہے\r\nوہ کہتا ہے جو شخص اللہ کی وقوع کذب بالفعل کو تسلیم کرے اسے کافر نہ کہا\r\nجائے اللہ نہایت بلند ہے اس کی باتوں سے کوئی شبہ نہیں ہوتا۔ ہمارے\r\nنزدیک ایسا شخص کافر ہے اور دین کی بدیہی باتوں سے انکار کرتا ہے اللہ\r\nعز و جل کو وقوع کذب ماننا تمام شرعی اصولوں کے خلاف ہے بلکہ حضور سے\r\nپہلے بھی جن انبیاء پر کتابیں اتاری گئی ہیں۔ ان میں بھی یہ بات بر حق ہے\r\nایسا عقیدہ رکھنے والے شخص کا ایماں نا مقبول ہے۔ ایمان تو یہ ہے کہ خدا کے\r\nاصولی احکامات کی تصدیق کی جائے اللہ تعالیٰ اپنے بندوں سے یہ اقرار لیتا ہے۔\r\nہم ایمان لائے اللہ پر ۔ اس کتاب پر جو ہماری طرف اتاری گئی ہے،\r\nان کتابوں پر جو حضرت ابراہیم ، اسماعیل، اسحاق، یعقوب اور بنی اسرائیل کی\r\nمختلف شاخوں پر اتاری گئی ہیں جو کتابیں حضرت موسیٰ اور حضرت عیسی پر\r\nاتاری گئی ہیں اور اللہ کے دوسرے پیغمبروں پر جو کچھ اتارا گیا ہے ہم ان پر\r\nکسی پر ایمان لانے میں فرق نہیں کرتے نہ اجتناب کرتے ہیں ہم ان\r\nکو تسلیم کرتے ہیں۔ ہاں یہود و نصاریٰ اسلام کے مخالف ہیں، یہ ان کتابوں\r\nپر بھی ایمان نہیں رکھتے جو سابقہ انبیاء کرام پر نازل ہوئی تھیں۔ یہ اللہ پر\r\nایمان نہیں لاتے اس کے رسول پر ایمان نہیں لاتے اور تاویلوں سے منہ\r\nپھیرتے چلے جاتے ہیں، جھگڑا کرتے رہتے ہیں، عنقریب وقت آنے والا\r\nMarfat.com"
    }
]