[
    {
        "id": 1,
        "pageNo": 1,
        "pageText": "اسلام میں\r\nاختلافات کا آغاز\r\nمصنف\r\nحضرت مرزا بشیرالدین محموداحمداصلح الموعوخليفة اسم الثانی رضی اللهعه"
    },
    {
        "id": 2,
        "pageNo": 2,
        "pageText": "نام کتاب اسلام میں اختلافات کا آغاز\r\nمصنف\r\nحضرت مرزابشیرالدین محمداحمال الموخلیفہ اسی الثانی رض اللهعه\r\nسن اشاعت مارچ2012ء\r\nتعداد\r\n2000\r\nشائع کرده نظارت نشر و اشاعت صدر انجمن احمد یہ قادیان\r\nمطبع\r\nضلع گورداسپور پنجاب انڈیا 143516\r\nفضل عمر پرنٹنگ پریس قادیان\r\nISBN: 81-7912-151-8"
    },
    {
        "id": 3,
        "pageNo": 3,
        "pageText": "بِسمِ اللهِ الرَّحْمنِ الرَّحِيمِ\r\nپیش لفظ\r\nسیدنا حضرت مرزا بشیر الدین محمود حمد الصلح الموعو خلیفتہ اسی الثانی نے ۲۶ فروری\r\n199 ء کو مارٹن ہسٹاریکل سوسائٹی اسلامیہ کالج لاہور کے ایک اجلاس میں تاریخ اسلام کے اُس\r\nزمانہ کے بارے میں خطاب فرمایا جس میں مسلمانوں میں اختلافات کا آغاز ہوا اور جو\r\nمسلمانوں کے لئے ایک پیچیدہ مسئلہ ہے۔ یعنی اسلام میں جو تفرقہ کی بنیا د رسول پاک صلی اللہ\r\nعلیہ وسلم کے وصال کے پندرہ سال بعد پڑی اس کی وجوہات اور اس کی حقیقت پر۔\r\nحضرت مصلح موعودؓ نے اپنے اس لیکچر میں اسلامی تاریخ کے اس پیچیدہ حصہ کو\r\nبڑی خوش اسلوبی کے ساتھ مدلل تاریخی حوالہ جات سے حل کرتے ہوئے حاضرین جلسہ\r\nکے سامنے اس فتنہ کے وجوہات کو عمدہ طریق پر واضح کیا ہے۔\r\nحضرت مصلح موعودؓ نے اس تقریر کی تمہید میں یہ بیان فرمایا ہے کہ آباء واجداد\r\nکے حالات کی واقفیت بہت سے اعلیٰ مقاصد کی طرف رہنمائی کرتی ہے ...... اور ان کو\r\nمعلوم ہوگا کہ ہم کیسے آباء کی اولاد ہیں اور ان کی ذریت اور قائمقام ہونے کی حیثیت سے\r\nہم پر کیا فرائض عائد ہیں۔\r\nیا درکھنا چاہئے کہ اسلام کی ترقی کا انحصار اور اس کے غلبہ کا دارو مدار ، اللہ تعالیٰ کی\r\nقدرت ثانیہ خلافت کا بابرکت روحانی نظام ہے۔ اور خلافت کے قیام کا وعدہ اللہ تعالیٰ\r\nنے ان لوگوں سے فرمایا ہے جو ایمان اور اعمال صالحہ میں اعلیٰ نمونہ پیش کرتے ہیں۔"
    },
    {
        "id": 4,
        "pageNo": 4,
        "pageText": "امت مسلمہ اپنی کوتاہی اور کمزوری کے نتیجہ میں اس نعمت عظمیٰ سے چودہ سو سال\r\nکے طویل عرصہ تک محروم رہی ہے۔ اللہ تعالیٰ نے اپنے وعدہ کے مطابق حضرت اقدس مسیح\r\nموعود علیہ السلام کے بعد ایک بار پھر امت کو خلافت علی منھاج النبوۃ کی نعمت سے نوازا\r\nہے۔\r\nاللہ تعالیٰ ہم کو بھی اور ہماری آئندہ نسلوں کو بھی خلافت کے ساتھ وابستہ رکھے اور اس\r\nکے فیوض و برکات سے تاقیامت مستفیض ہونے کی توفیق عطا فرمائے ۔ آمین\r\nاللہ تعالیٰ کا بے حد فضل واحسان ہے کہ اس کی توفیق سے خلافت خامسہ کے\r\nبا برکت دور میں نظارت نشر و اشاعت قادیان سید نا حضرت امیر المومنین خلیفتہ امسح الخامس\r\nایدہ اللہ تعالیٰ بنصرہ العزیز کی اجازت و منظوری سے اس کتاب کو کمپوز کر کے پہلی بار شائع کر\r\nرہی ہے۔ الحمد للہ علی ذلک\r\nاللہ تعالیٰ ہم سب کو خلافت احمدیہ کے ساتھ اخلاص و وفا، اطاعت وفرمانبرداری،\r\nپیار و محبت میں اعلیٰ نمونہ پیش کرنے کی توفیق عطا فرمائے ۔ آمین\r\nخاكسار\r\nحافظ مخدوم شریف\r\nناظر نشر و اشاعت قادیان"
    },
    {
        "id": 5,
        "pageNo": 5,
        "pageText": "بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيمِ نَحْمَدُهُ وَنُصَلِّ عَلَى رَسُولِهِ الْكَرِيمِ\r\nاسلامی تاریخ سے واقفیت کی ضرورت\r\nتقریر حضرت فضل عمر خلیفة المسی الثانی رضی اللہ تعالیٰ عنہ جو آپ نے 26 فروری 1919 ء کو\r\nمارٹن ہسٹار لیکل سوسائٹی اسلامیہ کالج لاہور کے ایک اجلاس میں فرمائی )\r\nکچھ عرصہ ہوا میں نے یہ بات نہایت خوشی کے ساتھ سنی تھی کہ اسلامیہ کالج لاہور\r\nمیں ایک ایسی سوسائٹی قائم ہوئی ہے جس میں تاریخی امور سے واقف کارا اپنی اپنی تحقیقات\r\nبیان کیا کریں گے۔ مجھے اس سے بہت خوشی ہوئی کیونکہ اقوام کی ترقی میں تاریخ سے آگاہ\r\nہونا ایک بہت بڑا محرک ہوتا ہے اور کوئی ایسی قوم جو اپنی گذشته تاریخی روایات سے واقف\r\nنہ ہو کبھی ترقی کی طرف قدم نہیں مار سکتی۔ اپنے آباء واجداد کے حالات کی واقفیت بہت سے\r\nاعلیٰ مقاصد کی طرف رہنمائی کرتی ہے۔ پس جب اس سوسائٹی کے قائم ہونے کا مجھے علم ہوا\r\nتو اس خیال سے کہ اس میں جہاں اور تاریخی مضامین پر لیکچر ہوں گے وہاں اسلامی تاریخ پر\r\nایسے لیکچر ہوا کریں گے جن سے کالجوں کے طالب علم اندازہ کرسکیں گے کہ ان کے آباء واجداد\r\nکے ذمہ کیسے کیسے مشکل کام پڑتے رہے ہیں اور وہ کس خوش اسلوبی اور کیسے استقلال کے\r\nساتھ ان کو کرتے رہے ہیں۔ اور ان کو معلوم ہوگا کہ ہم کیسے آباء کی اولاد ہیں اور ان کی\r\nذریت اور قائمقام ہونے کی حیثیت سے ہم پر کیا فرائض عائد ہیں۔ اور ان کو اپنے آباء\r\nکے شاندار اعمال اور ان کی اعلیٰ شان کو دیکھ کر انہی جیسا بننے کا خیال پیدا ہو گا۔ پس مجھے اس\r\nسوسائٹی کے قائم ہونے پر بہت خوشی ہوئی اور اب جب کہ مجھ سے اس سوسائٹی میں اسلامی\r\n1"
    },
    {
        "id": 6,
        "pageNo": 6,
        "pageText": "تاریخ کے کسی حصہ پر لیکچر دینے کے لئے کہا گیا تو میں نے نہایت خوشی سے اپنی روانگی\r\nملتوی کر کے اس موقع پر آپ لوگوں کے سامنے بعض تاریخی مضامین پر اپنی تحقیقات کا بیان\r\nکرنا منظور کرلیا۔\r\nمضمون کی اہمیت\r\nمجھ سے کہا گیا تھا کہ میں بعض اسلامی تاریخی مسائل پر کچھ بیان کروں اور گواسلامی\r\nتاریخ میں سب سے اہم وہ زمانہ ہے جس میں رسول کریم صلی اللہ علیہ وسلم نے خدا تعالیٰ\r\nکے حکم کے ماتحت دنیا میں اسلام کا اعلان کیا اور تئیس سالہ محنت شاقہ سے لاکھوں آدمیوں\r\nکے دلوں میں اس کا نقش ثبت کیا اور ہزاروں آدمیوں کی ایک ایسی جماعت پیدا کر دی جس\r\nکا فکر ، قول اور فعل اسلام ہی ہو گیا۔ مگر چونکہ اسلام میں تفرقہ کی بنیا درسول کریم صلی اللہ علیہ\r\nوسلم کی وفات کے پندرہ سال بعد پڑی ہے۔ اور اس وقت کے بعد مسلمانوں میں شقاق کا\r\nشگاف وسیع ہی ہوتا چلا گیا ہے اور اسی زمانہ کی تاریخ نہایت تاریک پردوں میں چھپی ہوئی\r\nہے اور اسلام کے دشمنوں کے نزدیک اسلام پر ایک بدنما دھبہ ہے اور اس کے دوستوں کے\r\nلئے بھی ایک سر چکرا دینے والا سوال ہے اور بہت کم ہیں جنہوں نے اس زمانہ کی تاریخ کی\r\nلدل سے صحیح وسلامت پار نکلنا چاہا ہو اور وہ اپنے مدعا میں کامیاب ہو سکے ہوں ۔ اس لئے\r\nمیں نے یہی پسند کیا کہ آج آپ لوگوں کے سامنے اسی کے متعلق کچھ بیان کروں۔\r\nاسلام کا شاندار ماضی\r\nآپ لوگ جانتے ہوں گے کہ جو کام اللہ تعالیٰ نے میرے سپرد کیا ہوا ہے ( یعنی\r\nجماعت احمدیہ کی تربیت اور اس کی ضروریات کا انصرام اور اس کی ترقی کی فکر ) وہ اپنی\r\n2"
    },
    {
        "id": 7,
        "pageNo": 7,
        "pageText": "نوعیت میں بہت سی شقوں پر حاوی ہے۔ پس اس کے انصرام کے لئے ان خاص تاریخی\r\nمضامین کا جو زمانہ خلافت سے متعلق ہیں علم رکھنا میرے لئے ایک نہایت ضروری امر ہے\r\nاور اس لئے باوجود کم فرصتی کے مجھے اس زمانہ کی تاریخ کو زیر مطالعہ رکھنا پڑتا ہے۔ اور گو\r\nہمارا اصل کام مذہب کی تحقیق و تدقیق ہے مگر اس مطالعہ کے باعث ابتدائے اسلام کی تاریخ\r\nکے بعض ایسے پوشیدہ امر مجھ پر خدا تعالیٰ کے فضل سے ظاہر ہوئے ہیں جن سے اس زمانہ\r\nکے اکثر لوگ ناواقف ہیں۔ اور اس ناواقفیت کے باعث بعض مسلمان تو اپنے مذہب سے\r\nبیزار ہورہے ہیں اور ان\r\nکو اپنا ماضی ایسا بھیا نک نظر آرہا ہے کہ اس کی موجودگی میں وہ کسی\r\nشاندار مستقبل کی امید نہیں رکھ سکتے ۔ مگر ان کی یہ مایوسی غلط اور ان کے ایسے خیالات\r\nنادرست ہیں اور صرف اس امر کا نتیجہ ہیں کہ ان\r\nکو صحیح اسلامی تاریخ کا علم نہیں ورنہ اسلام کا\r\nماضی ایسا شاندار اور بے عیب ہے اور رسول کریم صلی اللہ علیہ وسلم کے صحبت یافتہ سب کے\r\nسب ایسے اعلیٰ درجہ کے با اخلاق لوگ ہیں کہ ان کی نظیر دنیا کی کسی قوم میں نہیں ملتی خواہ وہ\r\nکسی نبی کے صحبت یافتہ کیوں نہ ہوں۔ اور صرف رسول کریم صلی اللہ علیہ وسلم کے صحبت\r\nیافتہ لوگ ہی ہیں جن کی نسبت کہا جا سکتا ہے کہ انہوں نے اپنے استاد اور آقا کے نقش قدم پر\r\nچل کر ایسی روحانیت پیدا کر لی تھی کہ سیاسیات کی خطرناک الجھن میں پڑکر بھی انہوں نے\r\nتقویٰ اور دیانت کو ہاتھ سے جانے نہیں دیا۔ اور سلطنت کے بار کے نیچے بھی ان کی کمر ایسی\r\nہی ایستادہ رہی جیسی کہ اس وقت جب ” قوت لایموت“ کے وہ محتاج تھے اور ان کا فرش\r\nمسجد نبوی کی بے فرش زمین تھی اور ان کا تکیہ ان کا اپنا ہاتھ ، ان کا شغل رسول کریم صلی اللہ\r\nعلیہ وسلم کا کلام مبارک سنا تھا اور ان کی تفریح خدائے واحد کی عبادت تھی۔\r\n3"
    },
    {
        "id": 8,
        "pageNo": 8,
        "pageText": "اسلام کے اولین فدائی حضرت عثمان و حضرت علی رضی اللہ عنھما\r\nغالباً آپ لوگ سمجھ گئے ہوں گے کہ میرا ارادہ اس وقت حضرت عثمان اور حضرت\r\nعلی کی خلافت کے متعلق کچھ بیان کرنے کا ہے۔ یہ دونوں بزرگ اسلام کے اولین\r\nفدائیوں میں سے ہیں ۔ اور ان کے ساتھی بھی اسلام کے بہترین ثمرات میں سے ہیں ۔ ان\r\nکی دیانت اور ان کے تقویٰ پر الزام کا آنا در حقیقت اسلام کی طرف عار کا منسوب ہونا\r\nہے۔ اور جو مسلمان بھی سچے دل سے اس حقیقت پر غور کرے گا اس کو اس نتیجہ پر پہنچنا\r\nپڑے گا کہ ان لوگوں کا وجود در حقیقت تمام قسم کی دھڑا بندیوں سے ارفع اور بالا ہے۔ اور\r\nیہ بات بے دلیل نہیں بلکہ تاریخ کے اوراق اس شخص کے لئے جو آنکھ کھول کر ان پر نظر ڈالتا\r\nہے اس امر پر شاہد ہیں۔\r\nغیر\r\nمسلم مؤرخین کی غلط بیانیاں\r\nجہاں تک میری تحقیق ہے ان بزرگوں اور ان کے دوستوں کے متعلق جو کچھ بیان\r\nکیا جاتا ہے وہ اسلام کے دشمنوں کی کاروائی ہے اور گو صحابہ کے بعد بعض مسلمان کہلانے\r\nوالوں نے بھی اپنی نفسانیت کے ماتحت ان بزرگوں میں سے ایک یا دوسرے پر اتہام\r\nلگائے ہیں لیکن باوجود اس کے صداقت ہمیشہ بلند و بالا رہی ہے اور حقیقت کبھی پردہ اخفاء\r\nکے نیچے نہیں چھپی ۔ ہاں اس زمانہ میں جب کہ مسلمان اپنی تاریخ سے ناواقف ہو گئے اور\r\nخود اپنے مذہب پر ان کو آگاہی نہیں رہی اسلام کے دشمنوں نے یا تو بعض دشمنوں کی\r\nروایات کو تاریخ اسلام سے چن کر یا صحیح واقعات سے غلط نتائج اخذ کر کے ایسی تاریخیں بنا\r\n4"
    },
    {
        "id": 9,
        "pageNo": 9,
        "pageText": "دیں کہ جن سے صحابہ اور ان کے ذریعہ سے اسلام پر حرف آوے۔ چونکہ اس وقت\r\nمسلمانوں کی عینک جس سے وہ ہر ایک چیز کو دیکھتے ہیں یہی غیر مسلم مؤرخ ہو رہے ہیں اس\r\nلئے جو کچھ انہوں نے بتایا انہوں نے قبول کر لیا۔ جن لوگوں کو خود عربی تاریخیں پڑھنے کا\r\nموقع ملا بھی انہوں نے بھی یورپ کی ہائر کریٹیسیزم (Higher Criticism) (اعلی\r\nطریق تنقید ) سے ڈر کر ان بے سروپا اور جعلی روایات کو جن پر یورپین مصنفوں نے اپنی\r\nتحقیق کی بناء رکھی تھی صحیح اور مقدم سمجھا اور دوسری روایات کو غلط قرار دیا۔ اور اس طرح یہ\r\nزمانہ ان لوگوں سے تقریباً خالی ہو گیا جنہوں نے واقعات کو ان کی اصل شکل میں دیکھنے کی\r\nکوشش کی۔\r\nاسلام میں فتنوں کے اصلی موجب صحابہ نہ تھے\r\nاس بات کو خوب یاد رکھو کہ یہ خیال کہ اسلام میں فتنوں کے موجب بعض بڑے\r\nبڑے صحابہ ہی تھے بالکل غلط ہے۔ ان لوگوں کے حالات پر مجموعی نظر ڈالتے ہوئے یہ\r\nخیال بھی نہیں کیا جا سکتا کہ اپنے ذاتی اغراض یا مفاد کی خاطر انہوں نے اسلام کو تباہ و برباد\r\nکرنے کی کوشش کی ۔ جن لوگوں نے صحابہ کی جماعت میں مسلمانوں میں اختلاف و شقاق\r\nنمودار ہونے کی وجوہ تلاش کرنے کی کوشش کی ہے انہوں نے سخت\r\nغلطی کھائی ہے۔ فتنہ کی\r\nوجوہ اور جگہ پیدا ہوئی ہیں اور وہیں ان کی تلاش کرنے پر کسی صحیح نتیجہ پر پہنچنے کی امید کی جا\r\nسکتی ہے۔ جو غلط روایات اس زمانہ کے متعلق مشہور کی گئی ہیں اگر ان\r\nکو صحیح تسلیم کر لیا جاوے\r\nتو ایک صحابی بھی نہیں بچتا جو اس فتنہ میں حصہ لینے سے محفوظ رہا ہو اور ایک بھی ایسا نظر نہیں\r\nآتا جو تقویٰ اور دیانت پر مضبوطی سے قائم رہا ہو اور یہ اسلام کی صداقت پر ایک ایسا حملہ\r\n5"
    },
    {
        "id": 10,
        "pageNo": 10,
        "pageText": "ہے کہ بیخ و بنیاد اس سے اکھڑ جاتی ہے۔ حضرت\r\nمسیح فرماتے ہیں کہ درخت اپنے پھل سے\r\nپہنچانا جاتا ہے۔ اور ان روایات کے بموجب اسلام کے درخت کے پھل ایسے کڑوے\r\nثابت ہوتے ہیں کہ کہ کچھ خرچ کرنا تو الگ رہا مفت بھی اس کے لینے کے لئے کوئی تیار نہ\r\nہوگا۔ مگر کیا کوئی شخص جس نے رسول کریم کی قوت قدسیہ کا ذرا بھی مطالعہ کیا ہو ۔ اس امر کے\r\nتسلیم کرنے کے لئے تیار ہوسکتا ہے؟ ہرگز نہیں۔ یہ خیال کرنا بھی بعید از عقل ہے کہ جن\r\nلوگوں نے آنحضرت صلی اللہ علیہ وسلم کی صحبت پائی آپ کے جلیل القدر اور جاں نثار صحابہ\r\nتھے اور آپ سے نہایت قریبی رشتے اور تعلق رکھتے تھے وہ بھی اور ان کے علاوہ تمام دیگر\r\nصحابہ بھی بلا استثناء چند ہی سال میں ایسے بگڑ گئے کہ صرف ذاتی اغراض کے لئے نہ کہ کسی\r\nمذہبی اختلاف کی بناء پر ایسے اختلافات میں پڑ گئے کہ اس کے صدمہ سے اسلام کی جڑ ہل\r\nگئی۔ مگر افسوس ہے کہ گو مسلمان لفظا تو نہیں کہتے کہ صحابہ نے اسلام کو تباہ و برباد کرنے کے\r\nلئے فتنے کھڑے کئے لیکن انہوں نے ایسے لوگوں کی روایتوں کو سچا سمجھ کر جنہوں نے\r\nاسلام اچھی طرح قبول نہیں کیا تھا اور صرف زبانی اقرار اسلام کیا تھا اور پھر ایسے لوگوں کی\r\nتحقیقات پر اعتبار کر کے جو اسلام کے سخت دشمن اور اس کے مثانے کے درپے ہیں ایسی باتوں کو\r\nتسلیم کر رکھا ہے جن کے تسلیم کرنے سے لازمی نتیجہ نکلتا ہے کہ صحابہ کی جماعت نعوذ باللہ تقویٰ\r\nاور دیانت سے بالکل خالی تھی۔ اے\r\nمیں اپنے بیان میں اس امر کا لحاظ رکھوں گا کہ تاریخیں وغیرہ نہ آویں تا کہ سمجھنے میں\r\nدقت نہ ہو اور مضمون پیچ دار نہ ہو جائے ۔ کیونکہ میرے اس لیکچر کی اصل غرض ابتدائے\r\nاسلام کے بعض اہم واقعات سے کالجوں کے طلباء کو واقف کرنا ہے۔ اور اسی وجہ سے ہی\r\n6"
    },
    {
        "id": 11,
        "pageNo": 11,
        "pageText": "عربی عبارات کے بیان کرنے سے بھی حتی الوسع اجتناب کروں گا اور واقعات کو حکایت\r\nکے طور پر بیان کروں گا۔\r\nاختلافات کا ظہور خلیفہ ثالث کے زمانہ میں کیوں ہوا؟\r\nیہ بات تمام تعلیم یافتہ مسلمانوں پر روشن ہوگی کہ مسلمانوں میں اختلاف کے آثار\r\nنمایاں طور پر خلیفہ ثالث کے عہد میں ظاہر ہوئے تھے۔ ان سے پہلے حضرت ابوبکر اور\r\nحضرت عمرؓ کے عہد میں اختلاف نے بھی سنجیدہ صورت اختیار نہیں کی اور مسلمانوں کا کلمہ ایسا\r\nمتحد تھا کہ دوست و دشمن سب اس کے افتراق کو ایک غیر ممکن امر خیال کرتے تھے اور اسی\r\nوجہ سے عموماً لوگ اس اختلاف کو خلیفہ ثالث کی کمزوری کا نتیجہ قرار دیتے ہیں۔ حالانکہ جیسا\r\nمیں آگے چل کر بتاؤں گا واقعہ یوں نہیں۔\r\nحضرت عثمان رضی اللہ عنہ کے ابتدائی حالات\r\nحضرت عمرؓ کے بعد تمام صحابہ رضی اللہ عنہم کی نظر مسند خلافت پر بیٹھنے کے لئے\r\nحضرت عثمان پر پڑی۔ اور آپ اکابر صحابہ کے مشورہ سے اس کام کے لئے منتخب کئے\r\nگئے ۔ آپ رسول کریم صلی اللہ علیہ وسلم کے داماد تھے اور یکے بعد دیگرے آنحضرت صلی\r\nاللہ علیہ وسلم کی دو بیٹیاں آپ سے بیاہی گئیں۔ اور جب دوسری لڑکی آنحضرت صلی اللہ علیہ\r\nوسلم کی فوت ہوئی تو آپ نے فرمایا اگر میری کوئی اور بیٹی ہوتی تو میں اسے بھی حضرت عثمان\r\nسے بیاہ دیتا۔ اس سے معلوم ہوتا ہے کہ آنحضرت صلی علیہ وسلم کی نظر میں آپ کو خاص\r\nقدر و منزلت حاصل تھی۔ آپ اہل مکہ کی نظر میں نہایت ممتاز حیثیت رکھتے اور اس وقت\r\nملک عرب کے حالات کے مطابق مالدار آدمی تھے۔ حضرت ابوبکر رضی اللہ عنہ نے اسلام\r\n7"
    },
    {
        "id": 12,
        "pageNo": 12,
        "pageText": "اختیار کرنے کے بعد جن خاص خاص لوگوں\r\nکو تبلیغ اسلام کے لئے منتخب کیا ان میں ایک\r\nحضرت عثمان بھی تھے۔ اور آپ پر حضرت ابو بکر\" کا گمان غلط نہیں گیا بلکہ تھوڑے دنوں کی\r\nتبلیغ سے ہی آپ نے اسلام قبول کر لیا۔ اور اس طرح السَّابِقُونَ الْأَوَّلُونَ میں\r\nیعنی اسلام میں داخل ہونے والے اس پیشرو گردہ میں شامل ہوئے جن کی قرآن کریم\r\nنہایت قابل رشک الفاظ میں تعریف فرماتا ہے۔ عرب میں انہیں جس قدر عزت اور توقیر\r\nحاصل تھی اس کا کسی قدر پتہ اس واقعہ سے لگ سکتا ہے کہ جب رسول کریم صلی اللہ علیہ وسلم\r\nایک رؤیا کی بناء پر مکہ تشریف لائے اور اہل مکہ نے بغض وکینہ سے اندھے ہو کر آپ کو عمرہ\r\nکرنے کی اجازت نہ دی تو آنحضرت صلی اللہ علیہ وسلم نے تجویز فرمایا کہ کسی خاص معتبر شخص\r\nکو اہل مکہ کے پاس اس امر پر گفتگو کرنے کے لئے بھیجا جاوے اور حضرت عمر کو اس کے\r\nلئے انتخاب کیا۔ حضرت عمرؓ نے جواب دیا کہ یا رسول\r\nاللہ میں تو جانے کو تیار ہوں مگر مکہ\r\nمیں اگر کوئی شخص ان سے گفتگو کر سکتا ہے تو وہ حضرت عثمان ہے کیونکہ وہ ان لوگوں کی نظر\r\nمیں خاص عزت رکھتا ہے۔ پس اگر کوئی دوسرا شخص گیا تو اس پر کامیابی کی اتنی امید نہیں ہو\r\nسکتی جتنی کہ حضرت عثمان رضی اللہ عنہ پر ہے۔ اور آپ کی اس بات کو حضرت رسول کریم صلی\r\nاللہ علیہ وسلم نے بھی درست تصور کیا اور انہیں کو اس کام کے لئے بھیجا۔ اس واقعہ سے معلوم\r\nہوتا ہے کہ حضرت عثمان رضی اللہ عنہ کفار میں بھی خاص عزت کی نظر سے دیکھے جاتے تھے۔\r\nحضرت عثمان کا مرتبہ رسول کریم صلی اللہ علیہ وسلم کی نظر میں\r\nرسول کریم صلی اللہ علیہ وسلم آپ کا بہت احترام فرماتے تھے ایک دفعہ آپ لیٹے\r\nہوئے تھے کہ حضرت ابو بکر رضی اللہ عنہ تشریف لائے اور آپ اسی طرح لیٹے رہے۔ پھر\r\n8"
    },
    {
        "id": 13,
        "pageNo": 13,
        "pageText": "حضرت عمر رضی اللہ عنہ تشریف لائے تب بھی آپ اسی طرح لیٹے رہے۔ پھر حضرت عثمان\r\nتشریف لائے تو آپ نے جھٹ اپنے کپڑے سمیٹ کر درست کر لئے اور فرمایا کہ حضرت\r\nعثمان کی طبیعت میں حیا بہت ہے اس لئے میں اس کے احساسات کا خیال کر کے ایسا\r\nکرتا ہوں ۔ (مسلم کتاب فضائل الصحابة رضى الله عنهم باب من\r\nفضائل عثمان بن عفان) آپ ان شاذ آدمیوں میں سے ایک ہیں جنہوں نے\r\nاسلام کے قبول کرنے سے پہلے بھی کبھی شراب\r\nکومنہ نہیں لگایا اور زنا کے نزدیک نہیں گئے۔\r\nاور یہ ایسی خوبیاں ہیں جو عرب کے ملک میں جہاں شراب کا پینا فخر اور زنا ایک روز مرہ کا\r\nشغل سمجھا جاتا تھا اسلام سے پہلے چند گنتی کے آدمیوں سے زیادہ لوگوں میں نہیں پائی جاتی\r\nتھیں۔ غرض آپ کوئی معمولی آدمی نہ تھے۔ نہایت اعلیٰ درجہ کے اخلاق آپ میں پائے\r\nجاتے تھے۔ دنیا وی وجاہت کے لحاظ سے آپ نہایت ممتاز تھے ۔ اسلام میں سبقت رکھتے\r\nتھے۔ آنحضرت صلی اللہ علیہ وسلم آپ پر نہایت خوش تھے۔ اور حضرت عمر نے آپ کو ان چھ\r\nآدمیوں میں سے ایک قرار دیا ہے جو حضرت رسول\r\nکریم صلی اللہ علیہ وسلم کی وفات کے وقت\r\nتک آپ کے اعلیٰ درجہ کی خوشنودی کو حاصل کئے رہے۔ اور پھر آپ عشرہ مبشرہ میں سے ایک\r\nفرد ہیں یعنی ان دس آدمیوں میں سے ایک ہیں جن کی نسبت رسول کریم صلی اللہ علیہ وسلم نے جنت کی\r\nبشارت دی تھی۔ ۲ (ترمذی ابواب المناقب مناقب عبدالرحمن بن عرف)\r\nآپ کے مسند خلافت پر متمکن ہونے سے چھ سال تک حکومت میں کسی قسم کا کوئی\r\nفتنہ نہیں اٹھا بلکہ لوگ آپ سے بالعموم بہت خوش تھے۔ اس کے بعد یکدم ایک ایسا فتنہ پیدا\r\nہوا جو بڑھتے بڑھتے اس قدر ترقی کر گیا کہ کسی کے روکے نہ رک سکا۔ اور انجام کار اسلام\r\n9"
    },
    {
        "id": 14,
        "pageNo": 14,
        "pageText": "کے لئے سخت مضر ثابت ہوا۔ تیرہ سو برس گزر چکے ہیں مگر اب تک اس کا اثر امت اسلامیہ\r\nمیں سے زائل نہیں ہوا۔\r\nفتنہ کہاں سے پیدا ہوا؟\r\nاب سوال یہ ہے کہ یہ فتنہ کہاں سے پیدا ہوا ؟ اس کا باعث بعض لوگوں نے حضرت\r\nعثمان کو قرار دیا ہے اور بعض نے حضرت علی کو ۔ بعض کہتے ہیں کہ حضرت عثمان نے بعض\r\nبدعتیں شروع کر دی تھیں جن سے مسلمانوں میں جوش پیدا ہو گیا۔ اور بعض کہتے ہیں کہ\r\nحضرت علی نے خلافت کے لئے خفیہ کوشش شروع کر دی تھی اور حضرت عثمان کے خلاف\r\nمخالفت پیدا کر کے انہیں قتل کرا دیا تا کہ خود خلیفہ بن جائیں۔ لیکن یہ دونوں باتیں غلط ہیں\r\nنہ حضرت عثمان نے کوئی بدعت جاری کی اور نہ حضرت علی نے خود خلیفہ بننے کے لئے انہیں\r\nقتل کرایا یا ان کے قتل کے منصوبہ میں شریک ہوئے بلکہ اس فتنہ کی اور ہی وجوہات تھیں۔\r\nحضرت عثمان اور حضرت علی کا دامن اس قسم کے الزامات سے بالکل پاک ہے وہ نہایت\r\nمقدس انسان تھے۔ حضرت عثمان \" تو وہ انسان تھے جن کے متعلق حضرت رسول کریم صلی\r\nاللہ علیہ وسلم نے فرمایا کہ انہوں نے اسلام کی اتنی خدمات کی ہیں کہ وہ اب جو چاہیں کریں\r\nخدا ان\r\nکو نہیں پوچھے گا۔ ( ترمذی ابواب المناقب باب مناقب عثمان بن عفان ) اس کا یہ\r\nمطلب نہ تھا کہ خواہ وہ اسلام سے ہی برگشتہ ہو جائیں تو بھی مؤاخذہ نہیں ہو گا۔ بلکہ یہ تھا کہ\r\nان میں اتنی خوبیاں پیدا ہو گئی تھیں اور وہ نیکی میں اس قدر ترقی کر گئے تھے کہ یہ ممکن ہی نہ\r\nرہا تھا کہ ان کا کوئی فعل اللہ تعالیٰ کے احکام کے خلاف ہو۔ پس حضرت عثمان ایسے انسان\r\nنہ تھے کہ وہ کوئی خلاف شریعت بات جاری کرتے اور نہ حضرت علی ایسے انسان تھے کہ\r\n10"
    },
    {
        "id": 15,
        "pageNo": 15,
        "pageText": "خلافت کے لئے خفیہ منصوبے کرتے جہاں تک میں نے غور کیا اور مطالعہ کیا ہے اس فتنہ\r\nہائلہ کی چار وجوہ ہیں۔\r\nفتنے کی چار وجوہ\r\nاول : عموماً انسانوں کی طبیعت حصول جاہ و مال کی طرف مائل رہتی ہے سوائے ان\r\nلوگوں کے جن کے دلوں کو خدائے تعالیٰ نے خاص طور پر صاف کیا ہو۔ صحابہ کی عزت ان\r\nکے مرتبہ اور ان کی ترقی اور حکومت کو دیکھ کر نو مسلموں میں سے بعض لوگ جو کامل الایمان نہ\r\nتھے حسد کرنے لگے۔ اور جیسا کہ قدیم سے سنت چلی آئی ہے اس بات کی امید کرنے لگے\r\nکہ یہ لوگ حکومت کے کاموں سے دست بردار ہو کر سب کام ہمارے ہاتھوں میں دے\r\nدیں اور کچھ اور لوگوں کو بھی اپنا جو ہر دکھانے کا موقع دیں۔ ان لوگوں\r\nکو یہ بھی بُرا معلوم ہوتا\r\nتھا کہ علاوہ اس کے کہ حکومت صحابہ کے قبضہ میں تھی اموال میں بھی ان کو خاص طور پر حصہ\r\nملتا تھا۔ پس یہ لوگ اندر ہی اندر جلتے رہتے تھے اور کسی ایسے تغیر کے منتظر تھے جس سے یہ\r\nانتظام درہم برہم ہو کر حکومت ان لوگوں کے ہاتھوں میں آجائے۔ اور یہ بھی اپنے جوہر\r\nلیاقت دکھاویں اور دنیاوی وجاہت اور اموال حاصل کریں۔ دنیا وی حکومتوں میں ایسے\r\nخیالات ایک حد تک قابل معافی ہو سکتے ہیں بلکہ بعض اوقات معقول بھی کہلا سکتے ہیں۔\r\nکیونکہ اول دنیاوی حکومتوں کی بنیاد کلی طور پر ظاہری اسباب پر ہوتی ہے اور ظاہری اسباب\r\nترقی میں سے ایک بہت بڑا سبب نئے خیالات اور نئی روح کا قالب حکومت میں داخل\r\nکرنا بھی ہے۔ جو اسی صورت میں ممکن ہے کہ پہلے کام کرنے والے خود بخود کام سے علیحدگی\r\nاختیار کر کے دوسروں کے لئے جگہ چھوڑ دیں۔\r\n11"
    },
    {
        "id": 16,
        "pageNo": 16,
        "pageText": "دوم: حکومت دنیاوی کو چونکہ نیابت عامہ کے طور پر اختیارات ملتے ہیں اس لئے\r\nعوام کی رائے کا احترام اس کے لئے ضروری ہے اور لازم ہے کہ وہ لوگ اس کے کاموں\r\nکے انصرام میں خاص دخل رکھتے ہوں جو عوام کے خیالات کے ترجمان ہوں۔ مگر دینی\r\nسلسلہ میں معاملہ اس کے بالکل برعکس ہے وہاں ایک مقررہ قانون کی پابندی سب اصول\r\nسے مقدم اصل ہوتا ہے اور اپنے خیالات کا دخل سوائے ایسی فروعات کے جن سے شریعت\r\nنے خود خاموشی اختیار کی ہو قطعا ممنوع ہے۔ دوم دینی سلسلوں کو اختیارات خدا تعالیٰ کی\r\nطرف سے ملتے ہیں اور اس کی زمامِ انتظام جن لوگوں کے ہاتھوں میں ہوتی ہے ان کا فرض\r\nہوتا ہے کہ امور دینیہ میں وہ لوگوں کو راستہ سے ادھر ادھر نہ ہونے دیں۔ اور بجائے اس کے\r\nکہ وہ لوگوں کے خیالات کی ترجمانی کریں ان پر واجب ہوتا ہے کہ وہ لوگوں کے خیالات کو\r\nاس سانچہ میں ڈھالیں جو کہ خدا تعالیٰ کی طرف سے اس زمانہ کی ضروریات کے مطابق تیار\r\nہوا ہے۔\r\nخلافت اسلامیہ ایک مذہبی انتظام تھا\r\nغرض اسلام کی حقیقت کو نہ سمجھنے کی وجہ سے یہ اعتراضات ان لوگوں کے دلوں میں\r\nپیدا ہوتے تھے۔ وہ نہ سوچتے تھے کہ خلافت اسلامیہ کوئی دنیاوی حکومت نہ تھی نہ صحابہ عام\r\nامرائے دولت۔ بلکہ خلافت اسلامیہ ایک مذہبی انتظام تھا اور قرآن کریم کے خاص احکام\r\nمندرجہ سورہ نور کے مطابق قائم کیا گیا تھا۔ اور صحابہ وہ ارکان دین تھے کہ جن کی اتباع\r\nروحانی مدارج کے حصول کے لئے خدا تعالیٰ نے فرض کی تھی۔ صحابہ نے اپنے کاروبار کو\r\nترک کر کے، ہر قسم کی مسکنت اور غربت کو اختیار کر کے، اپنی جانوں کو خطرہ میں ڈال کر،\r\n12"
    },
    {
        "id": 17,
        "pageNo": 17,
        "pageText": "اپنے عزیز و اقرباء کی صحبت و محبت کو چھوڑ کر اپنے وطنوں کو خیر باد کہہ کر، اپنے خیالات و\r\nجذبات کو قربان کر کے آنحضرت صلی اللہ علیہ وسلم کی صحبت و محبت کو اختیار کیا تھا اور بعض نے\r\nقریباً ایک چوتھائی صدی آپ کی شاگردی اختیار کر کے اسلام کو سبقاً سبقاً پڑھا تھا۔ اور اس\r\nپر عمل کر کے اسکا عملی پہلو مضبوط کیا تھا۔ وہ جانتے تھے کہ اسلام سے کیا مطلب ہے۔ اس کی\r\nکیا غرض ہے۔ اس کی کیا حقیقت ہے۔ اس کی تعلیم پر کس طرح عمل کرنا چاہئے ۔ اور اس پر\r\nعمل کر کے کیا فوائد حاصل ہو سکتے ہیں۔ پس وہ کسی دنیاوی حکومت کے بادشاہ اور اس کے\r\nارکان نہ تھے۔ وہ سب سے آخری دین اور خاتم النبین کی لائی ہوئی شریعت کے معلم\r\nتھے ۔ اور ان پر فرض کیا گیا تھا کہ اپنے عمل سے، اپنے قول سے، اپنی حرکات سے، اپنی\r\nسکنات سے اسلام کی ترجمانی کریں اور اس کی تعلیم لوگوں کے دلوں میں نقش کریں اور ان\r\nکے جوارح پر اس کو جاری کریں۔ وہ استبداد کے حامی نہ تھے بلکہ شریعت غراء کے حامی\r\nتھے۔ وہ دنیا سے متنفر تھے۔ اور اگر ان کا بس ہوتا تو دنیا کو ترک کر کے گوشہ ہائے تنہائی میں\r\nجا بیٹھتے اور ذکر خدا سے اپنے دلوں کو راحت پہنچاتے ۔ مگر وہ اس ذمہ داری سے مجبور تھے\r\nجس کا بوجھ خدا اور اس کے رسول صلی اللہ علیہ وسلم نے ان کے کندھوں پر رکھا تھا۔ سے پس وہ\r\nجو کچھ کرتے تھے اپنی خواہش سے نہیں کرتے تھے بلکہ خدا تعالیٰ کے حکم کے ماتحت اور اس\r\nکے رسول کی ہدایات کے مطابق کرتے تھے ۔ اور ان پر حسد کرنا یا بدگمانی کرنا ایک\r\nخطر ناک غلطی تھی۔ باقی رہا یہ اعتراض کہ صحابہ کو خاص طور پر اموال کیوں دیئے جاتے\r\nتھے یہ بھی ایک وسوسہ تھا۔ کیونکہ صحابہ کو جو کچھ ملتا تھا ان کے حقوق کے مطابق ملتا تھا۔ وہ\r\nدوسرے لوگوں کے حقوق دبا کر نہیں لیتے تھے۔ بلکہ ہر ایک شخص خواہ وہ کل کا مسلمان ہوا پنا\r\nحق اسی طرح پاتا تھا جس طرح ایک سابق بالایمان۔ ہاں صحابہ کا کام اور ان کی محنت اور\r\n13"
    },
    {
        "id": 18,
        "pageNo": 18,
        "pageText": "قربانی دوسرے لوگوں سے بڑھی ہوئی تھی اور ان کی پرانی خدمات اس پر مستزاد تھیں۔ پس\r\nوہ ظلماً نہیں بلکہ انصافاً دوسرے لوگوں کی نسبت زیادہ حق دار تھے۔ اس لئے دوسرے\r\nلوگوں کی نسبت زیادہ بدلہ پاتے تھے۔ انہوں نے اپنے حصے خود نہ مقرر کئے تھے بلکہ خدا\r\nاور اس کے رسول نے ان کے حصے مقرر کئے تھے۔ اگر ان لوگوں کے ساتھ خاص معاملہ نہ\r\nکیا جاتا تو وہ پیشگوئیاں کیونکر پوری ہوتیں۔ جو قرآن کریم اور احادیث رسول کریم صلی اللہ\r\nعلیہ وسلم میں ان لوگوں کی ترقی اور ان کے اقبال اور ان کی رفاہت اور ان کے غناء کی نسبت\r\nکی گئی تھیں۔ اگر حضرت عمر کسری کی حکومت کے زوال اور اس کے خزانوں کی فتح پر کسری\r\nکے کڑے سراقہ بن مالک کو نہ دیتے اور نہ پہناتے تو رسول کریم صلی اللہ علیہ وسلم کی وہ بات\r\nکیونکر پوری ہوتی کہ میں سراقہ کے ہاتھ میں کسری کے کڑے دیکھتا ہوں ۔ مگر میں یہ بھی\r\nکہوں گا کہ صحابہ کو جو کچھ ملتا تھا دوسروں کا حق مار کر نہ ملتا تھا بلکہ ہر ایک شخص جو ذرا بھی\r\nحکومت کا کام کرتا تھا اس کو اس کا حق دیا جاتا تھا۔ اور خلفاء اس بارے میں نہایت محتاط\r\nتھے۔ صحابہ کو صرف انکا حق دیا جاتا تھا۔ اور وہ انکے کام اور ان کی سابقہ خدمات کے لحاظ\r\nسے بے شک دوسروں سے زیادہ ہوتا تھا۔ اور پھر ان میں سے ایک حصہ موجودہ جنگوں میں\r\nبھی حصہ لیتا تھا اور اس خدمت کے صلہ میں بھی وہ ویسے ہی بدلہ کا مستحق ہوتا جیسے کہ اور\r\nلوگ۔ مگر یہ بات بھی یادرکھنی چاہئے کہ تاریخ سے ثابت ہوتا ہے کہ صحابہ ان اموال کو جمع\r\nکرنے یا ان کو اپنے نفسوں پر خرچ کرنے کے عادی نہ تھے بلکہ وہ اپنا حصہ صرف خدا اور\r\nرسول کے کلام کو سچا کرنے کے لئے لیتے تھے ورنہ ان میں سے ہر ایک اپنی سخاوت اور اپنی\r\nعطا میں اپنی نظیر آپ تھا اور ان کے اموال صرف غرباء کی کفالت اور ان کی خبر گیری میں\r\nصرف ہوتے تھے۔\r\n14"
    },
    {
        "id": 19,
        "pageNo": 19,
        "pageText": "صحابہ کی نسبت بدگمانی بلا وجہ ہے\r\nغرض صحابہ کی نسبت جو بعض لوگوں کو حسد اور بدگمانی پیدا ہوگئی تھی بلا وجہ اور بلا\r\nسبب تھی۔ مگر بلا وجہ ہو یا با وجہ اس کا بیج بویا گیا تھا اور دین کی حقیقت سے ناواقف لوگوں\r\nمیں سے ایک طبقہ ان کو غاصب کی حیثیت میں دیکھنے لگا تھا اور اس بات کا منتظر تھا کہ کب\r\nکوئی موقع ملے اور اُن لوگوں کو ایک طرف کر کے ہم حکومت و اموال حکومت پر تصرف\r\nکریں۔ دوسری وجہ اس فساد کی یہ تھی کہ اسلام نے حریت فکر اور آزادی عمل اور مساوات\r\nافراد کے ایسے سامان پیدا کر دیئے تھے جو اس سے پہلے بڑے سے بڑے فلسفیانہ خیالات\r\nکے لوگوں کو بھی میسر نہ تھے۔ اور جیسا کہ قاعدہ ہے کہ کچھ لوگ جو اپنے اندر مخفی طور\r\nپر بیماریوں کا مادہ رکھتے ہیں وہ اعلیٰ سے اعلیٰ غذا سے بھی بجائے فائدہ کے نقصان اٹھاتے\r\nہیں۔ اس حریت فکر اور آزادی عمل کے اصول سے کچھ لوگوں نے بجائے فائدہ کے نقصان\r\nاٹھایا اور اس کی حدود کو قائم نہ رکھ سکے۔ اس مرض کی ابتداء تو رسول کریم صلی اللہ علیہ وسلم\r\nکے زمانہ میں ہی ہوئی جب کہ ایک نا پاک روح نام کے مسلم نے رسول کریم صلی اللہ علیہ\r\nوسلم کے منہ پر آپ کی نسبت یہ الفاظ کہے کہ یا رسول اللہ ! تقویٰ اللہ سے کام لیں کیونکہ آپ\r\nنے تقسیم مال میں انصاف سے کام نہیں لیا۔ جس پر رسول کریم صلی اللہ علیہ وسلم نے فرمایا کہ\r\nإِنَّهُ يَخْرُجُ مِنْ ضِنّضِنِي هَذَا قَوْمٌ يَتْلُونَ كِتَابَ اللَّهِ رَطْبًا لَا يُجَاوِزُ\r\nحَنَاجِرَهُمْ يَمْرُقُونَ مِنَ الدِّيْنِ كَمَا يَمْرُقُ السَّهْمُ مِنَ الرَّمِيَّةِ۔ (بخاري\r\nكتاب المغازی باب بعث علی ابن ابی طالب و خالد ابن الولید الی الیمن قبل حجۃ الوداع)\r\nیعنی اس شخص کی نسل سے ایک قوم نکلے گی جو قرآن کریم بہت پڑھیں گے لیکن وہ ان کے\r\n15"
    },
    {
        "id": 20,
        "pageNo": 20,
        "pageText": "گلے سے نہیں اترے گا۔ اور وہ دین سے ایسے نکل جائیں گے جس طرح تیرا اپنے نشانہ ۔\r\nنکل جاتا ہے۔\r\nدوسری دفعہ ان خیالات کی دبی ہوئی آگ نے ایک شعلہ حضرت عمر کے وقت میں\r\nمارا جب کہ ایک شخص نے برسر مجلس کھڑے ہو کر حضرت عمر \" جیسے بے نفس انسان اور امت\r\nمحمدیہ کے اموال کے محافظ خلیفہ پر اعتراض کیا کہ یہ گرتا آپ نے کہاں سے بنوایا ہے۔ مگر\r\nان دونوں وقتوں میں اس فتنہ نے کوئی خوفناک صورت اختیار نہیں کی کیونکہ اس وقت تک\r\nاس کے نشونما پانے کے لئے کوئی تیار شدہ زمین نہ تھی۔ اور نہ موسم ہی موافق تھا۔ ہاں\r\nحضرت عثمان رضی اللہ عنہ کے وقت میں یہ دونوں باتیں میٹر آگئیں اور یہ پودا جسے میں\r\nاختلال کا پودا کہوں گا ایک نہایت مضبوط تنے پر کھڑا ہو گیا اور حضرت علی کے وقت میں تو\r\nاس نے ایسی نشونما پائی کہ قریب تھا کہ تمام اقطار عالم میں اس کی شاخیں اپنا سایہ ڈالنے\r\nلگیں ۔ مگر حضرت علی نے وقت پر اس کی مضرت کو پہچانا اور ایک کاری ہاتھ کے ساتھ اسے\r\nکاٹ کر گراد یا اور اگر وہ بالکل اسے مثانہ سکے تو کم از کم اس کے دائرہ اثر کو انہوں نے بہت\r\nمحدود کر دیا۔\r\nتیسرا سبب میرے نزدیک یہ ہے کہ اسلام کی نورانی شعاعوں کے اثر سے بہت\r\nسے لوگوں نے اپنی زندگیوں میں ایک تغیر عظیم پیدا کر دیا تھا مگر اس اثر سے وہ کمی کسی طرح\r\nپوری نہیں ہو سکتی تھی جو ہمیشہ دینی و دنیاوی تعلیم کے حصول کے لئے کسی معلم کا انسان کو محتاج\r\nبناتی ہے۔ رسول کریم صلی اللہ علیہ وسلم کے وقت میں جب فوج در فوج آدمی داخل اسلام\r\nہوئے تب بھی یہی خطرہ دامن گیر تھا۔ مگر آپ سے خدا تعالی کا خاص وعدہ تھا کہ اس ترقی\r\n16"
    },
    {
        "id": 21,
        "pageNo": 21,
        "pageText": "کے زمانہ میں اسلام لانے والے لوگوں کو بداثر سے بچایا جائے گا۔ چنانچہ آپ کی وفات\r\nکے بعد گو ایک سخت لہر ارتداد کی پیدا ہوئی مگر فوراً دب گئی اور لوگوں کو حقیقت اسلام معلوم ہو\r\nگئی مگر آپ کے بعد ایران و شام اور مصر کی فتوحات کے بعد اسلام اور دیگر مذاہب کے میل\r\nو ملاپ سے جو فتوحات روحانی اسلام کو حاصل ہو ئیں وہی اس کے انتظام سیاسی کے اختلال\r\nکا باعث ہو گئیں۔\r\nکروڑوں کروڑ آدمی اسلام کے اندر داخل ہوئے اور اس کی شاندار تعلیم کو\r\nدیکھ کر ایسے فدائی ہوئے کہ اس کے لئے جانیں دینے کے لئے تیار ہو گئے ۔ مگر اس قدر\r\nتعداد نو مسلموں کی بڑھ گئی کہ ان کی تعلیم کا کوئی ایسا انتظام نہ ہو سکا جو طمانیت بخش ہوتا۔ جیسا\r\nکہ قاعدہ ہے اور انسانی دماغ کے بار یک مطالعہ سے معلوم ہوتا ہے کہ ابتدائی جوش کے\r\nما تحت ان لوگوں کی تربیت اور تعلیم کی ضرورت محسوس نہ ہوئی ۔ جو کچھ یہ مسلمانوں کو کرتے\r\nدیکھتے تھے کرتے تھے اور ہر ایک حکم کو بخوشی بجالاتے تھے ۔ مگر جوں جوں ابتدائی جوش کم\r\nہوتا گیا۔ جن لوگوں کو تربیت روحانی حاصل کرنے کا موقع نہ ملا تھا ان کو احکام اسلام کی بجا\r\nآوری بار معلوم ہونے لگی۔ اور نئے جوش کے ٹھنڈا ہوتے ہی پرانی عادات نے پھر زور کرنا\r\nشروع کیا۔ غلطیاں ہر ایک انسان سے ہو جاتی ہیں اور سیکھتے سیکھتے انسان سیکھتا ہے۔ اگر ان\r\nلوگوں کو کچھ حاصل کرنے کا خیال ہوتا تو کچھ عرصہ تک ٹھوکریں کھاتے ہوئے آخر سیکھ\r\nجاتے ۔ مگر یا تو رسول کریم صلی اللہ علیہ وسلم کے وقت یہ حال تھا کہ ایک شخص سے جب ایک\r\nجرم ہو گیا تو با وجود رسول کریم صلی اللہ علیہ وسلم کے اشارہ فرمانے کے کہ جب خدا تعالیٰ\r\nستاری کرے تو کوئی خود کیوں اپنی فضیحت کرے اس نے اپنے قصور کا خود اقرار کیا اور سنگسار\r\nہونے سے نہ ڈرا۔ یا اب حدود شریعت کو قائم رکھنے کے لئے اگر چھوٹی سے چھوٹی سزا بھی\r\nدی جاتی تو ان لوگوں کو نا پسند ہوتی پس بوجہ اسلام کے دل میں نہ داخل ہونے کے شریعت کو\r\n17"
    },
    {
        "id": 22,
        "pageNo": 22,
        "pageText": "توڑنے سے کچھ لوگ باز نہ رہتے۔ اور جب حدود شریعت کو قائم کیا جاتا تو ناراض ہوتے\r\nاور خلیفہ اور اس کے عمال پر اعتراض کرتے اور ان کے خلاف اپنے دل میں کینہ رکھتے اور\r\nاس انتظام کو سرے سے ہی اکھاڑ پھینک دینے کے منصوبے کرتے۔\r\nچوتھا سبب میرے نزدیک اس فتنہ کا یہ تھا کہ اسلام کی ترقی ایسے غیر معمولی طور پر\r\nہوئی ہے کہ اس کے دشمن اس کا اندازہ شروع میں کر ہی نہ سکے۔ مکہ والے بھی اپنی طاقت\r\nکے گھمنڈ میں اور رسول کریم صلی اللہ علیہ وسلم کے ضعف کے خیال میں ہی بیٹھے تھے کہ ملکہ فتح\r\nہو گیا اور اسلام جزیرہ عرب میں پھیل گیا۔ اسلام کی اس بڑھنے والی طاقت کو قیصر روم اور\r\nکسری ایران ایسی حقارت آمیز اور تماش ہیں نگاہوں سے دیکھ رہے تھے جیسے کہ ایک جابر\r\nپہلوان ایک گھٹنوں کے بل رینگنے والے بچہ کھڑے ہونے کے لئے پہلی کوشش کو دیکھتا ہے۔\r\nسلطنت ایران اور دولت یونان ضربت محمدی کے ایک ہی صدمہ سے پاش پاش\r\nہو گئیں۔ جب تک مسلمان ان جابر حکومتوں کا مقابلہ کر رہے تھے جنہوں نے سینکڑوں\r\nہزاروں سال سے بنی نوع انسان کو غلام بنا رکھا تھا اور اس کی قلیل التعداد بے سامان فوج\r\nدشمن کی کثیر التعداد با سامان فوج کے ساتھ برسر پر کار تھی۔ اس وقت تک تو دشمنان اسلام یہ\r\nخیال کرتے رہے کہ مسلمانوں کی کامیابیاں عارضی ہیں اور عنقریب یہ لہر نیا رخ پھیرے\r\nگی۔ اور یہ آندھی کی طرح اٹھنے والی قوم بگولے کی طرح اُڑ جائے گی ۔ مگر ان کی حیرت کی\r\nکچھ حد نہ رہی جب چند سال کے عرصہ میں مطلع صاف ہو گیا اور دنیا کے چاروں کونوں پر\r\nاسلامی پرچم لہرانے لگا یہ ایسی کامیابی تھی جس نے دشمن کی عقل مار دی اور وہ حیرت و\r\nاستعجاب کے سمندر میں ڈوب گیا۔ اور صحابہ اور ان کے صحبت یافتہ لوگ دشمنوں کی نظر میں\r\n18"
    },
    {
        "id": 23,
        "pageNo": 23,
        "pageText": "انسانوں سے بالا ہستی نظر آنے لگے۔ اور وہ تمام امید میں اپنے دل سے نکال بیٹھے ۔ مگر جب\r\nکچھ عرصہ فتوحات پر گزر گیا اور وہ حیرت و استعجاب جو ان کے دلوں میں پیدا ہو گیا تھا کم ہوا\r\nاور صحابہ کے ساتھ میل جول سے وہ پہلا خوف و خطر جاتا رہا تو پھر اسلام کا مقابلہ کرنے اور\r\nمذاہب باطلہ کو قائم کرنے کا خیال پیدا ہوا۔ اسلام کی پاک تعلیم کا مقابلہ دلائل سے تو وہ نہ کر\r\nسکتے تھے ۔ حکومتیں مٹ چکی تھیں اور وہ ایک ہی حربہ جو حق کے مقابلہ میں چلایا جاتا تھا یعنی\r\nجبر اور تعدی ٹوٹ چکا تھا۔ اب ایک ہی صورت باقی تھی یعنی دوست بن کر دشمن کا کام کیا\r\nجائے اور اتفاق پیدا کر کے اختلاف کی صورت کی جائے۔ پس بعض شقی القلب لوگوں نے\r\nجو اسلام کے نور کو دیکھ کر اندھے ہو رہے تھے اسلام کو ظاہر میں قبول کیا اور مسلمان ہو کر\r\nاسلام کو تباہ کرنے کی نیت کی۔ چونکہ اسلام کی ترقی خلافت سے وابستہ تھی اور گلہ بان کی\r\nموجودگی میں بھیڑ یا حملہ نہ کر سکا اس لئے یہ تجویز کی گئی کہ خلافت کو مٹایا جاوے اور اس\r\nسلک اتحاد کو توڑ دیا جاوے جس میں تمام عالم کے مسلمان پروئے ہوئے ہیں تا کہ اتحاد کی\r\nبرکتوں سے مسلمان محروم ہو جائیں۔ اور نگر ان کی عدم موجودگی سے فائدہ اٹھا کر مذاہب\r\nباطلہ پھر اپنی ترقی کے لئے کوئی راستہ نکال سکیں اور دجل وفریب کے ظاہر ہونے کا کوئی\r\nخطرہ نہ رہے۔\r\nیہ وہ چار بواعث ہیں جو میرے نزدیک اس فتنہ عظیم کے برپا کرنے کا موجب\r\nہوئے ۔ جس نے حضرت عثمان رضی اللہ عنہ کے وقت میں ملت اسلام کی بنیادوں کو ہلا دیا\r\nاور بعض وقت اس پر ایسے آئے کہ دشمن اس بات پر اپنے دل میں خوش ہونے لگا کہ یہ قصر\r\nعالی شان اب اپنی چھتوں اور دیواروں سمیت زمین کے ساتھ آلگے گا اور ہمیشہ کے لئے\r\n19"
    },
    {
        "id": 24,
        "pageNo": 24,
        "pageText": "اس دین کا خاتمہ ہو جائے گا جس نے اپنے لئے یہ شاندار مستقبل مقرر کیا ہے کہ هُوَ الَّذِى\r\nأَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُله (الصف: ١٠) یعنی وہ\r\nخدا ہی ہے کہ جس نے اپنا رسول سچے دین کے ساتھ بھیجا تا کہ اس دین کو باوجود اس کے\r\nمنکروں کی ناپسندیدگی کے تمام ادیان باطلہ پر غالب کرے۔\r\nفتنہ حضرت عثمان کے وقت میں کیوں اٹھا؟\r\nمیں نے ان تاریخی واقعات سے جو حضرت عثمان کے آخری ایام خلافت میں\r\nہوئے نتیجہ نکال کر اصل بواعث فتنہ بیان کر دیئے ہیں ۔ وہ درست ہیں یا غلط اس کا اندازاہ\r\nآپ لوگوں کو ان واقعات کے معلوم کرنے پر جن سے میں نے یہ نتیجہ نکالا ہے خود ہو جائے\r\nگا۔ مگر پیشتر اس کے کہ میں وہ واقعات بیان کروں اس سوال کے متعلق بھی کچھ کہ دینا چاہتا\r\nہوں کہ یہ فتنہ حضرت عثمان کے وقت میں کیوں اٹھا؟ بات یہ ہے کہ حضرت عمر کے زمانہ\r\nمیں لوگ کثرت سے اسلام میں داخل ہوئے۔ ان نو مسلموں میں اکثر حصہ وہی تھا جو عربی\r\nزبان سے ناواقف تھا اور اس وجہ سے دین اسلام کا سیکھنا اس کے لئے ویسا آسان نہ تھا\r\nجیسا کہ عربوں کے لئے اور جو لوگ عربی جانتے بھی تھے وہ ایرانیوں اور شامیوں سے میل\r\nملاپ کی وجہ سے صدیوں سے ان گندے خیالات کا شکار رہے تھے جو اس وقت کے تمدن\r\nکا لازمی نتیجہ تھے۔ علاوہ ازیں ایرانیوں اور مسیحیوں سے جنگوں کی وجہ سے اکثر صحابہ اور\r\nان کے شاگردوں کی تمام طاقتیں دشمن کے حملوں کے رد کرنے میں صرف ہو رہی تھیں۔\r\nاس ایک طرف توجہ کا بیرونی دشمنوں کی طرف مشغول ہونا دوسری طرف اکثر نو مسلموں کا\r\nعربی زبان سے ناواقف ہونا یا نجمی خیالات سے متاثر ہونا دو عظیم الشان سبب تھے اس امر\r\n20"
    },
    {
        "id": 25,
        "pageNo": 25,
        "pageText": "کے کہ اس وقت کے اکثر نو مسلم دین سے کما حقہ واقف نہ ہو سکے۔ حضرت عمرؓ کے وقت میں\r\nچونکہ جنگوں کا سلسلہ بہت بڑے پیمانے پر جاری تھا اور ہر وقت دشمن کا خطرہ لگا رہتا تھا\r\nلوگوں کو دوسری باتوں کے سوچنے کا موقع ہی نہ ملتا تھا اور پھر دشمن کے بالمقابل پڑے\r\nہوئے ہونے کا باعث طبعاً مذہبی جوش بار بار رونما ہوتا تھا۔ جو مذہبی تعلیم کی کمزوری پر پردہ\r\nڈالے رکھتا تھا۔ حضرت عثمان کے ابتدائی عہد میں بھی یہی حال رہا۔ کچھ جنگیں بھی ہوتی\r\nرہیں اور کچھ پچھلا اثر لوگوں کے دلوں میں باقی رہا جب کسی قدر امن ہوا اور پچھلے جوش کا اثر\r\nبھی کم ہوا تب اس مذہبی کمزوری نے اپنا رنگ دکھایا اور دشمنان اسلام نے بھی اس موقع کو\r\nغنیمت سمجھا اور شرارت پر آمادہ ہو گئے۔ غرض یہ فتنہ حضرت عثمان کے کسی عمل کا نتیجہ نہ تھا۔\r\nبلکہ یہ حالات کسی خلیفہ کے وقت میں بھی پیدا ہو جاتے ، فتنہ نمودار ہوجاتا۔ اور حضرت عثمان\r\nکا صرف اس قدر قصور ہے کہ وہ ایسے زمانہ میں مسند خلافت پر متمکن ہوئے جب ان\r\nفسادات کے پیدا کرنے میں ان کا اس سے زیادہ دخل نہ تھا جتنا کہ حضرت ابوبکر اور\r\nحضرت عمر کا اور کون کہہ سکتا ہے کہ یہ فساد ان دونوں بزرگوں کی کسی کمزوری کا نتیجہ تھا۔ میں\r\nحیران ہوں کہ کس طرح بعض لوگ ان فسادات کو حضرت عثمان کی کسی کمزوری کا نتیجہ قرار\r\nدیتے ہیں حالانکہ حضرت عمر جن کو حضرت عثمان کی خلافت کا خیال بھی نہیں ہو سکتا تھا\r\nانہوں نے اپنے زمانہ خلافت میں اس فساد کے بیج کو معلوم کر لیا تھا۔ اور قریش کو اس سے\r\nبڑے زور دار الفاظ میں متنبہ کیا تھا۔ چنانچہ لکھا ہے کہ حضرت عمر صحابہ کبار کو باہر نہیں\r\nجانے دیا کرتے تھے اور جب کوئی آپ سے اجازت لیتا تو آپ فرماتے کہ کیا رسول کریم\r\nصلی اللہ علیہ وسلم کے ساتھ مل کر جو آپ لوگوں نے جہاد کیا ہے وہ کافی نہیں ہے۔ آہ آخر\r\nایک دفعہ صحابہ نے شکایت کی تو آپ نے فرمایا کہ میں نے اسلام کو اس طرح چرایا ہے جس\r\n21"
    },
    {
        "id": 26,
        "pageNo": 26,
        "pageText": "طرح اونٹ چرایا جاتا ہے پہلے اونٹ پیدا ہوتا ہے پھر پٹھا بنتا ہے۔ پھر دو دانت کا ہوتا ہے۔ پھر\r\nچار دانت کا ہوتا ہے۔ پھر چھ دانت کا ہوتا ہے۔ پھر اس کی کچلیاں نکل آتی ہیں۔ اب بتاؤ کہ جس\r\nکی کچلیاں نکل آویں اس کے لئے سوائے ضعف کے اور کس امر کا انتظار کیا جاسکتا ہے۔ سنو!\r\nاسلام اب اپنے کمال کی حد کو پہنچ گیا ہے۔ قریش چاہتے ہیں کہ سب مال یہی لے جاویں اور\r\nدوسرے لوگ محروم رہ جاویں۔ ھے سنو ! جب تک عمر بن الخطاب زندہ ہے وہ قریش کا گلا پکڑے\r\nرکھے گا تا کہ وہ فتنہ کی آگ میں نہ گر جاویں۔ (طبری جلد صفحه ۲۰۳۶۳۰۲۵ مطبوعہ بیروت)\r\nحضرت عمر کے اس کلام سے معلوم ہوتا ہے کہ وہ اپنے زمانہ میں ہی لوگوں میں\r\nصحابہ کے خلاف یہ خیالات موجزن دیکھتے تھے کہ ان کو حصہ زیادہ ملتا ہے۔ اس لئے وہ\r\nسوائے چند ایسے صحابہ کے جن کے بغیر لشکروں کا کام نہیں چل سکتا تھا باقی صحابہ کو جہاد کے\r\nلئے نکلنے ہی نہیں دیتے تھے تا کہ دوہرے حصے ملنے سے لوگوں کو ابتلاء نہ آوے اور وہ یہ\r\nمحسوس کرتے تھے کہ اسلام ترقی کے اعلیٰ نقطہ پر پہنچ گیا ہے اور اب اس کے بعد زوال کا ہی\r\nخطرہ ہوسکتا ہے نہ ترقی کی امید ۔\r\nاس قدر بیان کر چکنے کے بعد اب میں واقعات کا وہ سلسلہ بیان کرتا ہوں جس سے\r\nحضرت عثمان کے وقت میں جو کچھ اختلافات ہوئے ان کی حقیقت ظاہر ہو جاتی ہے۔\r\nمیں نے بیان کیا تھا کہ حضرت عثمان کی شروع خلافت میں چھ سال تک ہمیں کوئی\r\nفساد نظر نہیں آتا۔ بلکہ معلوم ہوتا ہے کہ لوگ عام طور پر آپ سے خوش تھے۔ (طبری جلد نمبر\r\n۵ صفحه ۸۴۰ ۲ مطبوعہ بیروت) بلکہ تاریخ سے معلوم ہوتا ہے کہ اس عرصہ میں وہ حضرت عمرؓ سے\r\nبھی زیادہ لوگوں کو محبوب تھے۔ صرف محبوب ہی نہ تھے بلکہ لوگوں کے دلوں میں آپ کا\r\n22"
    },
    {
        "id": 27,
        "pageNo": 27,
        "pageText": "رعب بھی تھا۔ جیسا کہ اس وقت کا شاعر اس امر کی شعروں میں شہادت دیتا ہے۔ تے اور کہتا\r\nہے کہ اے فاسقو ! عثمان کی حکومت میں لوگوں کا مال لوٹ کر نہ کھاؤ کیونکہ ابن عفان وہ\r\nہے جس کا تجربہ تم لوگ کر چکے ہو۔ وہ لٹیروں کو قرآن کے احکام کے ماتحت قتل کرتا ہے اور\r\nہمیشہ سے اس قرآن کریم کے احکام کی حفاظت کرنے والا اور لوگوں کے اعضاء و جوارح پر\r\nاس کے احکام جاری کرنے والا ہے۔ (طبری جلد صفحه ۱۸۴۱ مطبوعہ بیروت ) لیکن چھ سال\r\nکے بعد ساتویں سال ہمیں ایک تحریک نظر آتی ہے اور وہ تحریک حضرت عثمان کے خلاف\r\nنہیں بلکہ یا تو صحابہ کے خلاف ہے یا بعض گورنروں کے خلاف ۔ چنانچہ طبری بیان کرتا ہے\r\nکہ لوگوں کے حقوق کا حضرت عثمان پورا خیال رکھتے تھے۔ مگر وہ لوگ جن کو اسلام میں\r\nسبقت اور قدامت حاصل نہ تھی وہ سابقین اور قدیم مسلمانوں کے برابر نہ تو مجالس میں\r\nعزت پاتے اور نہ حکومت میں ان کو ان کے برابر حصہ ملتا اور نہ مال میں ان کے برابر ان کا\r\nحق ہو تا تھا۔ اس پر کچھ مدت کے بعد بعض لوگ اس تفضیل پر گرفت کرنے لگے اور اسے ظلم\r\nقرار دینے لگے ۔ مگر یہ لوگ عامتہ المسلمین سے ڈرتے بھی تھے اور اس خوف سے کہ لوگ\r\nان کی مخالفت کریں گے اپنے خیالات کو ظاہر نہ کرتے تھے۔ بلکہ انہوں نے یہ طریق اختیار\r\nکیا ہوا تھا۔ کہ خفیہ خفیہ صحابہ کے خلاف لوگوں میں جوش پھیلاتے تھے اور جب کوئی\r\nناواقف مسلمان یا کوئی بدوی غلام آزاد شدہ مل جاتا تو اس کے سامنے اپنی شکایات کا دفتر\r\nکھول بیٹھتے تھے اور اپنی ناواقفیت کی وجہ سے یا خود اپنے لئے حصول جاہ کی غرض سے کچھ\r\nلوگ ان کے ساتھ مل جاتے ۔ ہوتے ہوتے یہ گروہ تعداد میں زیادہ ہونے لگا اور اس کی\r\nایک بڑی تعداد ہو گئی۔ مفہوما طبری جلد نمبر صفحه ۲۸۳۹-۲۸۵۰ مطبوعہ بیروت)\r\n23"
    },
    {
        "id": 28,
        "pageNo": 28,
        "pageText": "جب کوئی فتنہ پیدا ہونا ہوتا ہے تو اس کے اسباب بھی غیر معمولی طور پر جمع ہونے\r\nلگتے ہیں۔ ادھر تو بعض حاسد طبائع میں صحابہ کے خلاف جوش پیدا ہونا شروع ہوا۔ ادھر وہ\r\nاسلامی جوش جو ابتداء ہر ایک مذہب تبدیل کرنے والے کے دل میں ہوتا ہے ان نومسلموں\r\nکے دلوں سے کم ہونے لگا۔ جن کو نہ رسول کریم صلی اللہ علیہ وسلم کی صحبت ملی تھی اور نہ آپ\r\nکے صحبت یافتہ لوگوں کے پاس زیادہ بیٹھنے کا موقع ملا تھا بلکہ اسلام کے قبول کرتے ہی\r\nانہوں نے خیال کر لیا تھا کہ وہ سب کچھ سیکھ گئے ہیں۔ جوش اسلام کے کم ہوتے ہی وہ\r\nتصرف جوان کے دلوں پر اسلام کو تھا کم ہو گیا۔ اور وہ پھر ان معاصی میں خوشی محسوس کرنے\r\nلگے جس میں وہ اسلام لانے سے پہلے مبتلاء تھے۔ ان کے جرائم پر ان کو سزا ملی تو بجائے\r\nاصلاح کے سزادینے والوں کی تخریب کرنے کے درپے ہوئے ۔ اور آخر اتحاد اسلامی میں\r\nایک بہت بڑا رخنہ پیدا کرنے کا موجب ثابت ہوئے۔ ان لوگوں کا مرکز تو کوفہ میں تھا۔ مگر\r\nسب سے زیادہ تعجب کی بات یہ ہے کہ خود مدینہ منورہ میں ایک ایسا واقعہ ہوا جس سے معلوم\r\nہوتا ہے کہ اس وقت بعض لوگ اسلام سے ایسے ہی نا واقف تھے جیسے کہ آج کل بعض\r\nنہایت تاریک گوشوں میں رہنے والے جاہل لوگ ۔ حمران ابن ابان ایک شخص تھا جس نے\r\nایک عورت سے اس کی عدت کے دوران میں ہی نکاح کر لیا۔ جب حضرت عثمان رضی اللہ\r\nعنہ کو اس کا علم ہوا تو آپ اس پر ناراض ہوئے اور اس عورت کو اس سے جدا کر دیا اور اس\r\nکے علاوہ اس کو مدینہ سے جلا وطن کر کے بصرہ بھیج دیا۔ (طبری جلد نمبر ۶ صفہ ۱۹۲۳ مطبوعہ\r\nبیروت) اس واقعہ سے معلوم ہوتا ہے کہ کس طرح بعض لوگ صرف اسلام کو قبول کر کے\r\nاپنے آپ کو عالم اسلام خیال کرنے لگے تھے اور زیادہ تحقیق کی ضرورت نہ سمجھتے تھے۔ یا یہ\r\nکه مختلف اباحتی خیالات کے ماتحت شریعت پر عمل کرنا ایک فعل عبث خیال کرتے تھے۔ یہ\r\n24"
    },
    {
        "id": 29,
        "pageNo": 29,
        "pageText": "ایک منفرد واقعہ ہے اور غالباً اس شخص کے سوا مدینہ میں جو مرکز اسلام تھا کوئی ایسا ناواقف\r\nآدمی نہ تھا۔ مگر دوسرے شہروں میں بعض لوگ معاصی میں ترقی کر رہے تھے۔ چنانچہ کوفہ\r\nکے حالات سے معلوم ہوتا ہے کہ وہاں نوجوانوں کی ایک جماعت ڈاکہ زنی کے لئے بن گئی\r\nتھی ۔ لکھا ہے کہ ان لوگوں نے ایک دفعہ علی بن حیسمان الخزاعی نامی ایک شخص کے\r\nگھر پر ڈاکہ مارنے کی تجویز کی۔ اور رات کے وقت اس کے گھر میں نقب لگائی۔ اس کو علم\r\nہو گیا اور وہ تلوار لے کر نکل پڑا۔ مگر جب بہت سی جماعت دیکھی تو اس نے شور مچایا۔ اس پر\r\nان لوگوں نے اس کو کہا کہ چپ کر ہم ایک ضرب مارکر تیرا سارا ڈر نکال دیں گے اور اس کو\r\nقتل کر دیا۔ اتنے میں ہمسائے ہوشیار ہو گئے اور اردگرد جمع ہو گئے اور ان ڈاکوؤں کو پکڑ\r\nلیا۔ حضرت ابو شریح رضی اللہ عنہ نے جو صحابی تھے اور اس شخص کے ہمسایہ تھے اور انہوں\r\nنے سب حال اپنی دیوار پر سے دیکھا تھا۔ انہوں نے شہادت دی کہ واقع میں انہی لوگوں\r\nنے علی کو قتل کیا ہے اور اسی طرح ان کے بیٹے نے شہادت دی اور معاملہ حضرت عثمان رضی\r\nاللہ عنہ کی طرف لکھ کر بھیج دیا۔ انہوں نے ان سب کو قتل کرنے کا فتویٰ دیا اور ولید بن عتبہ\r\nنے جوا ان دنوں حضرت عثمان رضی اللہ عنہ کی طرف سے کوفہ کے گورنر تھے، ان سب\r\nڈاکوؤں کو دروازہ شہر کے باہر میدان میں قتل کروادیا۔ (طبری جلد صفحہ ۲۸۴۰-۱۸۴۱ مطبوعہ\r\nبیروت) بظاہر یہ ایک معمولی واقعہ معلوم ہوتا ہے لیکن اس زمانے کے حالات کو دیکھنے سے\r\nمعلوم ہوتا ہے کہ معمولی واقعہ نہ تھا۔ اسلام کی ترقی کے ساتھ ساتھ جرائم کا سلسلہ بالکل مٹ\r\nگیا تھا۔ اور لوگ ایسے امن میں تھے کہ کھلے دروازوں سوتے ہوئے بھی خوف نہ کھاتے\r\nتھے۔ حتی کہ حضرت عمر رضی اللہ عنہ نے عمال کی ڈیوڑھیاں بنانے سے بھی منع کر دیا تھا۔ گو\r\nاس سے حضرت عمر رضی اللہ عنہ کی غرض تو یہ تھی کہ لوگ آسانی سے اپنی شکایات گورنروں\r\n25"
    },
    {
        "id": 30,
        "pageNo": 30,
        "pageText": "کے پاس پہنچا سکیں ۔ لیکن یہ حکم اس وقت تک ہی دیا جا سکتا تھا جب تک امن انتہاء تک نہ\r\nپہنچا ہوا ہوتا۔ پھر اس واقعہ میں خصوصیت یہ بھی تھی کہ اس ڈا کہ میں بعض ذی مقدرت اور\r\nصاحب ثروت لوگوں کی اولاد بھی شامل تھی جو اپنے اپنے حلقے میں بارسوخ تھے۔ پس یہ\r\nواردات معمولی واردات نہ تھی بلکہ کسی عظیم الشان انقلاب کی طرف اشارہ کرتی تھی ۔ جو اس\r\nکے سوا کیا ہوسکتا تھا کہ دین اسلام سے ناواقف لوگوں کے دلوں پر جو تصرف اسلام تھا اب\r\nاس کی گرفت کم ہو رہی تھی۔ اور اب وہ پھر اپنی عادات کی طرف لوٹ رہے تھے۔ اور\r\nغریب ہی نہیں بلکہ امراء بھی اپنی پرانی عظمت کو قتل و غارت سے واپس لینے پر آمادہ ہو\r\nرہے تھے۔ حضرت ابو شریح صحابی نے اس امر کو خوب سمجھا اور اسی وقت اپنی سب جائیداد\r\nوغیرہ بیچ کر اپنے اہل و عیال سمیت مدینہ کو واپس تشریف لے گئے اور کوفہ کی رہائش ترک کر\r\nدی۔ ان کا اس واقعہ پر کوفہ کو ترک کر دینا اس امر کی کافی شہادت ہے کہ یہ منفر د مثال آئندہ\r\nکے خطرناک واقعات کی طرف اشارہ تھی۔ انہی دنوں ایک اور فتنہ نے سر نکالنا شروع کیا۔\r\nعبد اللہ بن سبا ایک یہودی تھا جو اپنی ماں کی وجہ سے ابن السوداء کہلاتا تھا۔ یمن کا\r\nرہنے والا اور نہایت بد باطن انسان تھا۔ اسلام کی بڑھتی ہوئی ترقی کو دیکھ کر اس غرض سے\r\nمسلمان ہوا کہ کسی طرح مسلمانوں میں فتنہ ڈلوائے ۔ میرے نزدیک اس زمانہ کے فتنے\r\nاسی مفسد انسان کے ارد گرد گھومتے ہیں اور یہ ان کی روح رواں ہے۔ شرارت کی طرف\r\nمائل ہو جانا اس کی جبلت میں داخل معلوم ہوتا ہے۔ خفیہ منصوبہ کرنا اس کی عادت تھی اور\r\nاپنے مطلب کے آدمیوں کو تاڑ لینے میں اس کو خاص مہارت تھی۔ ہر شخص سے اس کے مذاق\r\nکے مطابق بات کرتا تھا اور نیکی کے پردے میں بدی کی تحریک کرتا تھا۔ اور اسی وجہ سے\r\n26"
    },
    {
        "id": 31,
        "pageNo": 31,
        "pageText": "اچھے اچھے سنجیدہ آدمی اس کے دھوکے میں آجاتے تھے۔ حضرت عثمان رضی اللہ عنہ کی\r\nخلافت کے پہلے نصف میں مسلمان ہوا اور تمام بلاد اسلامیہ کا دورہ اس غرض سے کیا کہ ہر\r\nایک جگہ کے حالات سے خود واقفیت پیدا کرے۔ مدینہ منورہ میں تو اس کی دال نہ گل سکتی\r\nتھی ۔ مکہ مکرمہ اس وقت سیاسیات سے بالکل علیحدہ تھا۔ سیاسی مرکز اس وقت دار الخلافہ کے\r\nسوا بصرہ، کوفہ، دمشق اور فسطاط تھے۔ پہلے ان مقامات کا اس نے دورہ کیا اور یہ رویہ اختیار\r\nکیا کہ ایسے لوگوں کی تلاش کر کے جو سزا یافتہ تھے اور اس وجہ سے حکومت سے ناخوش تھے\r\nان سے ملتا اور انہی کے ہاں ٹھہرتا۔ چنانچہ سب سے پہلے بصرہ گیا اور حکیم بن جبلہ ایک نظر\r\nبند ڈاکو کے پاس ٹھہرا اور اپنے ہم مذاق لوگوں کو جمع کرنا شروع کیا اور ان کی ایک مجلس\r\nبنائی۔ چونکہ کام کی ابتدا تھی اور یہ آدمی ہو شیار تھا صاف صاف بات نہ کرتا بلکہ اشارہ کنایہ\r\nسے ان کو فتنہ کی طرف بلاتا تھا۔ اور جیسا کہ اس نے ہمیشہ اپنا وطیرہ رکھا ہے وعظ و پند کا\r\nسلسلہ بھی ساتھ جاری رکھتا تھا۔ جس سے ان لوگوں کے دلوں میں اس کی عظمت پیدا ہو گئی\r\nاور وہ اس کی باتیں قبول کرنے لگے۔ عبداللہ بن عامر کو جو بصرہ کے والی تھے جب اس کا علم\r\nہوا تو انہوں نے اس سے اس کا حال پوچھا اور اس کے آنے کی وجہ دریافت کی۔ اس نے\r\nجواب میں کہلا بھیجا کہ میں اہل کتاب میں سے ایک شخص ہوں جسے اسلام کا اُنس ہو گیا ہے اور\r\nآپ کی حفاظت میں رہنا چاہتا ہوں۔ عبد اللہ بن عامر کو چونکہ اصل حالات پر آگاہی حاصل\r\nہو چکی تھی۔ انہوں نے اس کے عذر کو قبول نہ کیا اور کہا کہ مجھے تمہارے متعلق جو حالات معلوم\r\nہیں وہ ان کے خلاف ہیں اس لئے تم میرے علاقہ سے نکل جاؤ۔ وہ بصرہ سے نکل کر کوفہ کی\r\nطرف چلا گیا (طبری جلد ۱ صفحہ ۹۲۲ مطبوعہ بیروت) مگر فساد بغاوت اور اسلام سے بیگانگی کا\r\nبیچ ڈال گیا جو بعد میں بڑھ کر ایک بہت بڑا درخت ہو گیا۔\r\n27"
    },
    {
        "id": 32,
        "pageNo": 32,
        "pageText": "میرے نزدیک یہ سب سے پہلی سیاسی غلطی ہوئی ہے اگر والی بصرہ بجائے اس کو\r\nجلا وطن کرنے کے قید کر دیتا اور اس پر الزام قائم کرتا تو شاید یہ فتنہ و ہیں دبا رہتا۔ ابن سوداء\r\nتو اپنے گھر سے نکلا ہی اس ارادے سے تھا کہ تمام عالم اسلام میں پھر گر فتنہ فساد کی آگ\r\nبھڑ کائے ۔ اس کا بصرہ سے نکلنا تو اس کے مدعا کے عین مطابق تھا۔ کوفہ میں پہنچ کر اس شخص\r\nنے پھر وہی بصرہ والی کاروائی شروع کی۔ اور بالآخر وہاں سے بھی نکالا گیا لیکن یہاں بھی\r\nاپنی شرارت کا بیج ہوتا گیا جو بعد میں بہت بڑا درخت بن گیا۔ اور اس دفعہ اس کے نکالنے پر\r\nاس پہلی سیاسی غلطی کا ارتکاب کیا گیا۔ کوفہ سے نکل کر یہ شخص شام کو گیا مگر وہاں اس کو اپنے\r\nقدم جمانے کا کوئی موقع نہ ملا۔ حضرت معاویہ نے وہاں اس عمدگی سے حکومت کا کام چلایا\r\nہوا تھا کہ نہ تو اسے ایسے لوگ ملے جن میں یہ ٹھہر سکے اور نہ ایسے لوگ میتر آئے جن کو اپنا\r\nقائم مقام بنایا جاوے پس شام سے اس کو با حسرت و یاس آگے سفر کرنا پڑا اور اس نے مصر\r\nکا رخ کیا مگر شام چھوڑنے سے پہلے اس نے ایک اور فتنہ کھڑا کر دیا۔\r\nابو ذر غفاری رضی اللہ عنہ رسول کریم صلی اللہ علیہ وسلم کے ابتدائی صحابہ میں سے\r\nایک نہایت نیک اور متقی صحابی تھے۔ جب سے ایمان لائے رسول کریم صلی اللہ علیہ وسلم کی\r\nمحبت میں آگے ہی قدم بڑھاتے گئے اور ایک لمبا عرصہ صحبت میں رہے۔ جیسا کہ ہر ایک\r\nشخص کا مذاق جدا گانہ ہوتا ہے رسول کریم صلی اللہ علیہ وسلم کی ان نصائح کو سن کر کہ دنیا سے\r\nمؤمن کو علیحدہ رہنا چاہئے یہ اپنے مذاق کے مطابق مال جمع کرنے کو ناجائز سمجھتے تھے اور\r\nدولت سے نفرت کرتے تھے اور دوسرے لوگوں کو بھی سمجھاتے تھے کہ مال نہیں جمع کرنا\r\nچاہئے۔ جو کچھ کسی کے پاس ہوا سے غرباء میں بانٹ دینا چاہئے۔ مگر یہ عادت ان کی ہمیشہ\r\n28"
    },
    {
        "id": 33,
        "pageNo": 33,
        "pageText": "سے تھی۔ اور حضرت ابو بکر رضی اللہ تعالیٰ عنہ کے زمانے سے بھی جب کہ مسلمانوں میں\r\nدولت آئی وہ ایسا ہی کرتے تھے ابن سوداء جب شام سے گزر رہا تھا اس نے ان کی طبیعت\r\nمیں دولت کے خلاف خاص جوش دیکھ کر یہ معلوم کر کے کہ یہ چاہتے ہیں کہ غرباء وامراء اپنے\r\nمال\r\nتقسیم کر دیں۔ شام سے گزرتے ہوئے جہاں کہ اس وقت حضرت ابو ذر رضی اللہ عنہ مقیم\r\nتھے ان سے ملاقات کی اور ان سے کہا کہ دیکھئے کیا غضب ہو رہا ہے۔ معاویہ بیت المال\r\nکے اموال کو اللہ کا مال کہتا تھا حالانکہ بیت المال کے اموال کی کیا شرط ہے ہر ایک چیز اللہ\r\nتعالیٰ کی ہے ۔ پھر وہ خاص طور پر اس مال کو مال اللہ کیوں کہتا ہے۔ صرف اس لئے کہ\r\nمسلمانوں کا حق جو اس مال میں ہے اس کو ضائع کر دے اور ان کا نام بیچ میں سے اڑا کر\r\nآپ وہ مال کھا جاوے۔ حضرت ابوذر تو آگے ہی اس تلقین میں لگے رہتے تھے کہ امراء کو\r\nچاہئے کہ سب مال غرباء میں تقسیم کر دیں کیونکہ مؤمن کے لئے آرام کی جگہ اگلا جہاں ہی\r\nہے اور اس شخص کی شرارت اور نیت سے آپ کو بالکل واقفیت نہ تھی ۔ بس آپ اس کے دھوکا\r\nمیں آگئے اور خیال کیا کہ واقع میں بیت المال کے اموال کو مال اللہ کہنا درست نہیں ۔ اس\r\nمیں اموال کے غصب ہو جانے کا خطرہ ہے۔ ابن سوداء نے اس طرح حضرت معاویہ سے\r\nاس امر کا بدلہ لیا کہ کیوں انہوں نے اس کے نکلنے کے لئے شام میں کوئی ٹھکانا نہیں بننے\r\nدیا۔ حضرت ابو ذر معاویہ کے پاس پہنچے اور ان کو سمجھایا کہ آپ مسلمانوں کے مال کو ماك\r\nاللہ کہتے ہیں۔ انہوں نے جواب دیا کہ اے ابوذر! اللہ تعالیٰ آپ پر رحم کرے کیا ہم سب\r\nاللہ کے بندے نہیں؟ یہ مال اللہ کا مال نہیں؟ اور سب مخلوق اللہ تعالیٰ کی مخلوق نہیں ؟ اور حکم\r\nخدا کے ہاتھ میں نہیں ؟ یعنی جب کہ بندے بھی خدا کے ہیں اور حکم بھی اسی کا جاری ہے تو پھر\r\nان اموال کو اموال اللہ کہنے سے لوگوں کے حق کیونکر ضائع ہو جائیں گے۔ جو خدا تعالیٰ نے\r\n29"
    },
    {
        "id": 34,
        "pageNo": 34,
        "pageText": "حقوق مقرر کئے ہیں وہ اس کے فرمان کے مطابق اس کی مخلوق کو ملیں گے۔ یہ جواب ایسا\r\nلطیف تھا کہ حضرت ابو ذر اس کا جواب تو بالکل نہ دے سکے مگر چونکہ اس معاملہ میں ان کو\r\nخاص جوش تھا اور ابن سوداء ایک شک آپ کے دل میں ڈال گیا تھا۔ اس لئے آپ نے\r\nاحتیاطاً حضرت معاویہؓ کو یہی مشورہ دیا کہ آپ اس لفظ کو ترک کر دیں۔ انہوں نے جواب\r\nدیا کہ میں یہ تو ہر گز نہیں کہنے کا کہ یہ اموال اللہ نہیں ہاں آئندہ اس کو اموال المسلمین کہا\r\nکروں گا۔ ابن سوداء نے جب یہ حربہ کسی قدر کارگر دیکھا تو اور صحابہ کے پاس پہنچا اور ان کو\r\nاکسانا چاہا۔ مگر وہ حضرت ابوذر کی طرح گوشہ گزیں نہ تھے۔ اس شخص کی شرارتوں سے\r\nواقف تھے۔ ابو درداء نے اس کی بات سنتے ہی کہا تو کون ہے جو ایسی فتنہ انگریز بات کہتا\r\nہے۔ خدا کی قسم تو یہودی ہے۔ ان سے مایوس ہو کر وہ انصار کے سردار رسول کریم صلی اللہ\r\nعلیہ وسلم کے خاص مقرب عبادہ بن صامت کے پاس پہنچا اور ان سے کچھ فتنہ انگیز باتیں\r\nکہیں ۔ انہوں نے اس کو پکڑ لیا اور حضرت معاویہؓ کے پاس لے گئے اور کہا کہ یہ شخص ہے\r\nجس نے ابوذرغفاری کو آپ کے پاس بھیجا تھا۔ شام میں اپنا کام نہ بنتا دیکھ کر ابن السوداء\r\nتو مصر کی طرف چلا گیا اور ادھر حضرت ابوذر کے دل میں اس کی باتوں سے ایک نیا جوش\r\nپیدا ہو گیا اور آپ نے آگے سے بھی زیادہ زور کے ساتھ مسلمانوں کو نصیحت کر دی کہ سب\r\nاپنے اپنے اموال لوگوں میں تقسیم کر دیں۔ حضرت ابوذر کا یہ کہنا درست نہ تھا کہ کسی کو مال\r\nجمع نہ کرنا چاہئے۔ کیونکہ صحابہ مال جمع نہیں کیا کرتے تھے بلکہ ہمیشہ اپنے اموال خدا کی راہ\r\nمیں تقسیم کرتے تھے۔ ہاں بے شک مالدار تھے اور اس کو مال جمع کرنا نہیں کہتے ۔ مال جمع\r\nکرنا اس کا نام ہے کہ اس مال سے غرباء کی پرورش نہ کرے اور صدقہ و خیرات نہ کرے۔\r\nخود رسول کریم صلی اللہ علیہ وسلم کے وقت میں بھی آپ کے صحابہ میں سے بعض مالدار تھے۔\r\n30"
    },
    {
        "id": 35,
        "pageNo": 35,
        "pageText": "اگر مالدار نہ ہوتے تو غزوہ تبوک کے وقت دس ہزار سپاہیوں کا سامان سفر حضرت عثمان کس\r\nطرح ادا کرتے ۔ مگر رسول کریم صلی اللہ علیہ وسلم ان لوگوں کو کچھ نہ کہتے تھے۔ بلکہ ان میں\r\nسے بعض آدمی آپ کے مقرب بھی تھے۔ غرض مالدار ہونا کوئی جرم نہ تھا بلکہ قرآن کی\r\nپیشنگوئیوں کے عین مطابق تھا اور حضرت ابو ذر رضی اللہ عنہ کو اس مسئلہ میں غلطی لگی ہوئی تھی۔\r\nمگر جو کچھ بھی تھا، حضرت ابو ذر اپنے خیال پر پختہ تھے۔ مگر ساتھ ہی یہ بات بھی تھی کہ وہ\r\nاپنے خیال کے مطابق نصیحت تو کر دیتے مگر قانون کو کبھی اپنے ہاتھ میں نہ لیتے اور آنحضرت\r\nصلی اللہ علیہ وسلم کے احکام آپ کے زیر نظر رہتے۔ لیکن جن لوگوں میں بیٹھ کر وہ یہ باتیں\r\nکرتے تھے وہ ان کے تقویٰ اور طہارت سے نا آشنا تھے اور ان کی باتوں کا اور مطلب\r\nسمجھتے تھے۔ چنانچہ ان باتوں کا آخر یہ نتیجہ نکلا کہ بعض غرباء نے امراء پر دست تعدی دراز\r\nکرنا شروع کیا اور ان سے جبراً اپنے حقوق وصول کرنے چاہیے۔ انہوں نے حضرت\r\nمعاویہؓ سے شکایت کی۔ جنہوں نے آگے حضرت عثمان کے پاس معاملہ پیش کیا۔ آپ نے\r\nحکم بھیجا کہ ابوذر کو اکرام و احترام کے ساتھ مدینہ کی طرف روانہ کر دیا جاوے۔ اس حکم\r\nکے ماتحت حضرت ابو ذر مدینہ تشریف لائے۔ حضرت عثمان نے آپ سے دریافت کیا\r\nکہ کیا سبب ہے کہ اہل شام آپ کے خلاف شکایت کرتے ہیں ۔ آپ نے جواب دیا کہ\r\nمیرا ان سے یہ اختلاف ہے کہ ایک تو مال اللہ نہ کہا جائے دوسرے یہ کہ امراء مال نہ جمع\r\nکریں۔ حضرت عثمان نے فرمایا کہ ابوذر جو ذمہ داری خدا تعالیٰ نے مجھ پر ڈالی ہے اس کا\r\nادا کرنا میرا ہی کام ہے اور یہ میرا فرض ہے کہ جو حقوق رعیت پر ہیں ان سے وصول\r\nکروں۔ اور یہ کہ ان کو خدمت دین اور میانہ روی کی تعلیم دوں ۔ مگر یہ میرا کام نہیں کہ ان کو\r\nترک دنیا پر مجبور کروں۔ حضرت ابوذر نے عرض کیا کہ پھر آپ مجھے اجازت دیں کہ میں\r\n31"
    },
    {
        "id": 36,
        "pageNo": 36,
        "pageText": "کہیں چلا جاؤں کیونکہ مدینہ اب میرے مناسب حال نہیں ۔ حضرت عثمان نے کہا کہ کیا\r\nآپ اس گھر کو چھوڑ کر اس گھر سے بدتر گھر کو اختیار کر لیں گے۔ انہوں نے کہا کہ مجھے رسول\r\nکریم صلی اللہ علیہ وسلم نے فرمایا تھا کہ جب مدینہ کی آبادی سلع تک پھیل جاوے تو تم مدینہ\r\nمیں نہ رہنا۔ حضرت عثمان رضی اللہ عنہ نے اس پر فرمایا کہ آپ رسول خدا صلی اللہ علیہ وسلم کا\r\nحکم بجالا وہیں۔ اور کچھ اونٹ اور دو غلام دے کر مدینہ سے رخصت کیا اور تاکید کی کہ مدینہ\r\nسے کلی طور پر قطع تعلق نہ کریں بلکہ وہاں آتے جاتے رہیں۔ جس ہدایت پر ابو ذرہ ہمیشہ عمل\r\nکرتے رہے۔ (طبری جلد نمبر صفحہ ۱۸۶۰ مطبوعہ بیروت) یہ چوتھا فتنہ تھا جو پیدا ہوا اور گواس\r\nمیں حضرت ابوذر کو ہتھیار بنایا گیا تھا مگر در حقیقت نہ حضرت ابوذر کے خیالات وہ تھے جو\r\nمفسدوں نے اختیار کئے اور نہ ان کو ان لوگوں کی شرارتوں کا علم تھا۔ حضرت ابوذر تو با وجود\r\nاختلاف کے کبھی قانون کو اپنے ہاتھ میں لینے پر آمادہ نہ ہوئے اور حکومت کی اطاعت اس\r\nطور پر کرتے رہے کہ باوجود اس کے کہ ان کے خاص حالات کو مد نظر رکھتے ہوئے ان کو فتنہ\r\nاور تکلیف سے بچانے کے لئے رسول کریم صلی اللہ علیہ وسلم نے ان کو ایک خاص وقت پر\r\nمدینہ سے نکل جانے کا حکم دیا تھا۔ انہوں نے بغیر حضرت عثمان کی اجازت کے اس حکم پر\r\nعمل کرنا بھی مناسب نہیں سمجھا اور پھر جب وہ مدینہ سے نکل کر ربذہ میں جا کر مقیم ہوئے اور\r\nوہاں کے محصل نے ان کو نماز کا امام بننے کے لئے کہا تو انہوں نے اس سے اس بناء پر انکار\r\nکیا کہ تم یہاں کے حاکم ہو اس لئے تم ہی کو امام بننا سزاوار ہے۔ جس سے معلوم ہوتا ہے کہ\r\nاطاعت حکام سے ان کو کوئی انحراف نہ تھا اور نہ انار کی کو وہ جائز سمجھتے تھے۔\r\nحضرت ابوذر کی سادگی کا اس امر سے خوب پتہ چلتا ہے کہ جب ابن السوداء کے\r\n32"
    },
    {
        "id": 37,
        "pageNo": 37,
        "pageText": "دھوکا دینے سے وہ معاویہ سے جھگڑتے تھے کہ بیت المال کے اموال کو مال اللہ نہیں کہنا\r\nچاہئے اور حضرت عثمان کے پاس بھی شکایت لائے تھے وہ اپنی بول چال میں اس لفظ کو\r\nبرابر استعمال کرتے تھے چنانچہ اس فساد کے بعد جب کہ وہ ربذہ میں تھے ایک دفعہ ایک\r\nقافلہ وہاں اُترا۔ اس قافلہ کے لوگوں نے ان سے دریافت کیا کہ آپ کے ساتھیوں کو ہم\r\nنے دیکھا ہے وہ بڑے بڑے مالدار ہیں مگر آپ اس غربت کی حالت میں ہیں۔ انہوں\r\nنے ان کو یہ جواب دیا کہ إِنَّهُمْ لَيْسَ لَهُمْ فِي مَالِ اللَّهِ حَقٌّ إِلَّا وَلِيْ مِثْلُهُ (طرى جلده\r\nصفحه ۲۸۶۲ مطبوعہ بیروت) یعنی ان کا مال اللہ ( یعنی بیت المال کے اموال) میں کوئی ایسا\r\nحق نہیں جو مجھے حاصل نہ ہو۔ اسی طرح انہوں نے وہاں کے حبشی حاکم کو بھی رَقِيقٌ مِّنْ\r\nمَّالِ اللَّهِ (طبری جلده صفحه ۱۸۶۲ مطبوعہ بیروت ) ( مال اللہ کا غلام ) کے نام سے یاد کیا ہے\r\nاس سے معلوم ہوتا ہے کہ وہ خود بھی یہ لفظ استعمال کرتے تھے اور باوجود اس لفظ کی مخالفت\r\nکرنے کے بے تحاشا اس لفظ کا آپ کی زبان پر جاری ہو جانا اس امر کی شہادت ہے کہ یہ صحابہ\r\nکا ایک عام محاورہ تھا۔ مگر ابن السوداء کے دھوکا دینے سے آپ کے ذہن سے یہ بات نکل گئی۔\r\nیہ فتنہ جسے بولشوزم کا فتنہ کہنا چاہئے حضرت معاویہ کی حسن تدبیر سے شام میں تو\r\nچمکنے نہ پایا۔ مگر مختلف صورتوں میں یہ خیال اور جگہوں پر اشاعت پا کر ابن السوداء کے\r\nکام میں ممد ہو گیا۔\r\nابن السوداء شام سے نکل کر مصر پہنچا۔ اور یہی مقام تھا جسے اس نے اپنے کام کا مرکز\r\nبنانے کے لئے چنا تھا۔ کیونکہ یہ مقام دارلخلافہ سے بہت دور تھا اور دوسرے اس جگہ صحابہ\r\nکی آمد و رفت اس کثرت سے نہ تھی جتنی کہ دوسرے مقامات پر ۔ جس کی وجہ سے یہاں کے\r\n33"
    },
    {
        "id": 38,
        "pageNo": 38,
        "pageText": "لوگ دین سے نسبتاً کم تعلق رکھتے تھے اور فتنہ میں حصے لینے کے لئے زیادہ تیار تھے چنانچہ\r\nابن السوداء کا ایک نائب جو کوفہ کا باشندہ تھا اور جس کا ذکر آگے آوے گا ان واقعات کے\r\nتھوڑے ہی عرصہ بعد جلا وطن کیا گیا تو حضرت معاویہ کے اس سوال پر کہ نئی پارٹی کے\r\nمختلف ممالک کے ممبروں کا کیا حال ہے۔ اس نے جواب دیا کہ انہوں نے مجھ سے خط و\r\nکتابت کی ہے اور میں نے ان کو سمجھایا ہے اور انہوں نے مجھے نہیں سمجھایا۔ مدینہ کے لوگ تو\r\nسب سے زیادہ فساد کے شائق ہیں اور سب سے کم اس کی قابلیت رکھتے ہیں۔ اور کوفہ کے\r\nلوگ چھوٹی چھوٹی باتوں پر نکتہ چینی کرتے ہیں۔ لیکن بڑے بڑے گناہوں کے ارتکاب\r\nسے خوف نہیں کھاتے اور بصرہ کے لوگ اکٹھے حملہ کرتے ہیں مگر پراگندہ ہو کر بھاگتے ہیں۔\r\nہاں مصر کے لوگ ہیں جو شرارت کے اہل سب سے زیادہ ہیں۔ مگر ان میں یہ نقص ہے کہ\r\nپیچھے نادم بھی جلدی ہو جاتے ہیں۔ اس کے بعد شام کا حال اس نے بیان کیا کہ وہ اپنے\r\nسرداروں کے سب سے زیادہ مطیع ہیں اور اپنے گمراہ کرنے والوں کے سب سے زیادہ\r\nنافرمان ہیں ۔ سے یہ رائے ابن الکوا ء کی ہے جو ابن السوداء کی پارٹی کے رکنوں میں سے تھا\r\nاور اس سے معلوم ہوتا ہے کہ مصر ہی سب سے عمدہ مقام تھا جہاں ابن السوداء ڈیرہ لگا سکتا\r\nتھا۔ اور اس کی شرارت کی باریک بین نظر نے اس امر کو معلوم کر کے اس مقام کو اپنے قیام\r\nکے لئے چنا اور اسے فساد کا مرکز بنا دیا اور بہت جلد ایک جماعت اس کے ارد گرد جمع ہو گئی۔\r\nاب سب ہلا د میں شرارت کے مرکز قائم ہو گئے۔ اور ابن السوداء نے ان تمام\r\nلوگوں کو جو سزایافتہ تھے یا ان کے رشتہ دار تھے یا اور کسی سبب سے اپنی حالت پر قانع نہ\r\nتھے نہایت ہوشیاری اور دانائی سے اپنے ساتھ ملانا شروع کیا۔ اور ہر ایک کے مذاق کے\r\n34"
    },
    {
        "id": 39,
        "pageNo": 39,
        "pageText": "مطابق اپنی غرض کو بیان کرتا تا کہ اس کی ہمدردی حاصل ہو جاوے۔ مدینہ شرارت سے\r\nمحفوظ تھا اور شام بالکل پاک تھا۔ تین مرکز تھے جہاں اس فتنہ کا مواد تیار ہورہا تھا بصرہ ، کوفہ\r\nاور مصر ۔ مصر مرکز تھا۔ مگر اس زمانہ کے تجربہ کار اور فلسفی دماغ انارکسٹوں کی طرح ابن السوداء\r\nنے اپنے آپ کو خلف الاستار رکھا ہوا تھا۔ سب کام کی روح وہی تھا مگر آگے دوسرے لوگوں\r\nکو کیا ہوا تھا۔ بوجہ قریب ہونے کے اور بوجہ سیاسی فوقیت کے جو اس وقت بصرہ اور کوفہ کو\r\nحاصل تھی یہ دونوں شہران تغیرات میں زیادہ حصہ لیتے ہوئے نظر آتے ہیں۔ لیکن ذرا\r\nبار یک نگاہ سے دیکھا جاوے تو تاریخ کے صفحات سے صاف ظاہر ہوتا ہے کہ ان تمام\r\nکاروائیوں کی باگ مصر میں بیٹھے ہوئے ابن السوداء کے ہاتھ میں تھی۔\r\nمیں پہلے بیان کر چکا ہوں کہ کوفہ میں ایک جماعت نے ایک شخص علی بن\r\nحیسمان الخزاعی کے گھر پر ڈا کہ مار کر اس\r\nکو قتل کر دیا تھا اور قاتلوں کو دروازہ شہر پر قتل کر\r\nدیا گیا تھا۔ ان نوجوانوں کے باپوں کو اس کا بہت صدمہ تھا اور وہ اس جگہ کے والی ولید بن\r\nعتبہ سے اس کا بدلہ لینا چاہتے تھے اور منتظر رہتے تھے کہ کوئی موقع ملے اور ہم انتقام لیں۔\r\nیہ لوگ اس فتنہ انگیز جماعت کے ہاتھ میں ایک عمدہ ہتھیار بن گئے جن سے انہوں نے\r\nخوب کام لیا۔ ولید سے بدلہ لینے کے لئے انہوں نے کچھ جاسوس مقرر کئے تا کہ کوئی عیب\r\nولید کا پکڑ کر ان کو اطلاع دیں۔ جاسوسوں نے کوئی کاروائی تو اپنی دکھانی ہی تھی ۔ ایک دن\r\nآکر ان کو خبر دی کہ ولید اپنے ایک دوست ابوز بیر کے ساتھ مل کر جو عیسائی سے مسلمان ہوا\r\nتھا شراب پیتے ہیں۔ ان مفسدوں نے اٹھ کر تمام شہر میں اعلان کرنا شروع کر دیا کہ لو یہ\r\nتمہارا والی ہے۔ اندر اندر چھپ چھپ کر اپنے دوستوں کے ساتھ شراب پیتا ہے۔ عامتہ\r\n35"
    },
    {
        "id": 40,
        "pageNo": 40,
        "pageText": "الناس کا تو جوش بے قابو ہوتا ہی ہے اس بات کو سن کر ایک بڑی جماعت ان کے ساتھ ہو گئی\r\nاور ولید کے گھر کا سب نے جا کر محاصرہ کر لیا۔ دروازہ تو کوئی تھا ہی نہیں۔ سب بے تحاشا\r\nمسجد میں سے ہو کر اندر گھس گئے (ان کے مکان کا دروازہ مسجد میں کھلتا تھا ) اور ولید کو اس\r\nوقت معلوم ہوا جب وہ ان کے سر پر جا کھڑے ہوئے۔ انہوں نے ان کو دیکھا تو گھبرا\r\nگئے ۔ اور جلدی سے کوئی چیز چار پائی کے نیچے کھسکا دی۔ انہوں نے خیال کیا کہ اب بھید\r\nکھل گیا اور چور پکڑا گیا۔ جھٹ ایک شخص نے ہلا بولے چالے ہاتھ اندر کیا اور وہ چیز نکال\r\nلی۔ دیکھا تو ایک طبق تھا اور اس کے اندر والی کوفہ کا کھانا اور انگوروں کا ایک خوشہ پڑا تھا\r\nجسے اس نے صرف اس شرم سے چھپا دیا تھا کہ ایسے بڑے مالدار صوبہ کے گورنر کے سامنے\r\nصرف یہی کھانا رکھا گیا تھا۔ اس امر کو دیکھ کر لوگوں کے ہوش اُڑ گئے سب شرمندہ ہو کر الٹے\r\nپاؤں لوٹے اور ایک دوسرے کو ملامت کرنے لگے کہ بعض شریروں کے دھوکا میں آکر\r\nانہوں نے ایسا خطرناک جرم کیا اور شریعت کے احکام کو پس پشت ڈال دیا۔ مگر ولید نے\r\nشرم سے اس بات کو دبا دیا اور حضرت عثمان کو اس امر کی خبر نہ کی ۔ لیکن یہ ان کا رحم جو ایک\r\nغیر مستحق قوم کے ساتھ کیا گیا تھا آخر ان کے لئے اور ان کے بعد ان کے قائمقام کے لئے\r\nنہایت مضر ثابت ہوا۔ مفسدوں نے بجائے اس کے کہ اس رحم سے متاثر ہوتے اپنی ذلت\r\nکو اور بھی محسوس کیا اور پہلے سے بھی زیادہ جوش سے ولید کی تباہی کی تدابیر کرنی شروع کیں\r\nاور حضرت عثمان کے پاس وفد بن کر گئے کہ ولید کو موقوف کیا جائے ۔ لیکن انہوں نے بلا کسی\r\nجرم کے والی کو موقوف کرنے سے انکار کر دیا۔ یہ لوگ واپس آئے تو اور دوسرے تمام ایسے\r\nلوگوں کو جمع کرنا شروع کیا جو سزا یافتہ تھے۔ اور مل کر مشورہ کیا کہ جس طرح ہو جھوٹ سچ ولید\r\nکو ذلیل کیا جاوے۔ ابو زینب اور ابو مورع دو شخصوں نے اس بات کا ذمہ لیا کہ وہ کوئی\r\n36"
    },
    {
        "id": 41,
        "pageNo": 41,
        "pageText": "تجویز کریں گے اور ولید کی مجلس میں جانا شروع کیا۔ ایک دن موقع پا کر جب کہ کوئی نہ تھا\r\nاور ولید اپنے مردانہ میں جس کو زنانہ حصہ سے صرف ایک پردہ ڈال کر جدا کیا گیا تھا سو\r\nگئے۔ ان دونوں نے ان کی انگشتری آہستہ سے اتار لی اور خود مدینہ کی طرف بھاگ نکلے کہ\r\nہم نے ولید کو شراب میں مخمور دیکھا ہے اور اس کا ثبوت یہ انگوٹھی ہے جو ان کے ہاتھ سے\r\nحالت نشہ میں ہم نے اتاری اور ان کو خبر نہ ہوئی۔ حضرت عثمان نے ان سے دریافت کیا\r\nکہ کیا تم لوگوں کے سامنے انہوں نے شراب پی تھی۔ انہوں نے اس بات کے اقرار کی تو\r\nجرات نہ کی کیونکہ سامنے شراب پینے سے ثابت ہوتا کہ وہ بھی ولید کے ساتھ شریک تھے۔\r\nاور یہ کہا کہ نہیں ہم نے ان کو شراب کی قے کرتے ہوئے دیکھا ہے۔ انگوٹھی اس کا ثبوت\r\nموجود تھی اور وہ گواہ حاضر تھے۔ اور کچھ اور شریر بھی ان کی شہادت کو زیادہ وقیع بنانے کے\r\nلئے ساتھ گئے تھے وہ بھی اس واقعہ کی تصدیق بالقرائن کرتے تھے۔ صحابہ سے مشورہ\r\nلیا گیا اور ولید کو حد شراب لگانے کا فیصلہ ہوا۔ کوفہ سے ان کو بلوایا گیا اور مدینہ میں شراب\r\nپینے کی سزا میں کوڑے لگوائے گئے ۔ ولید نے گو عذر کیا اور ان کی شرارت پر حضرت عثمان\r\nکو آگاہ کیا مگر انہوں نے کہا کہ بحکم شریعت گواہوں کے بیان کے مطابق سزا تو ملے گی۔\r\nہاں جھوٹی گواہی دینے والا خدا تعالیٰ کی طرف سے سزا پائے گا۔\r\nطبری جلد ۵ صفحه ۲۴۸۴۶ تا ۲۸۴۸ مطبوعه بیروت)\r\nولید معزول کئے گئے اور ناحق ان پر الزام لگایا گیا مگر صحابہ کے مشورہ کے ماتحت\r\nحضرت عثمان نے ان کو حد لگائی۔ اور چونکہ گواہ اور قرائن ان کے خلاف موجود تھے شریعت\r\nکے حکم کے ماتحت ان کو حد لگانا ضروری تھا۔ سعید بن العاص ان کی جگہ والی کوفہ بنا کر بھیج\r\n37"
    },
    {
        "id": 42,
        "pageNo": 42,
        "pageText": "دیئے گئے۔ انہوں نے کوفہ میں جا کر وہاں کی حالت دیکھی تو حیران ہو گئے ۔ تمام او باش\r\nاور دین سے ناواقف لوگ قبضہ جمائے ہوئے تھے اور شرفا محکوم ومغلوب تھے۔ انہوں نے\r\nاس واقعہ کی حضرت عثمان کو خبر دی۔ جنہوں نے ان کو نصیحت کی کہ جو لوگ بڑی بڑی\r\nقربانیاں کر کے دشمنوں کے مقابلہ کے لئے پہلے پہلے آتے تھے۔ ان کا اعزاز و احترام قائم\r\nکریں ہاں اگر وہ لوگ دین سے بے توجہی برتیں تب بے شک دوسرے ایسے لوگوں کو ان\r\nکی جگہ دیں جو زیادہ دین دار ہوں۔\r\nجس وقت کوفہ میں یہ شرارت جاری تھی بصرہ بھی خاموش نہ تھا وہاں بھی حکیم بن جبلہ\r\nابن السوداء کے ایجنٹ اور اس کے ساتھیوں کے ذریعہ حضرت عثمان کے نائیوں کے خلاف\r\nلوگوں میں جھوٹی تہمتیں مشہور کی جارہی تھیں۔\r\nمصر جو اصل مرکز تھا وہاں تو اور بھی زیادہ فساد بر پا تھا عبداللہ بن سبانے وہاں صرف\r\nسیاسی شورش ہی بر پانہ کر رکھی تھی بلکہ لوگوں کا مذہب بھی خراب کر رہا تھا۔ مگر اس طرح کہ\r\nدین سے ناواقف مسلمان اسے بڑا مخلص سمجھیں۔ چنانچہ وہ تعلیم دیتا تھا کہ تعجب ہے کہ بعض\r\nمسلمان یہ تو عقیدہ رکھتے ہیں کہ مسیح علیہ السلام دوبارہ دنیا میں تشریف لاویں گے مگر یہ نہیں\r\nمانتے کہ رسول کریم صلی اللہ علیہ وسلم دوبارہ معبوث ہوں گے حالانکہ اللہ تعالی قرآن کریم\r\nمیں فرماتا ہے کہ اِنَّ الَّذِي فَرَضَ عَلَيْكَ الْقُرْآنَ لَرَآدُّكَ إِلَى مَعَادٍ\r\n(القصص : ۸۶) یعنی وہ خدا جس نے قرآن کریم تجھ پر فرض کیا ہے تجھے ضرور لوٹنے کی\r\nجگہ کی طرف واپس لاوے گا۔ اس کی اس تعلیم کو اس کے بہت سے ماننے والوں نے\r\nقبول کر لیا۔ اور آنحضرت صلی اللہ علیہ وسلم کے دوبارہ دنیا میں تشریف لانے کے قائل\r\n38"
    },
    {
        "id": 43,
        "pageNo": 43,
        "pageText": "ہو گئے حالانکہ قرآن کریم ان لوگوں کے دوبارہ دنیا میں تشریف لانے سے جو فوت ہو چکے\r\nہیں بڑے زور سے انکار کرتا ہے۔ ہاں یہ ہوسکتا ہے کہ اللہ تعالیٰ ان کے نام کو روشن کرنے\r\nکے لئے کسی شخص کو انہی کے اخلاق اور صفات دے کر کھڑا کر دے۔ مگر یہ امر تناسخ یا کسی\r\nشخص کے دوبارہ واپس آنے کے عقیدہ سے بالکل الگ ہے۔ اور ایک بدیہی اور مشہور امر\r\nہے۔ علاوہ اس رجعت کے عقیدہ کے عبد اللہ بن سبا نے یہ بھی مشہور کرنا شروع کیا کہ ہزار\r\nنبی گزرے ہیں اور ہر ایک نبی کا ایک وصی تھا۔ اور رسول کریم صلی اللہ علیہ وسلم کے وصی\r\nحضرت علی ہیں۔ رسول کریم صلی اللہ علیہ وسلم خاتم الانبیاء تھے تو حضرت علی “ خاتم الاوصیاء\r\nہیں۔ پھر کہتا اس شخص سے زیادہ کون ظالم ہو سکتا ہے جو رسول کریم صلی اللہ علیہ وسلم کے وصی\r\nپر حملہ کر کے اس کا حق چھین لے۔\r\nغرض علاوہ سیاسی تدابیر کے جو اسلام میں تفرقہ ڈالنے کے لئے اس شخص نے اختیار\r\nکر رکھی تھیں۔ مذہبی فتنہ بھی بر پا کر رکھا تھا اور مسلمانوں کے عقائد خراب کرنے کی بھی فکر کر\r\nرہا تھا مگر یہ احتیاط ضرور برتا تھا کہ لوگ اس کو مسلمان ہی سمجھیں۔\r\nایسی حالت میں تین سال گزر گئے اور یہ مفسد گروہ برابر خفیہ کاروائیاں کرتا رہا اور\r\nاپنی جماعت بڑھاتا گیا۔ لیکن اس تین سال کے عرصہ میں کوئی خاص واقعہ سوائے اس کے\r\nنہیں ہوا کہ محمد بن ابی بکر اور محمد بن ابی حذیفہ دو شخص مدینہ منورہ کے باشندے بھی اس فتنہ\r\nمیں کسی قدر حصہ لینے لگے محمد بن ابی بکر تو حضرت ابوبکر\" کا چھوٹا لڑکا تھا جسے سوائے اس\r\nخصوصیت کے کہ وہ حضرت ابوبکر\" کا لڑکا تھا دینی طور پر کوئی فضیلت حاصل نہ تھی ۔ اور محمد\r\nبن ابی حذیفہ ایک یتیم تھا جسے حضرت عثمان نے پالا تھا۔ مگر بڑا ہو کر اس نے خاص طور پر\r\n39"
    },
    {
        "id": 44,
        "pageNo": 44,
        "pageText": "آپ\r\nکی مخالفت میں حصہ لیا جس کی وجوہ میں ابھی بیان کروں گا چوتھے سال میں اس فتنہ\r\nنے کسی قدر ہیبت ناک صورت اختیار کر لی اور اس کے بانیوں نے مناسب سمجھا کہ اب\r\nعلی الاعلان اپنے خیالات کا اظہار کیا جاوے اور حکومت کے رُعب کو مٹایا جاوے چنانچہ\r\nاس امر میں بھی کوفہ ہی نے ابتداء کی۔\r\nجیسا کہ میں پہلے بیان کر چکا ہوں ولید بن عتبہ کے بعد سعید بن العاص والی کوفہ\r\nمقرر ہوئے تھے۔ انہوں نے شروع سے یہ طریق اختیار کر رکھا تھا کہ صرف شرفاء شہر کو اپنے\r\nپاس آنے دیتے تھے مگر کبھی کبھی وہ ایسا بھی کرتے کہ عام مجلس کرتے اور ہر طبقہ کے آدمیوں\r\nکو اس وقت پاس آنے کی اجازت ہوتی۔ ایک دن اسی قسم کی مجلس میں بیٹھے ہوئے تھے کہ\r\nحضرت طلحہ کی سخاوت کا ذکر آیا اور کسی نے کہا کہ وہ بہت ہی سخاوت سے کام لیتے ہیں۔\r\nاس پر سعید کے منہ سے یہ فقرہ نکل گیا کہ ان کے پاس مال بہت ہے وہ سخاوت کرتے ہیں\r\nہمارے پاس بھی مال ہوتا تو ہم بھی ویسی ہی داد و دہش کرتے ۔ ایک نوجوان نادانی سے بول\r\nپڑا کہ کاش فلاں جا گیر جو اموال شاہی میں سے تھی اور عام مسلمانوں کے فائدہ کے لئے\r\nرکھی گئی تھی آپ کے قبضہ میں ہوتی ۔ اس پر اس فتنہ انگریز جماعت کے بعض آدمی جو اس\r\nانتظار میں تھے کہ کوئی موقع نکلے تو ہم اپنے خیالات کا اظہار کریں غصہ کا اظہار کرنے لگے\r\nاور ظاہر کرنے لگے کہ یہ بات اس شخص نے سعید والی کوفہ کے اشارہ سے کہی ہے۔ اور اس\r\nلئے کہی ہے تا کہ ان اموال کو ہضم کرنے کے لئے راستہ تیار کیا جاوے اور اٹھ کر اس شخص کو\r\nسعید کے سامنے ہی مارنا شروع کر دیا۔ اس کا باپ مدد کے لئے اٹھا تو اسے بھی خوب پیٹا\r\nسعید ان کو روکتے رہے مگر انہوں نے ان کی بھی نہ سنی اور مار مار کر دونوں کو بے ہوش کر دیا۔\r\n40"
    },
    {
        "id": 45,
        "pageNo": 45,
        "pageText": "یہ خبر جب لوگوں کو معلوم ہوئی کہ سعید کے سامنے بعض لوگوں نے ایسی شرارت کی ہے تو لوگ\r\nہتھیار بند ہو کر مکان پر جمع ہو گئے ۔ مگر ان لوگوں نے سعید کی منت و سماجت کی اور ان سے\r\nمعافی مانگی اور پناہ کے طلب گار ہوئے۔ ایک عرب کی فیاضی اور پھر وہ بھی قریش کی ایسے\r\nموقع پر کب برداشت کر سکتی تھی کہ دشمن مانگے اور وہ اس سے انکار کر دے۔ سعید نے باہر\r\nنکل کر لوگوں سے کہہ دیا کہ کچھ لوگ آپس میں لڑ پڑے تھے معاملہ کچھ نہیں اب سب خیر\r\nہے۔ لوگ تو اپنے گھروں میں لوٹ گئے اور ان لوگوں نے پھر وہی بے تکلفی شروع کی ۔ مگر\r\nجب سعید کو یقین ہو گیا کہ اب ان لوگوں کے لئے کوئی خطرہ کی بات نہیں ان کو رخصت کر\r\nدیا ۔ اور جن لوگوں کو پیٹا گیا تھا ان سے کہہ دیا کہ چونکہ میں ان لوگوں کو پناہ دے چکا ہوں\r\nان کے قصور کا اعلان نہ کرو اس میں میری سبکی ہوگی ۔ ہاں یہ تسلی رکھو کہ آئندہ یہ لوگ میری\r\nمجلس میں نہ آسکیں گے۔\r\nان مفسدوں کی اصل غرض تو پوری ہو چکی تھی۔ یعنی نظم اسلامی میں فساد پیدا کرنا۔\r\nاب انہوں نے گھروں میں بیٹھ کر علی الاعلان حضرت عثمان اور سعید کی برائیاں بیان کرنی\r\nشروع کر دیں۔ لوگوں کو ان کا یہ رویہ بہت برا معلوم ہوا اور انہوں نے سعید سے شکایت کی\r\nکہ یہ اس طرح شرارت کرتے ہیں اور حضرت عثمان کی اور آپ کی برائیاں بیان کرتے\r\nہیں اور امت اسلامیہ کے اتحاد کوتوڑنا چاہتے ہیں۔ ہم یہ بات برداشت نہیں کر سکتے آپ\r\nاس کا انتظام کریں۔ انہوں نے کہا کہ آپ لوگ خود تمام واقعات سے حضرت عثمان کو\r\nاطلاع دیں۔ آپ کے حکم کے ماتحت انتظام کیا جاوے گا۔ تمام شرفاء نے حضرت عثمان کو\r\nواقعات سے اطلاع دی۔ اور آپ نے سعید کو حکم دیا کہ اگر روسائے کوفہ اس امر پر متفق\r\n41"
    },
    {
        "id": 46,
        "pageNo": 46,
        "pageText": "ہوں تو ان لوگوں کو شام کی طرف جلا وطن کر دوں۔ اور امیر معاویہ کے پاس بھیج دو۔ ادھر\r\nامیر معاویہ کو لکھا کہ کچھ لوگ جو کھلے طور پر فساد پر آمادہ ہیں وہ آپ کے پاس کوفہ سے\r\nآدیں گے ان کے گزارہ کا انتظام کر دیں اور ان کی اصلاح کی تجویز کریں۔ اگر درست ہو\r\nجاویں اور اصلاح کرلیں تو ان کے ساتھ نرمی کرو اور ان کے پچھلے قصورروں سے درگزر کرو\r\nاور اگر شرارت پر مُصر رہیں تو پھر ان کو شرارت کی سزا دو۔\r\nحضرت عثمان کا یہ حکم نہایت دانائی پر مبنی تھا کیونکہ ان لوگوں کا کوفہ میں رہنا ایک\r\nطرف تو ان لوگوں کے جوشوں کو بھڑکانے والا تھا جو اس کی شرارتوں پر پوری طرح آگاہ\r\nتھے اور خطرہ تھا کہ وہ جوش میں آکر ان کو تکلیف نہ پہنچا بیٹھیں اور دوسری طرف اس لحاظ\r\nسے بھی مضر تھا کہ وہ لوگ وہاں کے باشندے اور ایک حد تک صاحب رسوخ تھے ۔ اگر\r\nوہاں رہتے تو اور بہت سے لوگوں کو خراب کرنے کا موجب ہوتے ۔ 9 مگر یہ حکم اس وقت\r\nجاری ہوا جب اس کا چنداں فائدہ نہ ہو سکتا تھا۔ اگر ابن عامر والی بصرہ ابن السوداء کے\r\nمتعلق بھی حضرت عثمان سے مشورہ طلب کرتا اور اس کے لئے بھی اسی قسم کا حکم جاری کیا\r\nجاتا تو شاید آئندہ حالات ان حالات سے بالکل مختلف ہوتے ۔ مگر مسلمانوں کی حالت اس\r\nوقت اس بات کی مقتضی تھی کہ ایسی ہی قضاء وقدر جاری ہو اور وہی ہوا۔\r\nیہ لوگ جو جلا وطن کئے گئے اور جن کو ابن سبا کی مجلس کارکن کہنا چاہئے تعداد میں دس\r\nکے قریب تھے ( گو ان\r\nکی صحیح تعداد میں اختلاف ہے) حضرت معاویہ نے ان کی اصلاح\r\nکے لئے پہلے تو یہ تدبیر کی کہ ان سے بہت اعزاز و احترام سے پیش آئے ۔ خود ان کے ساتھ\r\nکھانا کھاتے اور اکثر فرصت کے وقت ان کے پاس جا کر بیٹھتے۔ چند دن کے بعد انہوں\r\n42"
    },
    {
        "id": 47,
        "pageNo": 47,
        "pageText": "نے ان کو نصیحت کی اور کہا کہ میں نے سنا ہے کہ تم لوگوں کو قریش نا سے نفرت ہے ایسا نہیں\r\nچاہئے ۔ اللہ تعالیٰ نے عرب کو قریش کے ذریعہ سے ہی عزت دی ہے۔ تمہارے حکام\r\nتمہارے لئے ایک ڈھال کے طور پر ہیں۔ پس ڈھالوں سے جدا نہ ہو وہ تمہارے لئے\r\nتکالیف برداشت کرتے اور تمہاری فکر رکھتے ہیں۔ اگر اس امر کی قدر نہ کرو گے تو خدا تعالیٰ\r\nتم پر ایسے حکام مقرر کرے گا جو تم پر خوب ظلم کریں گے اور تمہارے صبر کی قدر نہ کریں گے\r\nاور تم اس دنیا میں عذاب میں مبتلاء ہو گے۔ اور اگلے جہان میں بھی ان ظالم بادشاہوں کے\r\nظلم کی سزا میں شریک ہو گے کیونکہ تم ہی ان کے قیام کے باعث بنو گے۔ حضرت معاویہ\r\nکی اس نصیحت کو سن کر ان میں سے ایک نے جواب دیا کہ قریش کا ذکر چھوڑو، نہ وہ پہلے\r\nتعداد میں ہم سے زیادہ تھے نہ اب ہیں۔ اور جس ڈھال کا تم نے ذکر کیا ہے وہ چھنی تو ہم کو\r\nہی ملے گی ۔ حضرت معاویہ نے فرمایا کہ معلوم ہوا تم لوگ بے وقوف بھی ہو۔ میں تم کو اسلام\r\nکی باتیں سناتا ہوں تم جاہلیت کا زمانہ یاد دلاتے ہو۔ سوال قریش کی قلت و کثرت کا نہیں\r\nبلکہ اس ذمہ داری کا ہے جو اسلام نے ان پر ڈالی ہے۔ قریش بے شک تھوڑے ہیں ۔ مگر\r\nجب خدا تعالیٰ نے دین کے ساتھ ان کو عزت دی ہے اور ہمیشہ سے مکہ مکرمہ کے تعلق کے\r\nباعث ان کی حفاظت کرتا چلا آیا ہے تو خدا کے فضل کا کون مقابلہ کر سکتا ہے۔ جب وہ کافر\r\nتھے تو اس ادنی تعلق کے باعث اس نے ان کی حفاظت کی ۔ اب وہ مسلمان ہو کر اس کے\r\nدین کے قائم کرنے والے ہو گئے ہیں تو کیا خدا تعالیٰ ان کو ضائع کر دے گا ؟ یا درکھو تم لوگ\r\nاسلام کے غلبہ کو دیکھ کر ایک رو میں مسلمان ہو گئے تھے اب شیطان تم کو اپنا ہتھیار بنا کر\r\nاسلام\r\nکو تباہ کرنے کے لئے تم سے کام لے رہا ہے اور دین میں رخنہ ڈالنا چاہتا ہے۔ مگر تم\r\n43"
    },
    {
        "id": 48,
        "pageNo": 48,
        "pageText": "لوگ جو فتنہ کھڑا کرو گے اس سے بڑے فتنہ میں اللہ تعالیٰ تم کو ڈالے گا۔ میرے نزدیک تم\r\nہرگز قابل التفات لوگ نہیں ہو جن لوگوں نے خلیفہ کو تمہاری نسبت لکھا انہوں نے غلطی کی۔\r\nنہ تم سے کسی نفع کی امید کی جا سکتی ہے نہ نقصان کی۔ ان لوگوں نے حضرت معاویہ کی تمام\r\nنصائح سن کر کہا کہ ہم تم کو حکم دیتے ہیں کہ تم اپنے عہدہ سے علیحدہ ہو جاؤ۔ حضرت معاویہؓ\r\nنے جواب دیا کہ اگر خلیفہ اور آئمۃ المسلمین کہیں تو میں آج الگ ہو جا تا ہوں تم لوگ ان\r\nمعاملات میں دخل دینے والے کون ہو۔ میں تم لوگوں کو نصیحت کرتا ہوں کہ اس طریق کو چھوڑ\r\nدو اور نیکی اختیار کرو۔\r\nاللہ تعالیٰ اپنے کام آپ کرتا ہے۔ اگر تمہاری رائے پر کام چلتے تو\r\nاسلام کا کام تباہ ہو جاتا۔ تم لوگ دراصل دین اسلام سے بیزار ہو۔\r\nتمہارے دلوں میں اور\r\nہے اور زبانوں پر اور مگر اللہ تعالیٰ تمہارے ارادوں اور مخفی منصوبوں کو ایک دن ظاہر کر کے\r\nچھوڑے گا۔ غرض دیر تک حضرت معاویہ ان کو سمجھاتے رہے اور یہ لوگ اپنی بیہودگی میں\r\nبڑھتے گئے۔ حتیٰ کہ آخر لا جواب ہو کر حضرت معاویہ پر حملہ کر دیا اور ان کو مارنا چاہا۔\r\nحضرت معاویہؓ نے ان کو ڈانٹا اور کہا یہ کوفہ نہیں شام ہے۔ اگر شام کے لوگوں کو معلوم ہوا تو\r\nجس طرح سعید کے کہنے سے کوفہ کے لوگ چپ کر رہے تھے یہ خاموش نہ رہیں گے بلکہ\r\nعوام الناس جوش میں میرے قول کی بھی پرواہ نہیں کریں گے اور تمہاری تکہ بوٹی کر دیں\r\nگے۔ یہ کہہ کر حضرت معاویہ مجلس سے اٹھ گئے اور ان لوگوں کو شام سے واپس کوفہ بھیج\r\nدیا۔ اور حضرت عثمان کو لکھ دیا کہ یہ لوگ بوجہ اپنی حماقت اور جہالت کے قابل التفات ہی\r\nنہیں ہیں۔ ان کی طرف توجہ ہی نہیں کرنی چاہئے اور سعید والی کوفہ کو بھی لکھ دیا جاوے کہ ان\r\nکی طرف توجہ نہ کرے۔ یہ بے دین لوگ ہیں اسلام سے متنفر ہیں۔ اہل ذمہ کا مال لوٹنا\r\nچاہتے ہیں اور فتنہ ان کی عادت ہے ان لوگوں میں اتنی طاقت نہیں کہ بلا کسی دوسرے کی مدد\r\n44"
    },
    {
        "id": 49,
        "pageNo": 49,
        "pageText": "کے خود کوئی نقصان پہنچا سکیں۔\r\nحضرت معاویہ کی یہ رائے بالکل درست تھی مگر وہ نہیں جانتے تھے کہ ان کے علاقہ\r\nسے باہر مصر میں چھپی ہوئی ایک روح ہے۔ جو ان سب لوگوں سے کام لے رہی ہے اور ان\r\nکا جاہل ہونا اور اُجڈ ہونا ہی اس کے کام کے لئے محمد ہے۔\r\nوہ لوگ جب دمشق سے نکلے تو انہوں نے کوفہ کا ارادہ ترک کر دیا۔ کیونکہ وہاں کے\r\nلوگ ان کی شرارتوں سے واقف تھے۔ اور ان کو خوف تھا کہ وہاں ان کو نقصان پہنچے گا اور\r\nجزیرہ کی طرف چلے گئے۔ وہاں کے گورنر عبد الرحمن تھے جو اس مشہور سپہ سالار کے خلف\r\nالرشید تھے جو جرات اور دلیری میں تمام دنیا کے لئے ایک روشن مثال قائم کر گیا ہے یعنی\r\nخالد بن ولید ۔ جس وقت ان کو ان لوگوں کی آمد کا حال معلوم ہوا تو انہوں نے فورا ان کو بلوایا\r\nاور کہا میں نے تمہارے حالات سنے ہیں۔ خدا مجھے نامراد کرے اگر میں تم کو درست نہ\r\nکروں۔ تم جانتے ہو کہ میں اس شخص کا بیٹا ہوں جس نے فتنہ ارتداد کو دور کیا تھا اور بڑی بڑی\r\nمشکلات سے کامیاب نکلا تھا۔ میں دیکھوں گا کہ تم جس طرح معاویہ اور سعید سے باتیں کیا\r\nکرتے تھے مجھے سے بھی کر سکتے ہو۔ سنو! اگر کسی شخص کے سامنے تم نے یہاں\r\nکوئی فتنہ کی\r\nبات کی تو پھر ایسی سزا دوں گا کہ تم یاد ہی رکھو گے یہ کہہ کر ان کو نظر بند کر دیا اور ہمیشہ اپنے\r\nساتھ رہنے کا حکم دیا۔ جب سفر پر جاتے تو ان کو اپنے ساتھ پا پیادہ لے جاتے اور ان سے\r\nدریافت کرتے کہ اب تمہارا کیا حال ہے؟ جس کو نیکی درست نہیں کرتی اس کا علاج سزا\r\nہوتی ہے۔ تم لوگ اب کیوں نہیں بولتے ؟ وہ لوگ ندامت کا اظہار کرتے اور اپنی شرارت\r\nپر تو بہ کرتے۔ اسی طرح کچھ مدت گزرنے پر عبد الرحمن بن خالد بن ولید نے خیال کیا کہ\r\n45"
    },
    {
        "id": 50,
        "pageNo": 50,
        "pageText": "ان لوگوں کی اصلاح ہوگئی ہے اور ان میں سے ایک شخص مالک نامی کو حضرت عثمان کی\r\nخدمت میں بھیجا کہ وہاں جا کر معافی مانگو وہ حضرت عثمان کے پاس آیا اور توبہ کی اور اظہار\r\nندامت کیا اور اپنے اور اپنے ساتھیوں کے لئے معافی مانگی۔ انہوں نے ان کو معاف کر دیا\r\nاور ان سے دریافت کیا کہ وہ کہاں رہنا چاہتے ہیں مالک نے کہا کہ اب ہم عبد الرحمن بن\r\nخالد کے پاس رہنا چاہتے ہیں۔ حضرت عثمان نے اجازت دی اور وہ شخص واپس عبد الرحمن\r\nبن خالد کے پاس چلا گیا۔\r\nاس شخص کے عبدالرحمن بن خالد کے پاس ہی رہنے کی خواہش سے معلوم ہوتا ہے\r\nکہ اس وقت اس کا دل ضرور صاف ہو چکا تھا۔ کیونکہ اگر ایسا نہ ہوتا تو وہ ایسے آدمی کے پاس\r\nجو شرارت کو ایک منٹ کے لئے روانہ رکھتا تھا واپس جانے کی خواہش نہ کرتا۔ مگر بعد کے\r\nواقعات سے معلوم ہوتا ہے کہ اس کی تو بہ بالکل عارضی تھی اور حضرت معاویہؓ کا یہ خیال\r\nدرست تھا کہ یہ بے وقوف لوگ ہیں اور صرف ہتھیار بن کر کام کر سکتے ہیں۔\r\nعبد اللہ بن سبا اس عرصہ میں خاموش نہ بیٹھا ہوا تھا بلکہ اس نے کچھ مدت سے یہ\r\nرویہ اختیار کیا تھا کہ اپنے ایجنٹوں کو تمام علاقوں میں بھیجتا اور اپنے خیالات پھیلا تا۔ اس\r\nمیں کوئی شک نہیں کہ یہ شخص غیر معمولی عقل و دانش کا آدمی تھا۔ وہ احکام جو اس نے اپنے\r\nایجنٹوں کو دیئے اس کے دماغ کی بناوٹ پر خوب روشنی ڈالتے ہیں۔ جب یہ اپنے نائب\r\nروانہ کرتا تو ان کو ہدایت دیتا کہ اپنے خیالات کو فورا لوگوں کے سامنے نہ پیش کر دیا کرو بلکہ\r\nپہلے وعظ و نصیحت سے کام لیا کرو۔ اور شریعت کے احکام لوگوں کو سنایا کرو ۔ اور اچھی باتوں\r\nکا حکم دیا کرو اور بڑی باتوں سے روکا کرو۔ جب لوگ تمہارا یہ طریق دیکھیں گے تو ان کے\r\n46"
    },
    {
        "id": 51,
        "pageNo": 51,
        "pageText": "دل تمہاری طرف مائل ہو جائیں گے اور تمہاری باتوں کو شوق سے سنا کریں گے اور تم پر\r\nاعتبار پیدا ہو جائے گا۔ تب عمدگی سے ان کے سامنے اپنے خاص خیالات پیش کرو وہ بہت\r\nجلد قبول کر لیں گے۔ اور یہ بھی احتیاط رکھو کہ پہلے حضرت عثمان کے خلاف باتیں نہ کرنا۔\r\nبلکہ ان کے نائبوں کے خلاف لوگوں کے جوش کو بھڑ کا نا۔ اس سے اس کی غرض یہ تھی کہ\r\nحضرت عثمان سے خاص مذہبی تعلق ہونے کی وجہ سے لوگ ان کے خلاف باتیں سن کر\r\nبھڑک اٹھیں گے۔ لیکن امراء کے خلاف باتیں سننے سے ان کے مذہبی احساسات کو تحریک\r\nنہ ہوگی اس لئے ان کو قبول کر لیں گے۔ جب اس طرح ان کے دل سیاہ ہو جائیں گے اور\r\nایک خاص پارٹی میں شمولیت کر لینے سے جو ضد پیدا ہو جاتی ہے وہ پیدا ہو جاوے گی ۔ تو پھر\r\nحضرت عثمان کے خلاف ان کو بھڑ کا نا بھی آسان ہوگا۔\r\nاس شخص نے جب یہ دیکھا کہ والیان صوبہ جات کی برائیاں جب کبھی بیان کی جاتی\r\nہیں تو سمجھ دار لوگ ان کو قبول کرنے سے انکار کرتے ہیں کیونکہ وہ لوگ اپنے مشاہدہ کی بناء\r\nپر ان شکایات کو جھوٹا اور بے حقیقت جانتے ہیں اور ملک میں عام جوش نہیں پھیلتا۔ تو اس\r\nنے ایک اور خطرناک تدبیر اختیار کی اور وہ یہ کہ اپنے نائبوں کو حکم دیا کہ بجائے اس کے کہ ہر\r\nجگہ کے گورنروں کو انہی کے علاقوں میں بدنام کرنے کی کوشش کریں ان کی برائیاں لکھ کر\r\nدوسرے علاقوں میں بھیجیں۔ کیونکہ دوسرے علاقوں کے لوگ اس جگہ کے حالات سے\r\nناواقفیت کی وجہ سے ان کی باتوں کو آسانی سے قبول کر لیں گے۔ چنانچہ اس مشورہ کے\r\nماتحت ہر جگہ کے مفسد اپنے علاقوں کے حکام کی جھوٹی شکایات اور بناوٹی مظالم لکھ کر\r\nدوسرے علاقوں کے ہمدردوں کو بھیجتے اور وہ ان خطوں کو پڑھ کر لوگوں کو سناتے اور بوجہ غیر\r\n47"
    },
    {
        "id": 52,
        "pageNo": 52,
        "pageText": "ممالک کے حالات سے ناواقفیت کے بہت سے لوگ ان باتوں کو سیچ یقین کر لیتے اور\r\nافسوس کرتے کہ فلاں فلاں ملک کے ہمارے بھائی سخت مصیبتوں میں مبتلاء ہیں اور ساتھ\r\nشکر بھی کرتے کہ خدا کے فضل سے ہمارا والی اچھا ہے ہمیں کوئی تکلیف نہیں۔ اور یہ نہ جانتے\r\nکہ دوسرے ممالک کے لوگ اپنے آپ کو آرام میں اور ان\r\nکو دکھ میں سمجھتے اور اپنی حالت پر\r\nشکر اور ان کی حالت پر افسوس کرتے ہیں۔ مدینہ کے لوگوں کو چونکہ چاروں اطراف سے\r\nخطوط آتے تھے۔ ان میں سے جو لوگ ان خطوط کو صحیح تسلیم کر لیتے وہ یہ خیال کر لیتے کہ شاید\r\nسب ممالک میں ظلم ہی ہو رہا ہے اور مسلمانوں پر سخت مصائب ٹوٹ رہے ہیں غرض عبد اللہ\r\nبن سبا کا یہ فریب بہت کچھ کارگر ثابت ہوا۔ اور اسے اس ذریعہ سے ہزاروں ایسے ہمدردل\r\nگئے جو بغیر اس تدبیر کے ملنے مشکل تھے۔\r\nجب یہ شورش حد سے بڑھنے لگی۔ اور صحابہ کرام کو بھی ایسے خطوط ملنے لگے جن میں\r\nگورنروں کی شکایات درج ہوتی تھیں تو انہوں نے مل کر حضرت عثمان سے عرض کیا کہ کیا\r\nآپ\r\nکو معلوم نہیں کہ باہر کیا ہورہا ہے۔ انہوں نے فرمایا کہ جور پورٹیں مجھے آتی ہیں وہ تو خیر و\r\nعافیت ہی ظاہر کرتی ہیں۔ صحابہ نے جواب دیا کہ ہمارے پاس اس اس مضمون کے خطوط\r\nباہر سے آتے ہیں اس کی تحقیق ہونی چاہئے۔ حضرت عثمان نے اس پر ان سے مشورہ طلب\r\nکیا کہ تحقیق کس طرح کی جاوے۔ اور ان کے مشورہ کے مطابق اسامہ بن زید کو بصرہ کی\r\nطرف محمد بن مسلم کو کوفہ کی طرف عبد اللہ بن عمرؓ کو شام کی طرف عمار بن یاسر کو مصر کی طرف\r\nبھیجا کہ وہاں کے حالات کی تحقیق کر کے رپورٹ کریں کہ آیا واقع میں امراء رعیت پر ظلم\r\nکرتے ہیں اور تعدی سے کام لیتے ہیں اور لوگوں کے حقوق مار لیتے ہیں۔ اور ان چاروں\r\n48"
    },
    {
        "id": 53,
        "pageNo": 53,
        "pageText": "کے علاوہ کچھ اور لوگ بھی متفرق بلاد کی طرف بھیجے تا کہ وہاں کے حالات سے اطلاع دیں۔\r\n(طبری جلد نمبر ۶ صفحه ۲۹۴۳ مطبوعہ بیروت)\r\nیہ لوگ گئے اور تحقیق کے بعد واپس آکر ان سب نے رپورٹ کی کہ سب جگہ امن\r\nہے اور مسلمان بالکل آزادی سے زندگی بسر کر رہے ہیں ۔ اور ان کے حقوق کو کوئی تلف نہیں\r\nکرتا اور حکام عدل و انصاف سے کام لے رہے ہیں۔ مگر عمار بن یاسر نے دیر کی اور ان کی\r\nکوئی خبر نہ آئی عمار بن یاسر نے کیوں دیر کی اس کا ذکر تو پھر کروں گا۔ پہلے میں اس تحقیقی\r\nوفد اور اس کی تحقیق کی اہمیت کے متعلق کچھ بیان کرنا چاہتا ہوں۔ کیونکہ اس وفد کے حالات\r\nکو اچھی طرح سمجھ لینے سے اس فتنہ کی اصل حقیقت اچھی طرح واضح ہو جاتی ہے۔ سب سے\r\nپہلی بات جو قابل غور ہے یہ ہے کہ اس وفد کے تینوں سرکردہ جو لوٹ کر آئے اور جنہوں نے\r\nآکر رپورٹ دی وہ کس پایہ کے آدمی تھے۔ کیونکہ تحقیق کرنے والے آدمیوں کی حیثیت\r\nسے اس تحقیق کی حیثیت معلوم ہوتی ہے۔ اگر اس وفد میں ایسے لوگ بھیجے جاتے جو عثمان یا\r\nآپ کے نواب سے کوئی غرض رکھتے یا جن کی دینی و دنیاوی حیثیت اس قدر اعلیٰ اور ارفع نہ\r\nہوتی کہ وہ حکام سے خوف کھاویں یا کوئی طمع رکھیں تو کہا جا سکتا تھا کہ یہ لوگ کسی لالچ یا\r\nخوف کے باعث حقیقت کے بیان کرنے سے اعراض کر گئے ۔ مگر ان لوگوں پر اس قسم کا\r\nاعتراض ہر گز نہیں پڑسکتا اور ان لوگوں کو اس کام کے لئے منتخب کر کے حضرت عثمان نے\r\nاپنی نیک نیتی کا ایک بین ثبوت دے دیا ہے۔ اسامہ جن کو بصرہ کی طرف بھیجا گیا تھا وہ شخص\r\nہے کہ جو نہ صرف یہ کہ اول المؤمنین حضرت زید کے لڑکے ہیں بلکہ رسول کریم صلی اللہ علیہ\r\nوسلم کے بڑے مقربین اور پیاروں میں سے ہیں۔ اور آپ ہی وہ شخص ہیں جن کو رسول کریم\r\n49"
    },
    {
        "id": 54,
        "pageNo": 54,
        "pageText": "صلی اللہ علیہ وسلم نے اس لشکر عظیم کی سپہ سالاری عطا کی جسے آپ اپنی مرض موت میں تیار\r\nکرا رہے تھے اور اس میں حضرت عمر\" جیسے بڑے بڑے صحابیوں کو آپ کے ماتحت کیا\r\nاور آنحضرت صلی اللہ علیہ وسلم کا یہ انتخاب صرف دلداری کے طور پر ہی نہ تھا بلکہ بعد کے\r\nواقعات نے ثابت کر دیا کہ وہ بڑے بڑے کاموں کے اہل تھے۔ رسول کریم صلی اللہ علیہ\r\nوسلم ان سے قدر محبت کرتے کہ دیکھنے والے فرق نہ کر سکتے تھے کہ آپ ان کو زیادہ چاہتے\r\nہیں یا حضرت امام حسن کو ۔ محمد بن مسلم بھی جن کو کو نہ بھیجا گیا جلیل القدرصحابہ میں سے تھے\r\nاور صحابہ میں خاص عزت کی نگاہ سے دیکھے جاتے تھے اور نہایت صاحب رسوخ تھے۔\r\nحضرت عبد اللہ بن عمرؓ جن کو شام کی طرف روانہ کیا گیا ایسے لوگوں میں سے ہیں\r\nجن کے تعارف کی ضرورت ہی نہیں۔ آپ سابق بالعبد مسلمانوں میں سے تھے۔ اور زہدو\r\nتقویٰ اللہ میں آپ کی وہ شان تھی کہ اکا بر صحابہ بھی آپ کی ان خصوصیات کی وجہ سے آپ\r\nکا خاص ادب کرتے تھے۔ حضرت علی کے بعد اگر کسی صحابی پر صحابہ اور دوسرے بزرگوں\r\nکی نظر خلافت کے لئے پڑی تو آپ پر پڑی۔ مگر آپ نے دنیا سے علیحدگی کو اپنا شعار بنا\r\nرکھا تھا۔ شعائر دینیہ کے لئے آپ کو اس قدر غیرت تھی کہ بعض دفعہ آپ نے خود عمر بن\r\nالخطاب سے بڑی سختی سے بحث کی۔ غرض حق گوئی میں آپ ایک کھینچی ہوئی تلوار تھے۔\r\nآپ کا انتخاب شام کے لئے نہایت ہی اعلیٰ انتخاب تھا۔ کیونکہ بوجہ اس کے کہ حضرت\r\nمعاویہ دیر سے شام کے حاکم تھے اور وہاں کے لوگوں پر ان کا بہت رُعب تھا اور بوجہ ان\r\nکی ذکاوت کے ان کے انتظام کی تحقیق کرنا کسی معمولی آدمی کا کام نہ تھا۔ اس جگہ کسی\r\nدوسرے آدمی کا بھیجا جانا فضول تھا۔ اور لوگوں کو اس کی تحقیق پر تسلی بھی نہ ہوتی مگر آپ کی\r\n50"
    },
    {
        "id": 55,
        "pageNo": 55,
        "pageText": "سبقت ایمانی اور غیر اسلامی اور حریت اور تقوی و زہد ایسے کمالات تھے کہ ان کے سامنے\r\nمعاویہ دم نہ مار سکتے تھے اور نہ ایسے شخص کی موجودگی میں حضرت معاویہ کا رعب کسی شخص\r\nپر پڑ سکتا تھا۔\r\nغرض جو لوگ تحقیق کے لئے بھیجے گئے تھے وہ نہایت عظیم الشان اور بے تعلق لوگ\r\nتھے اور ان کی تحقیق پر کسی شخص کو اعتراض کی گنجائش حاصل نہیں پس ان\r\nتینوں صحابہ کا مع\r\nان دیگر آدمیوں کے جو دوسرے بلاد میں بھیجے گئے متفقہ طور پر فیصلہ دینا کہ ملک میں بالکل\r\nامن و امان ہے۔ ظلم و تعدی کا نام و نشان نہیں۔ حکام عدل وانصاف سے کام لے رہے ہیں\r\nاور اگر ان پر کوئی الزام ہے تو یہ کہ لوگوں کو حدود کے اندر رہنے پر مجبور کرتے ہیں ایک ایسا\r\nفیصلہ ہے جس کے بعد کسی شک کی گنجائش نہیں رہتی۔ اور صاف معلوم ہوتا ہے کہ یہ سب فساد\r\nچند شریر النفس آدمیوں کی شرارت و عبد اللہ بن سبا کی انگیخت کا نتیجہ تھا۔ ورنہ حضرت عثمان\r\nاور ان کے نواب ہر قسم کے اعتراضات سے پاک تھے۔\r\nحق یہی ہے کہ یہ سب شورش ایک خفیہ منصوبہ کا نتیجہ تھی جس کے اصل بانی یہودی\r\nتھے۔ جن کے ساتھ طمع دنیاوی میں مبتلاء بعض مسلمان جو دین سے نکل چکے تھے شامل ہو\r\nگئے تھے ورنہ امرائے بلاد کا نہ کوئی قصور تھا نہ وہ اس فتنہ کے باعث تھے۔ ان کا صرف اسی\r\nقدر قصور تھا کہ ان کو حضرت عثمان نے اس کام کے لئے مقرر کیا تھا اور حضرت عثمان کا یہ\r\nقصور تھا کہ باوجود پیرانہ سالی اور نقاہت بدنی کے اتحاد اسلام کی رہی کو اپنے ہاتھوں میں\r\nپکڑے بیٹھے تھے اور امت اسلامیہ کا بوجھ اپنی گردن پر اٹھائے ہوئے تھے اور شریعت\r\nاسلام کے قیام کی فکر رکھتے تھے۔ اور مستمر دین اور ظالموں کو اپنی حسب خواہش کمزوروں اور\r\n51"
    },
    {
        "id": 56,
        "pageNo": 56,
        "pageText": "بے وارثوں پر ظلم و تعدی کرنے نہ دیتے تھے چنانچہ اس امر کی تصدیق اس واقعہ سے بھی\r\nہوتی ہے کہ کوفہ میں انہی فساد چاہنے والوں کی ایک مجلس\r\nبیٹھی اور اس میں افساد امر المسلمین\r\nپر گفتگو ہوئی تو سب لوگوں نے بالا تفاق یہ رائے دی لَا وَ اللَّهِ لَا يَرْفَعُ رَأْسٌ مَادَامَ\r\nعُثْمَانُ عَلَى النَّاسِ یعنی کوئی شخص اس وقت تک سر نہیں اٹھا سکتا جب تک کہ عثمان کی\r\nحکومت ہے۔ عثمان ہی کا ایک وجود تھا جو سرکشی سے باز رکھے ہوئے تھے۔ اس کا درمیان\r\nسے ہٹانا آزادی سے اپنی مرادیں پوری کرنے کے لئے ضروری تھا۔\r\nمیں نے بتایا تھا کہ عمار بن یا سرجن کو مصر کی طرف روانہ کیا گیا تھا وہ واپس نہیں\r\nآئے۔ ان کی طرف سے خبر آنے میں اس قدر دیر ہوئی کہ اہل مدینہ نے خیال کیا کہ کہیں\r\nمارے گئے ہیں۔ مگر اصل بات یہ تھی کہ وہ اپنی سادگی اور سیاست سے ناواقفیت کی وجہ سے\r\nان مفسدوں کے پنجہ میں پھنس گئے تھے جو عبد اللہ بن سبا کے شاگرد تھے۔ مصر میں چونکہ خود\r\nعبد اللہ بن سبا موجود تھا اور وہ اس بات سے غافل نہ تھا کہ اگر اس تحقیقاتی وفد نے تمام ملک\r\nمیں امن و امان کا فیصلہ دیا تو تمام لوگ ہمارے مخالف ہو جاویں گے اس وفد کے بھیجے جانے\r\nکا فیصلہ ایسا اچانک ہوا تھا کہ دوسرے علاقوں میں وہ کوئی انتظام نہیں کر سکا تھا۔ مگر مصر کا\r\nانتظام اس کے لئے آسان تھا جو نہ عمار بن یاسر مصر میں داخل ہوئے اس نے ان کا استقبال\r\nکیا۔ اور والی مصر کی برائیاں اور مظالم بیان کرنے شروع کئے۔ وہ اس کے لسانی سحر کے اثر\r\nسے محفوظ نہ رہ سکے۔ اور بجائے اس کے کہ ایک عام بے لوث تحقیق کرتے۔ والی مصر کے\r\nپاس گئے ہی نہیں اور نہ عام تحقیق کی بلکہ اس مفسد گروہ کے ساتھ چلے گئے اور انہی کے ساتھ\r\nمل کر اعتراض کرنے شروع کر دیئے۔\r\n52"
    },
    {
        "id": 57,
        "pageNo": 57,
        "pageText": "صحابہ میں سے اگر کوئی شخص اس مفسد گروہ کے پھندے میں پھنسا ہوا ایقینی طور پر\r\nثابت ہوتا ہے تو وہ صرف عمار بن یاسر ہیں۔ ان کے سوا کئی معروف صحابی اس حرکت میں\r\nشامل نہیں ہوا۔ اور اگر کسی کی شمولیت بیان کی گئی ہے تو دوسری روایات سے اس کا رد بھی ہو\r\nگیا ہے۔ عمار بن یاسر کا ان لوگوں کے دھوکے میں آجانا ایک خاص وجہ سے تھا اور وہ یہ کہ\r\nجب وہ مصر پہنچے تو وہاں پہنچتے ہی بظاہر ثقہ نظر آنے والے اور نہایت طر ارولستان لوگوں کی\r\nایک جماعت ان کو ملی جس نے نہایت عمدگی سے ان کے پاس والی مصر کی شکایات بیان\r\nکرنی شروع کیں۔ اتفاقاً والی مصر ایک ایسا شخص تھا جو کبھی رسول کریم صلی اللہ علیہ وسلم کا\r\nسخت مخالف رہ چکا تھا اور اس کی نسبت آپ نے فتح مکہ کے وقت حکم دیا تھا کہ خواہ خانہ کعبہ\r\nہی میں کیوں نہ ملے اسے قتل کر دیا جائے ۔ اور گو بعد میں آپ نے اسے معاف کر دیا مگر\r\nاس کی پہلی مخالفت کا بعض صاحبہ کے دل پر جن میں عمار بھی شامل تھے اثر باقی تھا پس ایسے\r\nشخص کے خلاف باتیں سن کر عمار بہت جلد متاثر ہو گئے اور ان الزامات کو جو اس پر لگائے\r\nجاتے تھے صحیح تسلیم کر لیا اور احساس طبعی سے فائدہ اٹھا کر سبائی یعنی عبد اللہ بن سبا کے ساتھی\r\nاس کے خلاف اس بات پر خاص زور دیتے تھے۔ پس حضرت عثمان کی نیک نیتی اور\r\nاخلاص کا اس سے اندازہ ہو سکتا ہے کہ باوجود اس کے کہ سوائے ایک شخص کے سب وفدوں\r\nنے حکام کی بریت کا فیصلہ دیا تھا۔ حضرت عثمان نے اس ایک مخالف رائے کی قدر کر کے\r\nایک خط تمام علاقوں کے لوگوں کی طرف بھیجا جس کا مضمون یہ تھا کہ میں جب سے خلیفہ ہوا\r\nہوں امر بالمعروف اور نہی عن المنکر پر میر اعمل ہے اور میرے رشتہ داروں کا عام مسلمانوں\r\nسے زیادہ کوئی حق نہیں۔ مگر مجھے مدینے کے رہنے والے بعض لوگوں سے معلوم ہوا ہے کہ\r\nحکام لوگوں کو مارتے اور گالیاں دیتے ہیں اس لئے میں اس خط کے ذریعے سے عام اعلان\r\n53"
    },
    {
        "id": 58,
        "pageNo": 58,
        "pageText": "کرتا ہوں کہ جس کسی کو خفیہ طور پر گالی دی گئی ہو یا پیٹا گیا ہو وہ حج کے موقعہ پر مکہ مکرمہ میں\r\nمجھ سے ملے اور جو کچھ اس پر ظلم ہوا ہو خواہ میرے ہاتھوں سے خواہ میرے عاملوں کے\r\nذریعے سے اس کا بدلہ وہ مجھ سے اور میرے نائبوں سے لے لے یا معاف کر دے۔ اللہ\r\nتعالیٰ صدقہ دینے والوں کو اپنے پاس سے جزاء دیتا ہے۔ یہ مختصر لیکن دردناک خط جس وقت\r\nتمام ممالک میں منبروں پر پڑھا گیا تو عالم اسلام ایک سرے سے دوسرے سرے تک ہل\r\nگیا اور سامعین بے اختیار رو پڑے اور سب نے حضرت عثمان کے لئے دعائیں کیں اور\r\nان فتنہ پردازوں پر جو اس ملت اسلام کے در در کھنے والے اور اس کا بوجھ اٹھانے والے\r\nانسان پر حملہ کر رہے تھے اور اس کو دکھ دے رہے تھے اظہار افسوس کیا گیا۔\r\n(طبری جلد نمبر ۶ صفحه ۲۹۴۴ مطبوعہ بیروت)\r\nحضرت عثمان نے اسی پر بس نہیں کی بلکہ اپنے اعمال کو ان الزامات کے جواب\r\nدینے کے لئے جو ان پر لگائے جاتے تھے خاص طور پر طلب کیا۔ جب سب والی جمع ہو\r\nگئے تو آپ نے ان سے کہا کہ یہ کیا بات ہے کہ آپ لوگوں کے خلاف الزام لگائے جاتے\r\nہیں۔ مجھے خوف آتا ہے کہ کہیں یہ باتیں درست ہی نہ ہوں۔ اس پر ان سب نے جواب\r\nمیں عرض کیا کہ آپ نے معتبر آدمیوں\r\nکو بھیج کر دریافت کرالیا ہے کہ کوئی ظلم نہیں ہوتا۔ نہ\r\nخلاف شریعت کوئی کام ہوتا ہے اور آپ کے بھیجے ہوئے معتبروں نے سب لوگوں سے\r\nحالات دریافت کئے۔ ایک شخص بھی ان کے سامنے آکر ان شکایات کی صحت کا جو بیان کی\r\nجاتی ہیں مدعی نہیں ہوا۔ پھر شک کی کیا گنجائش ہے۔ خدا کی قسم ہے کہ ان لوگوں نے بیچ سے\r\nکام نہیں لیا اور نہ تقویٰ اللہ سے کام لیا ہے۔ اور ان کے الزامات کی کوئی حقیقت نہیں۔ ایسی\r\n54"
    },
    {
        "id": 59,
        "pageNo": 59,
        "pageText": "بے بنیاد باتوں پر گرفت جائز نہیں ہوسکتی نہ ان پر اعتبار کیا جاسکتا ہے۔\r\nحضرت عثمان نے فرمایا کہ پھر مجھے مشورہ دو کہ کیا کیا جاوے۔ اس پر مختلف\r\nمشورے آپ کو دیئے گئے۔ جن سب کا ماحصل یہی تھا کہ آپ سختی کے موقع پر سختی سے کام\r\nلیں اور ان فسادیوں کو اس قدر ڈھیل نہ دیں۔ اس سے ان میں اور دلیری پیدا ہوتی ہے۔\r\nشریر صرف سزا سے ہی درست ہو سکتا ہے نرمی اسی سے کرنی چاہئے جو نرمی سے فائدہ\r\nاٹھائے ۔ حضرت عثمان نے سب کا مشورہ سن کر فرمایا۔ جن فتنوں کی خبر رسول کریم صلی اللہ\r\nعلیہ وسلم دے چکے ہیں وہ تو ہو کر رہیں گے ہاں نرمی سے اور محبت سے ان کو ایک وقت تک\r\nروکا جا سکتا ہے۔ پس میں سوائے حدود اللہ کے ان لوگوں سے نرمی ہی سے معاملہ کروں گا\r\nتا کہ کسی شخص کی میرے خلاف حجت حقہ نہ ہو۔ اللہ تعالیٰ جانتا ہے کہ میں نے لوگوں سے\r\nبھلائی میں کوئی کمی نہیں کی۔ مبارک ہو عثمان کے لئے اگر وہ فوت ہو جاوے اور فتنوں کا\r\nسیلاب جو اسلام پر آنے والا ہے وہ ابھی شروع نہ ہوا ہو ۔ پس جاؤ اور لوگوں سے نرمی سے\r\nمعاملہ کرو اور ان کے حقوق ان کو دو اور ان کی غلطیوں سے درگزر کر و ۔ ہاں اگر اللہ تعالیٰ کے\r\nاحکام کو کوئی توڑے تو ایسے شخصوں سے نرمی اور عفو کا معاملہ نہ کرو۔\r\nحج سے واپسی پر حضرت معاویہ بھی حضرت عثمان کے ساتھ مدینہ آئے کچھ دن\r\nٹھہر کر آپ واپس جانے لگے تو آپ نے حضرت عثمان سے علیحدہ مل کر درخواست کی کہ فتنہ\r\nبڑھتا معلوم ہوتا ہے۔ اگر اجازت ہو تو میں اس کے متعلق کچھ عرض کروں۔ آپ نے فرمایا\r\nکہو۔ اس پر انہوں نے کہا کہ اول میرا مشورہ یہ ہے کہ آپ میرے ساتھ شام چلے چلیں\r\nکیونکہ شام میں ہر طرح سے امن ہے اور کسی قسم کا فساد نہیں ایسا نہ ہو کہ یک دم کسی قسم کا فساد\r\n55"
    },
    {
        "id": 60,
        "pageNo": 60,
        "pageText": "اٹھے اور اس وقت کوئی انتظام نہ ہو سکے۔ حضرت عثمان نے ان کو جواب دیا کہ میں رسول\r\nکریم صلی اللہ علیہ وسلم کی ہمسائیگی کوکسی صورت میں نہیں چھوڑ سکتا خواہ جسم کی دھجیاں اُڑادی\r\nجائیں۔ حضرت معاویہ نے کہا کہ پھر دوسرا مشورہ یہ ہے کہ آپ مجھے اجازت دیں کہ میں\r\nایک دستہ شامی فوج کا آپ کی حفاظت کے لئے بھیج دوں۔ ان لوگوں کی موجودگی میں کوئی\r\nشخص شرارت نہیں کر سکے گا حضرت عثمان نے جواب دیا کہ نہ میں عثمان کی جان کی\r\nحفاظت کے لئے اس قدر بوجھ بیت المال پر ڈال سکتا ہوں اور نہ یہ پسند کر سکتا ہوں کہ\r\nمدینہ کے لوگوں کو فوج رکھ کر تنگی میں ڈالوں ۔ اس پر حضرت معاویہؓ نے عرض کی کہ پھر\r\nتیسری تجویز یہ ہے کہ صحابہ کی موجودگی میں لوگوں کو جرات ہے کہ اگر عثمان نہ رہے تو ان\r\nمیں سے کسی کو آگے کھڑا کر دیں گے۔ ان لوگوں کو مختلف ملکوں میں پھیلا دیں۔ حضرت\r\nعثمان نے جواب دیا کہ یہ کیونکر ہو سکتا ہے کہ جن لوگوں کو رسول کریم صلی اللہ علیہ وسلم نے\r\nجمع کیا ہے میں ان کو پراگندہ کر دوں۔ اس پر معاویہ رو پڑے اور عرض کی کہ اگر ان\r\nتدابیر میں سے جو آپ کی حفاظت کے لئے میں نے پیش کی ہیں آپ کوئی بھی قبول نہیں\r\nکرتے تو اتنا تو کیجئے کہ لوگوں میں اعلان کر دیجئے کہ اگر میری جان کو کوئی نقصان پہنچے تو\r\nمعاویہ کو میرے قصاص کا حق ہوگا۔ شاید لوگ اس سے خوف کھا کر شرارت سے باز\r\nرہیں ۔ حضرت عثمان نے جواب دیا کہ معاویہ ! جو ہونا ہے ہوکر رہے گا میں ایسا نہیں کر سکتا\r\nکیونکہ آپ کی طبیعت سخت ہے ایسا نہ ہو آپ مسلمانوں پر سختی کریں اس پر حضرت معاویہؓ\r\nروتے ہوئے آپ کے پاس سے اٹھے اور کہا کہ میں سمجھتا ہوں کہ شاید یہ آخری ملاقات\r\nہو۔ اور باہر نکل کر صحابہؓ سے کہا کہ اسلام کا دارو مدار آپ لوگوں پر ہے حضرت عثمان اب\r\nبالکل ضعیف ہو گئے ہیں اور فتنہ بڑھ رہا ہے آپ لوگ ان کی نگہداشت رکھیں۔ یہ کہہ کر\r\n56"
    },
    {
        "id": 61,
        "pageNo": 61,
        "pageText": "معاویہ شام کی طرف روانہ ہو گئے۔\r\nصوبہ جات کے عمال کا اپنے اپنے علاقوں سے غائب رہنا ایسا موقع نہ تھا جسے\r\nعبد اللہ بن سبایو نہی جانے دیتا۔ اس نے فوراً چاروں طرف ڈاک دوڑا دی کہ یہ موقع ہے\r\nاس وقت ہمیں کچھ کرنا چاہئے ایک دن مقرر کر کے یکدم اپنے اپنے علاقہ کے امراء پر حملہ کر\r\nدیا جائے مگر ابھی مشورے ہی ہو رہے تھے کہ امراء واپس آگئے۔ دوسری جگہوں کے سبائی\r\nتو مایوس ہو گئے مگر کوفہ کے سبائی ( یعنی عبد اللہ بن سبا کے ساتھی ) جو پہلے بھی عملی فساد میں\r\nسب سے آگے قدم رکھنے کے عادی تھے انہوں نے اس موقع کو ہاتھ سے جانے نہ دیا۔\r\nیزید بن قیس نامی ایک شخص نے مسجد کوفہ میں جلسہ کیا اور اعلان کیا کہ اب حضرت عثمان کو\r\nخلافت سے علیحدہ کر دینا چاہئے ۔ قعقاع بن عمر و جو اس جگہ کی چھاؤنی کے افسر تھے انہوں\r\nنے سنا تو آکر اسے گرفتار کرنا چاہا۔ وہ ان کے سامنے عذر کرنے لگا کہ میں تو اطاعت سے\r\nباہر نہیں ہوں۔ ہم لوگ تو اس لئے جمع ہوئے تھے کہ سعید بن العاص کے متعلق جلسہ کر کے\r\nدرخواست کریں کہ اس کو یہاں سے بلوایا جائے اور کوئی اور افسر مقرر کیا جاوے۔ انہوں\r\nنے کہا کہ اس کے لئے جلسوں کی ضرورت نہیں۔ اپنی شکایات لکھ کر حضرت عثمان کی\r\nطرف بھیج دو۔ وہ کسی اور کو والی مقرر کر کے بھیج دیں گے۔ اس میں مشکل کون سی ہے۔ یہ\r\nبات انہوں نے اس لئے کی کہ زمانہ خلفاء میں لوگوں کے آرام کے خیال سے جب والیوں\r\nکے خلاف کوئی تکلیف ہوتی تھی تو اکثر ان کو بدل دیا جاتا تھا۔ قعقاع کا یہ جواب سن کر یہ\r\nلوگ بظاہر منتشر ہو گئے مگر خفیہ طور پر منصوبہ کرتے رہے۔ آخر یزید بن قیس نے جو اس\r\nوقت کوفہ میں سبائیوں کا رئیس تھا ایک آدمی کو خط دے کر حمص کی طرف روانہ کیا اور کہا کہ ان\r\n57"
    },
    {
        "id": 62,
        "pageNo": 62,
        "pageText": "لوگوں کو جو کوفہ سے جلا وطن کئے گئے تھے اور جن کا واقعہ پہلے بیان ہو چکا ہے وہ بلا لائے۔\r\nوہ خط لے کر ان لوگوں کے پاس گیا۔ اس خط کا مضمون یہ تھا کہ اہل مصر ہمارے ساتھ مل\r\nگئے ہیں اور موقع بہت اچھا ہے یہ خط پہنچتے ہی ایک منٹ کی دیر نہ کرو اور واپس آجاؤ۔\r\nکس قدر تعجب کی بات ہے کہ خلیفہ وقت سابق بالا یمان رسول کریم صلی اللہ علیہ وسلم\r\nکے داماد کے خلاف جوش ظاہر کرنے والے اور اس پر عیب لگانے والے وہ لوگ ہیں جو خود\r\nنمازوں کے تارک ہیں۔ کیا ہو سکتا ہے کہ اسلام کے لئے غیرت صرف بے دینوں میں پیدا\r\nہو؟ اگر واقع میں حضرت عثمان یا ان کے والیوں میں کوئی نقص ہوتا۔ کوئی بات خلاف\r\nشریعت ہوتی کوئی کمزوری ہوتی تو اس کے خلاف جوش کا اظہار کرنے والے علی ،طلحہ، زبیر،\r\nسعد بن الوقاص، عبد اللہ بن عمر، اسامہ بن زید، عبد اللہ بن عباس، ابوموسیٰ اشعری، حذیفہ\r\nبن الیمان، ابو ہریرہ ، عبد اللہ بن سلام ، عبادہ بن صامت، اور محمد بن مسلمہ رضوان اللہ علیہم\r\nہوتے نہ کہ یزید بن قیس اور اشتر۔\r\nیہ خط لے کر نامہ بر جزیرہ پہنچا اور جلا وطنان اہل کوفہ کے سپر د کر دیا۔ جب انہوں\r\nنے اس خط کو پڑھا تو سوائے اشتر کے سب نے نا پسند کیا۔ کیونکہ وہ عبدالرحمن بن خالد کے\r\nہاتھ دیکھ چکے تھے۔ مگر اشتر جو مدینہ میں جا کر حضرت عثمان سے معافی مانگ کر آیا تھا اس کی\r\nتو بہ قائم نہ رہی اور اسی وقت کوفہ کی طرف چل پڑا۔ جب اس کے ساتھیوں نے دیکھا کہ\r\nاشتر واپس چلا گیا تو وہ ڈرے کہ عبد الرحمن ہماری بات پر یقین نہ کریں گے اور سمجھیں گے\r\nکہ یہ سب کام ہمارے مشورہ سے ہوا ہے۔ اس خوف سے وہ بھی نکل بھاگے جب عبد\r\nالرحمن بن خالد بن ولید کو معلوم ہوا تو انہوں نے پیچھے آدمی بھیجے مگر ان کے آدمی ان کو پکڑ نہ\r\n58"
    },
    {
        "id": 63,
        "pageNo": 63,
        "pageText": "سکے مالک الاشتر منزلوں پر منزلیں مارتا ہؤا کوفہ پہنچا خالی ہاتھ شہر میں گھسنا اس نے اپنی\r\nعزت کے خلاف سمجھا۔ یہ جزیرہ سے آنے والا شخص جو اپنے ساتھیوں سے ملنے کے لئے دو\r\nدومنزلوں کی ایک منزل کرتا چلا آیا تھا۔ اپنے مدینہ سے آنے کا اعلان کرنے لگا اور لوگوں کو\r\nجوش دلانے کے لئے کہنے لگا کہ میں ابھی سعید بن العاص سے جدا ہو اہوں۔ان کے ساتھ\r\nایک منزل ہم سفر رہا ہوں۔ وہ علی الاعلان کہتا ہے کہ میں کوفہ کی عورتوں کی عصمتوں کو خراب\r\nکروں گا اور کہتا ہے کہ کوفہ کی جائیدادیں قریش کا مال ہیں۔ اور یہ شعر فخر یہ پڑھتا ہے۔\r\nوَيْلٌ لِأَشْرَافِ النِّسَاعِمِنِّي صَمَحْمَحٌ كَأَنَّنِي مِنْ جِنْ\r\nطبری جلد ۲ صفحه ۲۹۲۹ مطبوعہ بیروت)\r\nشریف عورتیں میرے سبب سے مصیبت میں مبتلاء ہوں گی۔ میں ایک ایسا مضبوط\r\nآدمی ہوں گو یا جنات میں سے ہوں اس کی ان باتوں سے عامتہ الناس کی عقل ماری گئی۔\r\nاور انہوں نے اس کی باتوں پر یقین کر لیا اور آناً فاناً ایک جوش پھیل گیا۔ عقل مندوں اور\r\nداناؤں نے بہت سمجھایا کہ یہ ایک فریب ہے اس فریب میں تم نہ آؤ ۔ مگر عوام کے جوش کو\r\nکون رو کے ان کی بات ہی کوئی نہ سنتا تھا۔ ایک آدمی نے کھڑے ہو کر اعلان کیا کہ جو چاہتا\r\nہے کہ سعید بن العاص والی کوفہ کی واپسی اور کسی والی کے تقرر کا مطالبہ کرے۔ اسے چاہئے\r\nکه فورا یزید بن قیس کے ہمراہ ہو جائے اس اعلان پر لوگ دوڑ پڑے اور مسجد میں سوائے\r\nداناؤں ، شریف آدمیوں اور رؤساء کے اور کوئی نہ رہا۔ عمر بن الجرید ، سعید کی غیر حاضری میں\r\nان کے قائمقام تھے۔ انہوں نے جو لوگ باقی رہ گئے تھے ان میں وعظ کہنا شروع کیا کہ\r\n59"
    },
    {
        "id": 64,
        "pageNo": 64,
        "pageText": "اے لوگوں! خدا تعالیٰ کی نعمت کو یاد کرو کہ ہم دشمن تھے۔ اس نے تمہارے دلوں میں اتحاد\r\nپیدا کیا اور تم بھائی بھائی ہو گئے۔ تم ایک ہلاکت کے گڑھے کے کنارے پر کھڑے تھے\r\nخدا تعالیٰ نے تم کو اس سے بچایا پس اس مصیبت میں اپنے آپ کو نہ ڈالو۔ جس سے خدا\r\nتعالیٰ نے تم کو بچایا تھا۔ کیا اسلام اور ہدایت الہی اور سنت رسول کریم صلی اللہ علیہ وسلم کے\r\nبعد تم لوگ حق کو نہیں پہچانتے اور حق کے دروازاہ کی طرف نہیں آتے ؟ اس پر قعقاع بن عمرو\r\nنے ان سے کہا کہ آپ وعظ سے اس فتنہ کو روکنا چاہتے ہیں یہ امید نہ رکھیں ۔ ان شورشوں کو\r\nتلوار کے سوا کوئی چیز نہیں روک سکتی اور وہ زمانہ بعید نہیں کہ تلوار بھی کھینچی جائے گی۔ اس\r\nوقت یہ لوگ بکری کے بچوں کی طرح چیچنیں گے اور خواہش کریں گے کہ یہ زمانہ پھر لوٹ\r\nآوے مگر پھر خدا تعالیٰ قیامت تک یہ نعمت ان کی طرف نہ لوٹائے گا۔ عوام الناس شہر کے\r\nباہر جمع ہوئے اور مدینہ کا رُخ کیا اور سعید بن العاص کا انتظار کرنے لگے۔ جب وہ سامنے\r\nآئے تو ان سے کہا کہ آپ واپس چلے جاویں ہمیں آپ کی ضرورت نہیں۔ سعید نے کہا کہ\r\nیہ بھی کوئی دانائی ہے کہ اس قدر آدمی جمع ہو کر اس کام کے لئے باہر نکلے ہو۔ ایک آدمی کے\r\nروکنے کے لئے ہزار آدمی کی کیا ضرورت تھی۔ یہی کافی تھا کہ تم ایک آدمی خلیفہ کی طرف بھیج\r\nدیتے اور ایک آدمی میری طرف روانہ کر دیتے ۔ یہ کہہ کر انہوں نے تو اپنی سواری کو ایڑی\r\nلگائی اور مدینہ کی طرف واپس لوٹ گئے تا کہ حضرت عثمان کو خبر دار کر دیں۔ اور یہ لوگ\r\nحیران رہ گئے اتنے میں ان کا ایک غلام نظر آیا اس کو ان لوگوں نے قتل کر دیا۔\r\nسعید بن العاص نے مدینہ پہنچ کر حضرت عثمان کو اس تمام فتنہ سے اطلاع دی۔\r\nآپ نے فرمایا کہ کیا وہ لوگ میرے خلاف اُٹھے ہیں سعید نے کہا کہ وہ ظاہر تو یہ کرتے ہیں\r\n60"
    },
    {
        "id": 65,
        "pageNo": 65,
        "pageText": "کہ والی بدلا یا جاوے۔ انہوں نے دریافت کیا کہ وہ کسے چاہتے ہیں؟ انہوں نے کہا ابو\r\nموسیٰ اشعری کو پسند کرتے ہیں۔\r\nابو موسیٰ اشعری\" کا والی کوفہ مقرر ہونا\r\nحضرت عثمان نے فرمایا ہم نے ابو موسیٰ اشعری کو کوفہ کا والی مقرر کر دیا۔ اور خدا\r\nکی قسم ہے ان لوگوں کو عذر کا کوئی موقع نہ دوں گا اور کوئی دلیل ان کے ہاتھوں میں نہیں\r\nآنے دوں گا اور ان کی باتوں پر آنحضرت صلی اللہ علیہ وسلم کے حکم کے ماتحت صبر کروں گا\r\nیہاں تک کہ وہ وقت آجاوے جس کا یہ ارادہ کرتے ہیں یعنی عثمان کے علیحدہ کرنے کا۔ اس\r\nفتنہ نے ظاہر کر دیا کہ یہ لوگ جھوٹ اور فریب سے کسی قسم کا پر ہیز نہیں رکھتے تھے۔\r\nمفسدوں کی سازشوں کا انکشاف\r\nمالک الاشتر کا جزیرہ سے بھاگے چلے آنا اور مدینہ سے آنے کا اظہار کرنا۔سعید بن\r\nالعاص پر جھوٹا الزام لگانا اور شرمناک باتیں اپنے پاس سے بنا کر ان کی طرف منسوب کرنا\r\nایسے امور نہیں ہیں جو ان مفسدوں کے اصل ارادوں اور مخفی خواہشوں کو چھپا رہنے دیں۔\r\nبلکہ ان باتوں سے صاف پتہ چلتا ہے کہ یہ لوگ اسلام سے بالکل کورے تھے۔ اسلام\r\nجھوٹ کو جائز نہیں قرار دیتا اور فریب کا روادار نہیں ۔ اتہام لگانا اسلام میں ایک سخت جرم\r\nہے۔ مگر یہ اسلام کی محبت ظاہر کرنے والے اور اس کے لئے غیرت کا اظہار کرنے والے\r\nجھوٹ بولتے ہیں۔ اتہام لگاتے ہیں اور ان کاموں سے ان کو کوئی عار نہیں معلوم ہوتی۔\r\nپس ایسے لوگوں کا حضرت عثمان کے خلاف شور مچانا ہی اس امر کا کافی ثبوت ہے کہ کسی حقیقی\r\nنقص کی وجہ سے یہ شورش نہیں تھی بلکہ اسلام سے ڈوری اور بے دینی کا نتیجہ ہے۔\r\n61"
    },
    {
        "id": 66,
        "pageNo": 66,
        "pageText": "دوسرا استنباط اس واقعہ سے یہ ہوتا ہے کہ ان لوگوں کے پاس حضرت عثمان اور ان\r\nکے عمال کے برخلاف ایک بھی واجبی شکایت نہ تھی کیونکہ اگر واقعہ میں کوئی شکایت ہوتی تو\r\nان کو جھوٹ بنانے کی کیا ضروری تھی ۔ جھوٹی شکایات کا بنانا ہی اس امر کا کافی ثبوت ہے کہ\r\nان لوگوں کو حقیقی شکایات نہ تھیں۔ چنانچہ ہم دیکھتے ہیں کہ اشتر کے آنے سے پہلے جب\r\nیزید نے جلسہ کیا ہے تو اس وقت صرف چند سپاہی لوگ ہی اس جلسہ میں شریک ہوئے تھے\r\nاور قعقاع کے روکنے پر یہ لوگ ڈر گئے اور جلسہ کرنا انہوں نے موقوف کر دیا تھا۔ مگر اسی\r\nمہینہ کے اندر اندر ہم دیکھتے ہیں کہ اشتر کے جھوٹ سے متاثر ہو کر کوفہ کے عامتہ الناس کا\r\nایک کثیر گروہ ان لوگوں کے ساتھ مل کر سعید کو روکنے اور دوسرے والی کے طلب کرنے کے\r\nلئے کوفہ سے نکل پڑا۔ یہ امر اس بات کی شہادت ہے کہ پہلے لوگ ان کی باتوں میں نہ آتے\r\nتھے۔ کیونکہ ان کے پاس ان کو جوش دلانے کا کوئی ذریعہ نہ تھا۔ اشتر نے جب ایسا ذریعہ\r\nایجاد کیا جو لوگوں کی غیرت کو بھڑ کانے والا تھا تو عامتہ الناس کا ایک حصہ فریب میں آگیا اور\r\nان کے ساتھ مل گیا۔\r\nاس فتنہ کے اظہار سے یہ بات بھی واضح ہو جاتی ہے کہ ان لوگوں کی اصل مخالفت\r\nحضرت عثمان سے تھی نہ کہ ان کے عمال سے۔ کیونکہ ابتداء یہ لوگ آپ کے ہی خلاف\r\nجوش بھڑ کا نا چاہتے تھے مگر جب دیکھا کہ لوگ اس بات میں ان کے شریک نہیں ہو سکتے\r\nبلکہ ان کی مخالفت پر آمادہ ہو جاتے ہیں۔ تب امراء کے خلاف جوش بھڑ کا نا شروع کر دیا۔\r\nایک جماعت کثیر کے ساتھ مدینہ کی طرف رخ کرنا بھی ثابت کرتا ہے کہ ان کی نیت\r\nحضرت عثمان کے متعلق اچھی نہ تھی۔ سعید بن العاص کے آزاد کردہ غلام کو بلا وجہ قتل کر\r\n62"
    },
    {
        "id": 67,
        "pageNo": 67,
        "pageText": "دینے سے یہ بھی ظاہر ہوتا ہے کہ اپنے مقاصد کے پورا کرنے کے لئے ان لوگوں کو کسی جرم\r\nکے ارتکاب سے اجتناب نہ تھا۔\r\nمعلوم ہوتا ہے کہ اب یہ لوگ اس بات کو محسوس کرنے لگ گئے تھے کہ اگر چندے\r\nاور دیر ہوئی تو امت اسلامیہ پوری طرح ہمارے فتنہ کی اہمیت سے آگاہ ہو جاوے گی۔\r\nاس لئے وہ جس طرح بھی ہو اپنے مدعا کو جلد سے جلد پورا کرنے کی فکر میں تھے۔ مگر حضرت\r\nعثان نے اپنی دانائی سے ایک دفعہ پھر ان کے عذرات کو توڑ دیا اور ابوموسیٰ اشعری کو والی\r\nمقرر کر کے فوراً ان لوگوں کو اطلاع دی۔ سعید بن العاص کے واپس چلے جانے اور ان کے\r\nارادوں سے اہل مدینہ کو اطلاع دے دینے سے ان کی امیدوں پر پہلے ہی پانی پھر چکا تھا\r\nاور یک دم مدینہ پر قبضہ کر لینے کے منصوبے جو سوچ رہے تھے باطل ہو چکے تھے اور یہ لوگ\r\nواپس ہونے پر مجبور ہو چکے تھے۔ اب ابو موسیٰ اشعری کے والی مقرر ہونے پر ان کے\r\nعذرات بالکل ہی ٹوٹ گئے۔ کیونکہ یہ لوگ ایک مدت سے ان کی ولایت کے طالب تھے۔\r\nابو موسیٰ اشعری کو جب معلوم ہوا کہ ان کو کوفہ کا والی مقرر کیا گیا ہے تو انہوں نے\r\nسب لوگوں کو جمع کیا اور کہا کہ اے لوگو! ایسے کاموں کے لئے پھر کبھی نہ نکلنا اور جماعت اور\r\nاطاعت کو اختیار کرو اور صبر سے کام لو اور جلد بازی سے بچو۔ کیونکہ اب تم میں ایک امیر\r\nموجود ہے یعنی میں امیر مقرر ہوا ہوں۔ اس پر ان لوگوں نے درخواست کی کہ آپ ہمیں\r\nنماز پڑھائیں تو انہوں نے اس سے انکار کر دیا۔ اور فرمایا کہ نہیں یہ بھی نہیں ہوسکتا۔\r\nحاکم وقت کی اطاعت ضروری ہے۔\r\nجب تک تم لوگ حضرت عثمان کی کامل اطاعت اور ان کے احکام کے قبول کرنے\r\n63"
    },
    {
        "id": 68,
        "pageNo": 68,
        "pageText": "کا اقرار نہ کرو گے میں تمہارا امام جماعت نہیں بنوں گا۔ اس پر ان لوگوں نے اس امر کا وعدہ\r\nکیا کہ وہ آئندہ پوری طرح اطاعت کریں گے اور ان کے احکام کو قبول کریں گے تب\r\nحضرت ابو موسی اشعری نے ان کو نماز پڑھائی۔ اسی طرح حضرت ابو موسیٰ نے ان کو کہا کہ\r\nسنو میں نے رسول کریم صلی اللہ علیہ وسلم سے سنا ہے کہ جو کوئی ایسے وقت میں کہ لوگ ایک\r\nامام کے ماتحت ہوں ان میں تفرقہ ڈالنے کے لئے اور ان کی جماعت کو پراگندہ کرنے کے\r\nلئے کھڑا ہو جاوے اسے قتل کر دو خواہ وہ کوئی ہی کیوں نہ ہو۔ (مسلم کتاب الامارة\r\nباب حكم من فرق المسلمين و هو مجتمع ) اور رسول کریم صلی اللہ علیہ وسلم نے\r\nامام کے ساتھ اس کے عادل ہونے کی شرط نہیں لگائی یعنی تم لوگ یہ نہیں کہہ سکتے کہ حضرت\r\nعثمان عادل نہیں۔ کیونکہ اگر یہ مان لیا جاوے تو بھی تمہارا یہ فعل جائز نہیں۔ کیونکہ رسول کریم\r\nصلی اللہ علیہ وسلم نے عادل کی شرط نہیں لگائی بلکہ صرف یہ فرمایا ہے کہ لوگوں پر کوئی حاکم ہو۔\r\nیہ خیالات ہیں ان لوگوں کے جنہوں نے اپنی عمریں خدمت اسلام کے لئے خرچ\r\nکر دی تھیں اور جنہوں نے اسلام کو آنحضرت صلی اللہ علیہ وسلم کے منہ سے سنا تھا اور آپ\r\nکے سامنے ان پر عمل کر کے سند قبولیت حاصل کی تھی ۔ وہ لوگ ان مفسدوں کے پیچھے نماز\r\nپڑھنا تو الگ رہا ان کا امام بنا بھی پسند نہیں کرتے تھے اور ان کو واجب القتل جانتے تھے۔\r\nکیا ان لوگوں کی نسبت کوئی کہہ سکتا ہے کہ یہ لوگ فتنہ عثمان میں شامل تھے یا یہ کہا جا سکتا ہے\r\nکہ حضرت عثمان اور ان کے عمال حقوق رعایا کو تلف کرتے تھے یا ان واقعات کی\r\nموجودگی میں قبول کیا جاسکتا ہے کہ ان لوگوں کی خاطر یہ مفسد فساد بر پا کر رہے تھے ۔ نہیں\r\nبلکہ یہ فسادی جماعت صحابہ پر حسد کر کے فساد پر آمادہ تھے اور اپنے دلی خیالات کو چھپاتے\r\n64"
    },
    {
        "id": 69,
        "pageNo": 69,
        "pageText": "تھے حکومت اسلام کی بربادی ان کا اصل مقصد تھا۔ اور یہ مقصد حاصل نہیں ہو سکتا جب تک\r\nحضرت عثمان کو درمیان سے نہ ہٹایا جاوے۔ بعض جاہل یا بے دین مسلمان بھی ان کے\r\nاس فریب کو نہ سمجھ کر خود غرضی یا سادگی کے باعث ان کے ساتھ مل گئے تھے۔\r\nمفسدوں کی ایک اور سازش\r\nحضرت ابو موسیٰ اشعری کے والی مقرر ہو جانے پر ان لوگوں کے لئے فتنہ برپا\r\nکرنے کی کوئی وجہ باقی نہ رہی تھی لیکن اس فتنہ کے اصل محرک اس امر کو پسند نہ کر سکتے تھے\r\nکہ ان کی تمام کوششیں اس طرح برباد ہو جاویں۔ چنانچہ خط و کتابت شروع ہوئی اور فیصلہ کیا\r\nگیا کہ سب ملکوں کی طرف سے کچھ لوگ وفد کے طور پر مدینہ منورہ کو چلیں۔ وہاں آپس\r\nمیں آئندہ طریق عمل کے متعلق مشورہ بھی کیا جاوے اور حضرت عثمان سے بعض سوال کئے\r\nجاویں تا کہ وہ باتیں تمام اقطار عالم میں پھیل جاویں اور لوگوں کو یقین ہو جاوے کہ حضرت\r\nعثمان پر جو الزامات لگائے جاتے تھے وہ پایہ ثبوت کو پہنچا دیئے گئے ہیں۔ یہ مشورہ کر کے\r\nیہ لوگ گھروں سے نکلے اور مدینے کی طرف سب نے رخ کیا۔ جب مدینہ کے قریب پہنچے تو\r\nحضرت عثمان کو ان کی آمد کا علم ہوا ۔ آپ نے دو آدمیوں\r\nکو بھیجا کہ وہ ان کا بھید لیں اور ان\r\nکی آمد کی اصل غرض دریافت کر کے اطلاع دیں۔ یہ دونوں گئے اور مدینہ سے باہر اس\r\nقافلہ سے جاملے ان لوگوں نے ان دونوں مخبروں سے باتوں باتوں میں اپنے حالات بیان\r\nکر دیے انہوں نے ان سے دریافت کیا کہ کیا اہل مدینہ میں سے بھی کوئی شخص ان کے\r\nساتھ ہے جس پر ان مفسدوں کے گروہ نے کہا کہ وہاں تین شخص ہیں ان کے سوا کوئی چوتھا\r\nشخص ان\r\nکا ہمدرد نہیں۔ ان دونوں نے دریافت کیا کہ پھر تمہارا کیا ارادہ ہے۔ انہوں نے کہا\r\n65"
    },
    {
        "id": 70,
        "pageNo": 70,
        "pageText": "کہ ارادہ یہ ہے کہ ہم مدینہ جا کر حضرت عثمان سے بعض ایسے امور کے متعلق گفتگو کریں\r\nگے جو پہلے سے ہم نے لوگوں کے دلوں میں بٹھا چھوڑے ہیں ۔ پھر ہم اپنے ملکوں کو واپس\r\nجاویں گے اور لوگوں سے کہیں گے کہ ہم نے حضرت عثمان پر بہت الزام لگائے اور ان کی\r\nسچائی ثابت کر دی ۔ مگر انہوں نے ان باتوں کے چھوڑنے سے انکار کر دیا اور تو بہ نہیں کی۔\r\nپھر ہم حج کے بہانہ سے نکلیں گے اور مدینہ پہنچ کر آپ کا احاطہ کر لیں گے۔ اگر آپ نے\r\nخلافت سے علیحدگی اختیار کر لی تب تو خیر ورنہ آپ کو قتل کر دیں گے۔\r\nسازش کا انکشاف\r\nیہ دونوں\r\nمخبر پوری طرح ان کا حال لیکر واپس گئے اور حضرت عثمان کو سب حال\r\nسے اطلاع دی۔ آپ ان لوگوں کا حال سن کر ہنس پڑے اور خدا تعالیٰ سے دعا کی کہ الہی !\r\nان لوگوں کو گمراہی سے بچالے۔ اگر تو نہ بچاوے گا تو یہ لوگ برباد ہو جاویں گے۔ پھر ان\r\nتینوں شخصوں کی نسبت جو مدینہ والوں میں سے ان لوگوں کے ساتھ تھے فرمایا کہ عمار کو تو یہ\r\nغصہ ہے کہ اس نے عباس بن عتبہ بن ابی لہب پر حملہ کیا تھا اور اس کو زجر کی تھی ۔ اور محمد بن\r\nابی بکر متکبر ہو گیا ہے اور خیال کرتا ہے کہ اب اس پر کوئی قانون نہیں چلتا۔ اور محمد بن ابی\r\nحذیفہ خواہ مخواہ اپنے آپ کو مصیبت میں ڈال رہا ہے۔ پھر آپ نے ان مفسدوں کو بھی بلوایا\r\nاور آنحضرت صلی اللہ علیہ وسلم کے صحابہ کو بھی جمع کیا۔\r\nحضرت عثمان کا مفسدوں کو بلوانا\r\nجب سب لوگ جمع ہو گئے تو آپ نے ان لوگوں کو سب حال سنایا اور وہ دونوں مخبر\r\nبھی بطور گواہ کھڑے ہوئے۔ اور گواہی دی۔ اس پر سب صحابہ نے فتویٰ دیا کہ ان لوگوں کو\r\n66"
    },
    {
        "id": 71,
        "pageNo": 71,
        "pageText": "قتل کر دیجئے۔ کیونکہ رسول کریم صلی اللہ علیہ وسلم نے فرمایا ہے کہ جو شخص ایسے وقت میں کہ\r\nایک امام موجود ہوا اپنی اطاعت یا کسی اور کی اطاعت کے لئے لوگوں کو بلا وے اس پر خدا\r\nکی لعنت ہو۔ تم ایسے شخص کو قتل کر دو خواہ کوئی ہو۔(مسلم کتاب الامارۃ باب حکم\r\nمن فرق المسلمين و هو مجتمع ) اور حضرت عمرہ کا قول یاد دلایا کہ میں تمہارے\r\nلئے کسی ایسے شخص کا قتل جائز نہیں سمجھتا جس میں میں شریک نہ ہوں ۔ یعنی سوائے حکومت\r\nکے اشارہ کے کسی شخص کا قتل جائز نہیں۔ حضرت عثمان نے صحابہ کا یہ فتویٰ سن کر فرمایا کہ\r\nنہیں ہم ان کو معاف کریں گے اور ان کے عذروں کو قبول کریں گے اور اپنی ساری کوشش\r\nسے ان\r\nکو سمجھا دیں گے اور کسی شخص کی مخالفت نہیں کریں گے۔ جب تک وہ کسی حد شرعی کو نہ\r\nتوڑے یا اظہار کفر نہ کرے۔\r\nحضرت عثمان کا اتہامات سے بریت ثابت کرنا\r\nپھر فرمایا کہ ان لوگوں نے کچھ باتیں بیان کی ہیں جو تم کو بھی معلوم ہیں مگر ان کا\r\nخیال ہے کہ وہ ان باتوں کے متعلق مجھ سے بحث کریں تا کہ واپس جا کر کہ سکیں کہ ہم نے\r\nان امور کے متعلق عثمان سے بحث کی اور وہ ہار گئے ۔ یہ لوگ کہتے ہیں کہ اس نے سفر میں\r\nپوری نماز ادا کی حالانکہ رسول کریم صلی اللہ علیہ وسلم سفر میں نماز قصر کیا کرتے تھے۔\r\n(ترمذی ابواب السفر باب التقصير فى السفر ) مگر میں نے صرف منی میں پوری\r\nپڑھی ہے۔ اور وہ بھی دو وجہ سے۔ ایک تو یہ کہ میری وہاں جائیداد تھی اور میں نے وہاں\r\nشادی کی ہوئی تھی۔ دوسرے یہ کہ مجھے معلوم ہوا تھا کہ چاروں طرف سے لوگ ان دنوں حج\r\nکے لئے آئے ہیں۔ ان میں سے ناواقف لوگ کہنے لگیں گے کہ خلیفہ تو دو ہی رکعت پڑھتا\r\n67"
    },
    {
        "id": 72,
        "pageNo": 72,
        "pageText": "ہے دو ہی رکعت ہوگی ۔ کیا یہ بات درست نہیں؟ صحابہ نے جواب دیا کہ ہاں درست ہے۔\r\nآپ نے فرمایا دوسرا الزام یہ لگاتے ہیں کہ میں نے رکھ مقرر کرنے کی بدعت جاری کی\r\nہے۔ حالانکہ یہ الزام غلط ہے۔ رکھ مجھ سے پہلے مقرر کی گئی تھی حضرت عمر نے اس کی ابتداء\r\nکی تھی۔ اور میں نے صرف صدقہ کے اونٹوں کی زیادتی پر اس کو وسیع کیا ہے اور پھر رکھ میں\r\nجوز میں لگائی گئی ہے وہ کسی کا مال نہیں ہے اور میرا اس میں کوئی فائدہ نہیں میرے تو صرف دو\r\nاونٹ ہیں حالانکہ جب میں خلیفہ ہو ا تھا اس وقت میں سب عرب سے زیادہ مال دار تھا اب\r\nصرف دو اونٹ ہیں جو حج کے لئے رکھے ہوئے ہیں۔\r\nکیا یہ درست نہیں؟ صحابہ کرام نے\r\nفرمایا ہاں درست ہے۔ پھر فرمایا یہ کہتے ہیں کہ نو جوانوں کو حاکم بناتا ہے۔ حالانکہ میں ایسے\r\nہی لوگوں کو حاکم بناتا ہوں جو نیک صفات نیک اطوار ہوتے ہیں اور مجھ سے پہلے بزرگوں\r\nنے میرے مقرر کردہ والیوں سے زیادہ نو عمر لوگوں کو حاکم مقرر کیا تھا اور رسول کریم صلی اللہ\r\nعلیہ وسلم پر اسامہ بن زید کے سردار شکر مقرر کرنے پر اس سے زیادہ اعتراض کئے گئے تھے\r\nجواب مجھ پر کئے جاتے ہیں۔ کیا یہ درست نہیں؟ صحابہ نے جواب دیا کہ ہاں درست\r\nہے۔ یہ لوگوں کے سامنے عیب تو بیان کرتے ہیں مگر اصل واقعات نہیں بیان کرتے ۔ غرض\r\nاسی طرح حضرت عثمان نے تمام اعتراضات ایک ایک کر کے بیان کئے اور ان کے جواب\r\nبیان کئے ۔ صحابہ برابر زور دیتے کہ ان کو قتل کر دیا جائے ۔ مگر حضرت عثمان نے ان کی یہ\r\nبات نہ مانی اور ان کو چھوڑ دیا۔ طبری کہتا ہے کہ ابى الْمُسْلِمُوْنَ إِلَّا قَتْلَهُمْ وَأَبِي إِلَّا\r\nتَرْكَهُمْ (طبری جلد ۲ صفحہ ۱۹۵۳ مطبوعہ بیروت) یعنی باقی سب مسلمان تو ان لوگوں کے قتل کے\r\nسوا کسی بات پر راضی نہ ہوتے تھے۔ مگر حضرت عثمان سزا دینے پر کسی طرح راضی نہ\r\nہوتے تھے۔\r\n68"
    },
    {
        "id": 73,
        "pageNo": 73,
        "pageText": "حضرت عثمان کا مفسدوں پر رحم کرنا\r\nاس واقعہ سے معلوم ہوتا ہے کہ مفسد لوگ کسی کس قسم کے فریب اور دھو کے سے کام\r\nکرتے تھے اور اس زمانہ میں جب کہ پریس اور سامان سفر کا وہ انتظام نہ تھا جو آج کل ہے\r\nکیسا آسان تھا کہ یہ لوگ ناواقف لوگوں کو گمراہ کر دیں۔ مگر اصل میں ان لوگوں کے پاس\r\nکوئی معقول وجہ فساد کی نہ تھی۔ نہ حق ان کے ساتھ تھا نہ یہ حق کے ساتھ تھے۔ ان کی تمام\r\nکاروائیوں کا دارو مدار جھوٹ اور باطل پر تھا اور صرف حضرت عثمان کا رحم ان کو بچائے\r\nہوئے تھا۔ ورنہ مسلمان ان کو ٹکڑے ٹکڑے کر دیتے۔ وہ کبھی برداشت نہیں کر سکتے تھے کہ\r\nوہ امن و امان جو انہوں نے اپنی جانیں قربان کر کے حاصل کیا تھا چند شریروں کی شرارتوں\r\nسے اس طرح جاتا رہے اور وہ دیکھتے تھے کہ ایسے لوگوں کو اگر جلد سزا نہ دی گئی تو اسلامی\r\nحکومت تہ و بالا ہو جائے گی۔ مگر حضرت عثمان رحم مجسم تھے وہ چاہتے تھے کہ جس طرح ہو\r\nان لوگوں کو ہدایت مل جائے اور یہ کفر پر نہ مریں پس آپ ڈھیل دیتے تھے اور ان کے\r\nصریح بغاوت کے اعمال کو محض ارادہ بغاوت سے تعبیر کر کے سزا کو پیچھے ڈالتے چلے جاتے\r\nتھے۔ اس واقعہ سے یہ بھی معلوم ہوتا ہے کہ صحابہ ان لوگوں سے بالکل متنفر تھے کیونکہ اول\r\nتو خود وہ بیان کرتے ہیں کہ صرف تین اہل مدینہ ہمارے ساتھ ہیں اس سے زیادہ نہیں اگر\r\nاور صحابہ بھی ان کے ساتھ ہوتے تو وہ ان کا نام لیتے۔ دوسرے صحابہ نے اپنے عمل سے یہ\r\nبھی ثابت کر دیا کہ وہ ان لوگوں کے افعال سے متنفر تھے۔ اور ان کے اعمال کو ایسا خلاف\r\nشریعت سمجھتے تھے کہ سزا اقل سے کم ان کے نزدیک جائز ہی نہ تھی۔ اگر صحابہ ان کے ساتھ\r\nہوتے یا اہل مدینہ ان کے ہم خیال ہوتے تو کسی مزید حیلہ و بہانہ کی ان لوگوں کو کچھ ضرورت\r\n69"
    },
    {
        "id": 74,
        "pageNo": 74,
        "pageText": "ہی نہیں تھی۔ اسی وقت حضرت عثمان کو قتل کر دیتے اور ان کی جگہ کسی اور شخص کو خلافت کے\r\nلئے منتخب کر لیتے ۔ مگر ہم دیکھتے ہیں کہ بجائے اس کے کہ یہ لوگ حضرت عثمان رضی اللہ عنہ\r\nکے قتل میں کامیاب ہوتے خود ان کی جانیں صحابہ کی شمشیر ہائے برہنہ سے خطرہ میں پڑگئی\r\nتھیں۔ اور صرف اسی رحیم و کریم وجود کی عنایت و مہربانی سے یہ لوگ بیچ کر واپس جا سکے\r\nجس کے قتل کا ارادہ ظاہر کرتے تھے اور جس کے خلاف اس قدر فساد بر پا کر رہے تھے۔ ان\r\nمفسدوں کی کینہ وری اور تقویٰ سے بُعد پر تعجب آتا ہے کہ اس واقعہ سے انہوں نے کچھ بھی\r\nفائدہ نہیں اٹھایا ان کے ایک ایک اعتراض کا خوب جواب دیا گیا۔ اور سب الزام غلط اور\r\nبے بنیاد ثابت کر دیئے گئے ۔ حضرت عثمان کا رحم وکرم انہوں نے دیکھا اور ہر ایک شخص کی\r\nجان اس پر گواہی دے رہی تھی کہ اس شخص کا مثیل اس وقت دنیا کے پردہ پر نہیں مل سکتا۔\r\nمگر بجائے اس کے کہ اپنے گناہوں سے تو بہ کرتے جفاؤں پر پشیمان ہوتے ، اپنی غلطیوں\r\nپر نادم ہوتے ، اپنی شرارتوں سے رجوع کرتے ، یہ لوگ غیظ و غضب کی آگ میں اور بھی\r\nزیادہ جلنے لگے اور اپنے لاجواب ہونے کو اپنی ذلت اور حضرت عثمان کے عفو کو اپنی حسن\r\nتدیر کا نتیجہ سمجھتے ہوئے آئندہ کے لئے اپنی بقیہ تجویز کے پورا کرنے کی تدابیر سوچتے\r\nہوئے واپس لوٹ گئے۔\r\nمفسدوں کی ایک اور گہری سازش\r\nواپس جا کر ان لوگوں نے پھر خط و کتابت شروع کی اور آخر فیصلہ کیا کہ شوال میں\r\nاپنی پہلی تجویز کے مطابق حج کے ارادہ سے قافلہ بن کر نکلیں اور مدینہ میں جا کر یک دم تمام\r\nانتظام کو درہم برہم کر دیں اور اپنی مرضی کے مطابق نظام حکومت کو بدل دیں۔ اس تجویز\r\n70"
    },
    {
        "id": 75,
        "pageNo": 75,
        "pageText": "کے مطابق شوال یعنی چاند کے دسویں مہینے حضرت عثمان کی خلافت کے بارھویں سال،\r\nچھتیسویں سال ہجری میں یہ لوگ تین قافلے بن کر اپنے گھروں سے نکلے۔ ایک قافلہ بصرہ\r\nسے ایک کوفہ سے اور ایک مصر سے۔ پچھلی دفعہ کی ناکامی کا خیال کر کے اور اس بات کو مد نظر\r\nرکھ کر کہ یہ کوشش آخری کوشش ہے عبد اللہ بن سبا خود بھی مصر کے قافلہ کے ساتھ مدینہ کی\r\nطرف روانہ ہوا۔ اس رئیس المفسدین کا خود باہر نکلنا اس امر کی علامت تھا کہ یہ لوگ اب\r\nہر ایک ممکن تدبیر سے اپنے مدعا کے حصول کی کوشش کریں گے۔ چونکہ ہر ایک گروہ نے\r\nاپنے علاقہ میں حج پر جانے کے ارادہ کا اظہار کیا تھا کچھ اور لوگ بھی ان کے ساتھ بارادہ حج\r\nشامل ہو گئے اور اس طرح اصل ارادے ان لوگوں کے عامتہ المسلمین سے مخفی رہے ۔ مگر\r\nچونکہ حکام کو ان کی اندرونی سازش کا علم تھا عبد اللہ بن ابی سرح والی مصر نے ایک خاص\r\nآدمی بھیج کر حضرت عثمان کو اس قافلہ اور اس کے مخفی ارادہ کی اطلاع قبل از وقت دے دی\r\nجس سے اہل مدینہ پہلے ہوشیار ہو گئے۔ اس جگہ ایک سوال پیدا ہوتا ہے کہ جب تک اہل\r\nمدینہ اور خصوصاً صحابہ ان لوگوں کے تین دفعہ آنے پر ان کو قتل کرنا چاہتے تھے اور ان کو یہ\r\nمعلوم تھا کہ ان کا حج کے بہانہ سے آکر فساد کرنے کا ارادہ حضرت عثمان پر ظاہر ہے۔ تو پھر\r\nکیوں انہوں نے کوئی اور تدبیر اختیار نہ کی اور اسی پہلی تدبیر کے مطابق جن کا علم حضرت\r\nعثمان کو ہو چکا تھا سفر کیا۔ کیا اس سے یہ نتیجہ نکلتا ہے کہ درحقیقت اہل مدینہ ان لوگوں کے\r\nساتھ تھے اسی وجہ سے یہ لوگ ڈرے نہ تھے۔ اس سوال کا جواب یہ ہے کہ بے شک ان کی\r\nیہ دلیری ظاہر کرتی ہے کہ ان لوگوں\r\nکو اپنی کامیابی کا پورا یقین تھا۔ مگر اس کی یہ وجہ نہیں کہ\r\nصحابہ یا اہل مدینہ ان کے ساتھ تھے یا ان سے ہمدردی کا اظہار کرتے تھے۔ بلکہ جیسا کہ\r\nخودان کے بیان سے ثابت ہے کہ صرف تین شخص مدینہ کے ان کے ساتھ تھے اور جیسا کہ\r\n71"
    },
    {
        "id": 76,
        "pageNo": 76,
        "pageText": "واقعات سے ثابت ہے۔ صحابہ اور دیگر اہل مد بیندان لوگوں سے سخت بیزار تھے۔ پس ان\r\nکی دلیری کا یہ باعث تو نہیں ہو سکتا کہ وہ لوگ ان سے کسی قسم کی ہمدردی کا اظہار کرتے\r\nتھے ان کی دلیری کا اصل باعث اول تو حضرت عثمان کا رحم تھا۔ یہ لوگ سمجھتے تھے کہ اگر ہم\r\nکامیاب ہو گئے تو ھو المراد ۔ اور اگر نا کام رہے تو حضرت عثمان سے درخواست رحم کر کے\r\nسزا سے بچ جائیں گے۔ دوسرے گو صحابہ اور اہل مدینہ کا طریق عمل یہ پچھلی دفعہ دیکھ چکے\r\nتھے۔ اور ان کو معلوم تھا کہ حضرت عثمان کو ہماری آمد کا علم ہے مگر یہ لوگ خیال کرتے تھے\r\nکہ حضرت عثمان اپنے علم کے باعث ان کے خلاف لڑنے کے لئے کوئی لشکر نہیں جمع کریں\r\nگے اور صحابہ ہمارا مقابلہ نہیں کریں گے۔ کیونکہ یہ لوگ اپنے نفس پر قیاس کر کے سمجھتے تھے\r\nکہ صحابہ ظاہر میں حضرت عثمان سے اخلاص کا اظہار کرتے ہیں ورنہ اصل میں ان کی\r\nہلاکت کو پسند کرتے ہیں۔ اور اس خیال کی یہ وجہ تھی کہ یہ لوگ یہی ظاہر کیا کرتے تھے کہ\r\nصحابہ کے حقوق کی حفاظت کے لئے ہی ہم سب کچھ کر رہے ہیں۔ پس ان کو خیال تھا کہ\r\nصحابہ ہمارے اس فریب سے متاثر ہیں اور دل میں ہمیں سے ہمدردی رکھتے ہیں۔\r\nمفسدوں کا مدینہ میں پہنچنا\r\nجو نبی اس لشکر کے مدینہ کے قریب پہنچنے کی اطلاع ملی صحابہ اور اہل مدینہ جوار دگرد\r\nمیں جائدادوں پر انتظام کے لئے گئے ہوئے تھے مدینہ میں جمع ہو گئے اور لشکر کے دو حصے\r\nکئے گئے ایک حصہ تو مدینہ کے باہر ان لوگوں کے مقابلہ کرنے کے لئے گیا اور دوسرا حصہ\r\nحضرت عثمان کی حفاظت کے لئے شہر میں رہا۔ جب تینوں قافلے مدینے کے پاس پہنچے تو\r\nاہل بصرہ نے ذوخشب مقام پر ڈیرہ لگایا، اہل کوفہ نے اعواص پر اور اہل مصر نے ذوالمروہ\r\n72"
    },
    {
        "id": 77,
        "pageNo": 77,
        "pageText": "پر۔ اور مشورہ کیا گیا کہ اب ان کو کیا کرنا چاہئے ۔ گو اس لشکر کی تعداد کا اندازہ اٹھارہ سو آدمی\r\nسے لے کر تین ہزار تک کیا جاتا ہے۔ ( دوسرے حجاج جو ان کو قافلہ حج خیال کر کے ان کے\r\nساتھ ہو گئے تھے وہ علیحدہ تھے مگر پھر بھی یہ لوگ سمجھتے تھے کہ دلاوران اسلام کا مقابلہ اگر\r\nوہ مقابلہ پر آمادہ ہوئے ان کے لئے آسان نہ ہوگا۔ اس لئے مدینہ میں داخل ہوتے ہی\r\nپہلے اہل مدینہ کی رائے معلوم کرنا ضروری سمجھتے تھے۔ چنانچہ دو شخص زیادہ بن النضر اور عبد\r\nاللہ بن الاصم نے اہل کوفہ اور اہل بصرہ کو مشورہ دیا کہ جلدی اچھی نہیں وہ اگر جلدی کریں\r\nگے تو اہل مصر کو بھی جلدی کرنی پڑے گی اور کام خراب ہو جائے گا۔ انہوں نے کہا کہ ہمیں\r\nمعلوم ہوا ہے کہ اہل مدینہ نے ہمارے مقابلہ کے لئے لشکر تیار کیا ہے۔ اور جب ہمارے\r\nپورے حالات معلوم نہ ہونے کے باوجود انہوں نے اس قدر تیاری کی ہے تو ہمارا پورا حال\r\nمعلوم ہونے پر تو وہ اور بھی زیادہ ہوشیاری سے کام لیں گے اور ہماری کامیابی خواب و\r\nخیال ہو جائے گی۔ پس بہتر ہے کہ ہم پہلے جا کر وہاں کا حال معلوم کریں۔ اور اہل مدینہ\r\nسے بات چیت کریں۔ اگر ان لوگوں نے ہم سے جنگ جائز نہ بجھی اور جو خبریں ان کی\r\nنسبت ہمیں معلوم ہوئی ہیں وہ غلط ثابت ہوئیں تو پھر ہم واپس آکر سب حالات سے تم کو\r\nاطلاع دیں گے اور مناسب کاروائی عمل میں لائی جائے گی۔ سب نے اس مشورہ کو پسند\r\nکیا۔ اور یہ دونوں شخص مدینہ گئے اور پہلے رسول کریم صلی اللہ علیہ وسلم کی ازواج مطہرات\r\nسے ملے۔ اور ان سے مدینہ میں داخل ہونے کی اجازت مانگی اور کہا کہ ہم لوگ صرف اس\r\nلئے آئے ہیں کہ حضرت عثمان سے بعض والیوں کے بدل دینے کی درخواست کریں اور اس\r\nکے سوا ہمارا اور کوئی کام نہیں۔ سب از اواج مطہرات نے ان کی بات کو قبول کرنے سے\r\nانکار کیا اور کہا کہ اس بات کا نتیجہ اچھا نہیں۔ پھر وہ باری باری حضرت علی حضرت طلحہ\r\n73"
    },
    {
        "id": 78,
        "pageNo": 78,
        "pageText": "حضرت زبیر کے پاس گئے اور ان سے یہی وجہ اپنے آنے کی بیان کر کے اور اپنی نیک نیتی\r\nکا اظہار کر کے مدینہ میں آنے کی اجازت چاہی۔ مگر ان تینوں اصحاب نے بھی ان کے\r\nفریب میں آنے سے انکار کیا اور صاف جواب دیا کہ ان کی اس کاروائی میں خیر نہیں ہے۔\r\n(طبری جلد ۶ صفحه ۲۹۵۶ مطبوعه بیروت)\r\nیہ دونوں آدمی مدینہ کے حالات معلوم کر کے اور اپنے مقصد میں نا کام ہو کر جب\r\nواپس گئے اور سب حال سے اپنے ہمراہیوں کو آگاہ کیا تو کوفہ، بصرہ اور مصر تینوں علاقوں\r\nکے چند سر بر آوردہ آدمی آخری کوشش کرنے کے لئے مدینہ آئے ۔ اہل مصر عبد اللہ بن\r\nسبا کی تعلیم کے ماتحت حضرت علی کو وصی رسول اللہ خیال کرتے تھے اور ان کے سوا کسی اور\r\nکے ہاتھ پر بیعت کرنے کو تیار نہ تھے۔ مگر اہل کوفہ اور اہل بصرہ گوفساد میں تو ان کے شریک\r\nتھے مگر مذہباً ان کے ہم خیال نہ تھے۔ اور اہل کوفہ زبیر بن عوام اور اہل بصرہ طلحہ رضی اللہ\r\nعنہ کی بیعت کو اپنی اغراض کے لئے مفید سمجھتے تھے۔ اس اختلاف کے باعث ہر ایک قافلہ\r\nکے قائم مقاموں نے الگ الگ ان اشخاص کا رُخ کیا جن کو وہ حضرت عثمان کے بعد مسند\r\nخلافت پر بٹھانا چاہتے تھے۔\r\nاہل مصر کا حضرت علی کے پاس جانا\r\nاہل مصر حضرت علی کے پاس گئے وہ اس وقت مدینہ سے باہر ایک حصہ لشکر کی کمان\r\nکر رہے تھے۔ اور ان کا سر کچلنے پر آمادہ کھڑے تھے ان لوگوں نے آپ کے پاس پہنچ کر\r\nعرض کیا کہ حضرت عثمان رضی اللہ عنہ بد انتظامی کے باعث اب خلافت کے قابل نہیں ۔ ہم\r\nان\r\nکو علیحدہ کرنے کے لئے آئے ہیں اور امید کرتے ہیں کہ آپ ان کے بعد اس عہدہ کو قبول\r\n74"
    },
    {
        "id": 79,
        "pageNo": 79,
        "pageText": "کریں گے انہوں نے ان کی بات سن کر اس غیرت دینی سے کام لے کر جو آپ کے رتبہ\r\nکے آدمی کا حق تھا ان لوگوں کو دھتکار دیا اور بہت سختی سے پیش آئے اور فرمایا کہ سب نیک\r\nلوگ جانتے ہیں کہ رسول کریم صلی اللہ علیہ وسلم نے پیشگوئی کے طور پر ذوالمروہ اور ذ وخشب\r\nجہاں ان لوگوں کا ڈیرہ تھا ) پر ڈیرہ لگانے والے لشکروں کا ذکر فرما کر ان پر لعنت فرمائی\r\nتھی۔(البداية والنهاية جز ۷ صفحه ۱۷۴ مطبوعه بیروت (۱۹۶۶) پس خدا تمہارا بُرا\r\nکرے تم واپس چلے جاؤ۔ اس پر ان لوگوں نے کہا کہ بہت اچھا ہم واپس چلے جاویں گے\r\nاور یہ کہہ کر واپس چلے گئے۔\r\nاہل کوفہ کا حضرت زبیر کے پاس جانا\r\nاہل کوفہ حضرت زبیر کے پاس گئے اور ان سے عرض کیا کہ آپ عہدہ خلافت کے\r\nخالی ہونے پر اس عہدہ کو قبول کریں۔ انہوں نے بھی ان سے حضرت علی کا سا سلوک کیا\r\nاور بہت سختی سے پیش آئے اور اپنے پاس سے دھتکار دیا اور کہا کہ سب مؤمن جانتے ہیں\r\nکہ رسول کریم صلی اللہ علیہ وسلم نے فرمایا کہ ذوالمروہ اور ذ والخشب اور اعواص پر ڈیرہ لگانے\r\nوالے لشکر لعنتی ہوں گے۔\r\nاہل بصرہ کا حضرت طلحہ کے پاس جانا\r\nاسی طرح اہل بصرہ حضرت طلحہ رضی اللہ عنہ کے پاس آئے اور انہوں نے بھی ان کو\r\nرد کر دیا اور رسول کریم صلی اللہ علیہ وسلم کی پیشگوئی اور آپ کے ان پر لعنت کرنے سے ان کو\r\nآگاہ کیا۔ (طبری جلد صفحه ۲۹۵۶، ۱۹۵۷ مطبوعہ بیروت)\r\n75"
    },
    {
        "id": 80,
        "pageNo": 80,
        "pageText": "محمد بن ابی بکر کا والی مصر مقرر ہونا\r\nجب یہ حال ان لوگوں نے دیکھا اور اس طرف سے بالکل مایوس ہو گئے تو آخر یہ\r\nتدبیر کی کہ اپنے فعل پر ندامت کا اظہار کیا اور صرف یہ درخواست کی کہ بعض والی بدل دیئے\r\nجائیں ۔ جب حضرت عثمان رضی اللہ عنہ کو اس کا علم ہوا تو آپ نے کمال شفقت اور مہربانی\r\nسے ان کی اس درخواست کو قبول کر لیا اور ان لوگوں کی درخواست کے مطابق مصر کے والی\r\nعبداللہ بن ابی سرح کو بدل دیا۔ اور ان کی جگہ محمد بن ابی بکر کو والی مصر مقرر کر دیا۔ اس پر یہ\r\nلوگ بظاہر خوش ہو کر واپس چلے گئے اور اہل مدینہ خوش ہو گئے کہ خدا تعالیٰ نے اسلام کو ایک\r\nفساد عظیم سے بچالیا۔ مگر جو کچھ انہوں نے سمجھا وہ درست نہ تھا کیونکہ ان لوگوں کے ارادے\r\nاور ہی تھے اور ان کا کوئی کام شرارت اور فساد سے خالی نہ تھا۔\r\nاختلاف روایات کی حقیقت\r\nیا درکھنا چاہئے کہ یہی وقت ہے جب سے روایات میں نہایت اختلاف شروع ہو\r\nجاتا ہے۔ اور جو واقعات میں نے بیان کئے ہیں ان کو مختلف راویوں نے مختلف پیرایوں\r\nمیں بیان کیا ہے حتی کہ حق بالکل چھپ گیا ہے اور بہت سے لوگوں کو دھوکا لگ گیا ہے۔ اور\r\nوہ اس تمام کا روائی میں یا صحابہ کو شریک سمجھنے لگے ہیں یا کم سے کم ان کو مفسدوں سے دلی\r\nہمدردی رکھنے والا خیال کرتے ہیں۔ مگر یہ بات درست نہیں۔ اس زمانہ کی تاریخ سے متعلق\r\nبہت احتیاط کی ضرورت ہے۔ کیونکہ اس زمانہ کے بعد کوئی زمانہ ایسا نہیں آیا جو ایک یا\r\nدوسرے فریق سے ہمدردی رکھنے والوں سے خالی ہو۔ اور یہ بات تاریخ کے لئے نہایت\r\nمضر ہوتی ہے۔ کیونکہ جب سخت عداوت یا نا واجب محبت کا دخل ہو روایت کبھی بعینہ نہیں پہنچ\r\n76"
    },
    {
        "id": 81,
        "pageNo": 81,
        "pageText": "سکتی ۔ اگر راوی جھوٹ سے کام نہ بھی لیں تب بھی ان کے خیالات کا رنگ ضرور چڑھ جاتا\r\nہے۔ اور پھر تاریخ کے راویوں کے حالات ایسے ثابت شدہ نہیں ہیں جیسے کہ احادیث کے\r\nرواۃ کے۔ اور گومؤرخین نے بہت احتیاط سے کام لیا ہے پھر بھی حدیث کی طرح اپنی\r\nروایت کو روزِ روشن کی طرح ثابت نہیں کر سکتے ۔ پس بہت احتیاط کی ضرورت ہے۔\r\nتاریخ کی تصحیح کا زریں اصل\r\nلیکن صحیح حالات معلوم کرنا ناممکن بھی نہیں کیونکہ خدا تعالیٰ نے ایسے راستے کھلے\r\nرکھے ہیں جن سے صحیح واقعات کو خوب عمدگی سے معلوم کیا جا سکتا ہے۔ اور ایسے راوی بھی\r\nموجود ہیں جو بالکل بے تعلق ہونے کی وجہ سے واقعات کو کماحقہ بیان کرتے ہیں۔ اور\r\nتاریخ کی تصحیح کا یہ زریں اصل ہے کہ واقعات عالم ایک زنجیر کی طرح ہیں ۔ کسی منفرد واقع\r\nکی صحت معلوم کرنے کے لئے اسے زنجیر میں پرو کر دیکھنا چاہئے کہ وہ کڑی ٹھیک اپنی جگہ\r\nپر پروئی بھی جاتی ہے کہ نہیں ۔ غلط اور صحیح واقعات میں تمیز کرنے کے لئے یہ ایک نہایت ہی\r\nکار آمد مددگار ہے۔\r\nغرض اس زمانہ کے صحیح واقعات معلوم کرنے کے لئے احتیاط کی ضرورت ہے اور\r\nجرح و تعدیل کی حاجت ہے۔ سلسلہ واقعات کو مد نظر رکھنے کے بغیر کسی زمانہ کی تاریخ بھی\r\nصحیح طور پر معلوم نہیں ہو سکتی مگر اس زمانہ کی تاریخ تو خصوصا معلوم نہیں ہوسکتی ۔ اور یوروپین\r\nمصنفین نے اسی اختلاف سے فائدہ اٹھا کر اس زمانہ کی تاریخ کو ایسا بگاڑا ہے کہ ایک\r\nمسلمان کا دل اگر وہ غیرت رکھتا ہو ان واقعات کو پڑھ کر جلتا ہے اور بہت سے کمزور ایمان\r\nکے آدمی تو اسلام سے بیزار ہو جاتے ہیں۔ افسوس یہ ہے کہ خود بعض مسلمان مؤرخین نے\r\n77"
    },
    {
        "id": 82,
        "pageNo": 82,
        "pageText": "بھی بے احتیاطی سے اس مقام پر ٹھو کر کھائی ہے اور دوسروں کو گمراہ کرنے کا باعث بن گئے\r\nہیں۔\r\nحضرت عثمان اور دیگر صحابہ کی بریت\r\nمیں اس مختصر وقت میں پوری طرح ان غلطیوں پر تو بحث نہیں کر سکتا۔ جن میں یہ\r\nلوگ پڑے ہوئے ہیں لیکن میں اختصار کے ساتھ وہ صحیح حالات آپ لوگوں کے سامنے\r\nبیان کر دوں گا جن سے ثابت ہوتا ہے کہ حضرت عثمان اور دیگر صحابہ ہر ایک فتنہ سے یا عیب\r\nسے پاک تھے۔ بلکہ ان کا رویہ نہایت اعلیٰ اخلاق کا مظہر تھا اور ان کا قدم نیکی کے اعلیٰ مقام\r\nپر قائم تھا۔\r\nباغیوں کا دوبارہ مدینہ میں داخل ہونا\r\nمیں بتا چکا ہوں کہ مفسد لوگ بظاہر رضامندی کا اظہار کر کے اپنے گھروں کی طرف\r\nواپس چلے گئے۔ کوفہ کے لوگ کوفہ کی طرف۔ بصرہ کے لوگ بصرہ کی طرف اور مصر کے لوگ\r\nمصر کی طرف۔ اور اہل مدینہ امن و امان کی صورت دیکھ کر اور ان کے کوٹنے پر مطمئن ہو کر\r\nاپنے اپنے کاموں پر چلے گئے لیکن ابھی زیادہ دن نہ گزرے تھے کہ ایسے وقت میں جب\r\nکہ اہل مدینہ یا تو اپنے کاموں میں مشغول تھے یا اپنے گھروں میں یا مساجد میں بیٹھے\r\nتھے۔ اور ان کو کسی قسم کا خیال بھی نہ تھا کہ کوئی دشمن مدینہ پر چڑھائی کرنے والا ہے۔\r\nاچانک ان باغیوں کا لشکر مدینہ میں داخل ہوا اور مسجد اور حضرت عثمان کے گھر کا محاصرہ کرلیا\r\nاور تمام مدینہ کی گلیوں میں منادی کرا دی گئی کہ جس کسی کو اپنی جان کی ضرورت ہو اپنے گھر\r\nمیں آرام سے بیٹھا رہے اور ہم سے برسر پیکار نہ ہو ورنہ خیر نہ ہوگی۔ ان لوگوں کی آمد ایسی\r\n78"
    },
    {
        "id": 83,
        "pageNo": 83,
        "pageText": "اچانک تھی کہ اہل مدینہ مقابلہ کے لئے کوشش نہ کر سکے۔ حضرت امام حسن بیان فرماتے\r\nہیں کہ میں مسجد میں بیٹھا ہوا تھا کہ اچانک شور ہوا اور مدینہ کی گلیوں میں تکبیر کی آواز بلند\r\nہونے لگی (یہ مسلمانوں کا نعرہ جنگ تھا ) ہم سب حیران ہوئے اور دیکھنا شروع کیا کہ اس کا\r\nباعث کیا ہے۔ میں اپنے گھٹنوں کے بل کھڑا ہو گیا اور دیکھنے لگا۔ اتنے میں اچانک یہ لوگ\r\nمسجد میں گھس آئے اور مسجد پر بھی اور آس پاس\r\nکی گلیوں پر بھی قبضہ کر لیا۔\r\nان کے اچانک حملہ کا نتیجہ یہ ہوا کہ صحابہ اور اہل مدینہ کی طاقت منتشر ہو گئی اور وہ\r\nان سے لڑ نہ سکے اور ان کا مقابلہ نہ کر سکے۔ کیونکہ شہر کے تمام ناکوں اور مسجد پر انہوں نے\r\nقبضہ کر لیا تھا۔ اب دو ہی راستے کھلے تھے۔ ایک تو یہ کہ باہر سے مدد آوے اور دوسرا یہ کہ\r\nاہل مدینہ کسی جگہ پر جمع ہوں اور پھر کسی انتظام کے ماتحت ان سے مقابلہ کریں۔\r\nامراوّل کے متعلق ان کو اطمینان تھا کہ حضرت عثمان ایسا نہیں کریں گے کیونکہ ان کا\r\nرحم اور ان کی حسن ظنی بہت بڑھی ہوئی تھی اور وہ ان لوگوں کی شرارت کی ہمیشہ تاویل کر لیتے\r\nتھے اور امر دوم کے متعلق انہوں نے یہ انتظام کر لیا کہ مدینہ کی گلیوں میں اور اس کے\r\nدروازوں پر پہرہ لگا دیا اور حکم دے دیا کہ کسی جگہ اجتماع نہ ہونے پائے ۔ جہاں کچھ لوگ\r\nجمع ہوتے یہ ان کو منتشر کر دیتے۔ ہاں یوں آپس میں بولنے چالنے یا اگے ڈ کے کومیل\r\nملاقات سے نہ روکتے تھے۔\r\nاہل مدینہ کا باغیوں کو سمجھانا\r\nجب اہل مدینہ کی حیرت ذرا کم ہوئی تو ان میں سے بعض نے مسجد کے پاس آکر\r\nجہاں ان کا مرکز تھا انکو سمجھانا شروع کیا۔ اور ان کی اس حرکت پر اظہار ناراضگی کیا مگر ان لوگوں\r\n79"
    },
    {
        "id": 84,
        "pageNo": 84,
        "pageText": "نے بجائے ان کی نصیحت سے فائدہ اٹھانے کے ان کو ڈرایا اور دھمکایا اور صاف کہہ دیا کہ اگر وہ\r\nخاموش نہ رہیں گے تو ان کے لئے اچھا نہیں ہوگا۔ اور یہ لوگ ان سے بُری طرح پیش آویں\r\nگئے۔\r\nباغیوں\r\nکا مدینہ پر تسلط قائم کرنا\r\nاب گویا مدینہ دار الخلافت نہیں رہا تھا۔ خلیفہ وقت کی حکومت کو موقوف کر دیا گیا تھا\r\nاور چند مفسد اپنی مرضی کے مطابق جو چاہتے تھے کرتے تھے۔ اصحاب نبی کریم صلی اللہ\r\nعلیہ وسلم کیا اور دیگر اہل مدینہ کیا سب کو اپنی عزتوں کا بچانا مشکل ہو گیا تھا۔ اور بعض لوگوں\r\nنے تو اس فتنہ کو دیکھ کر اپنے گھروں سے نکلنا بند کر دیا تھا۔ رات دن گھروں میں بیٹھے رہتے\r\nتھے اور اس پر انگشت بدندان تھے۔ (طبری جلد صفحه ۱۹۶۲ مطبوعہ بیروت)\r\nاکابر صحابہؓ کا باغیوں سے واپسی کی وجہ دریافت کرنا\r\nچونکہ یہ لوگ پچھلی دفعہ اپنی تسلی کا اظہار کر کے گئے تھے اور آئندہ کے لئے ان کو کوئی\r\nشکایت باقی نہ تھی صحابہ حیرت میں تھے کہ آخر ان کے لوٹنے کا باعث کیا ہے۔ دوسرے\r\nلوگوں کو تو ان کے سامنے بولنے کی جرات نہ تھی۔ چندا کا برصحابہ جن کے نام کی یہ لوگ پناہ\r\nلیتے تھے اور جن سے محبت کا دعویٰ کرتے تھے انہوں نے ان سے دریافت کیا کہ آخر\r\nتمہارے اس لوٹنے کی وجہ کیا ہے۔ چنانچہ حضرت علی، حضرت طلحہ ، حضرت زبیر نے ان\r\nلوگوں سے ان کے واپس آنے کی وجہ دریافت کی۔ سب نے بالا تفاق یہی جواب دیا کہ ہم\r\nتسلی اور تشقی سے اپنے گھروں کو واپس جارہے تھے کہ راستہ میں ایک شخص کو دیکھا کہ صدقہ\r\nکے ایک اونٹ پر سوار ہے اور کبھی ہمارے سامنے آتا ہے اور کبھی پیچھے ہٹ جاتا ہے۔\r\n80"
    },
    {
        "id": 85,
        "pageNo": 85,
        "pageText": "ہمارے بعض آدمیوں نے جب اسے دیکھا تو انہیں شک ہوا اور انہوں نے اس کو جا پکڑا۔\r\nجب اس سے دریافت کیا گیا کہ کیا تیرے پاس کوئی خط ہے تو اس نے انکار کیا اور جب اس\r\nسے دریافت کیا گیا کہ تو کس کام کو جاتا ہے تو اس نے کہا مجھے علم نہیں۔ اس پر ان لوگوں کو اور\r\nزیادہ شک ہوا۔ آخر اس کی تلاشی لی گئی اور اس کے پاس سے ایک خط نکلا جو حضرت عثمان\r\nکا لکھا ہوا تھا اور اس میں والی مصر کو ہدایت کی گئی تھی کہ جس وقت مفسد مصر واپس لوٹیں ۔ ان\r\nمیں سے فلاں فلاں کو قتل کر دینا اور فلاں فلاں کو کوڑے اور ان کے سر اور داڑھیاں منڈوا\r\nدینا اور جو خط ان کی معرفت تمہارے معزول کئے جانے کے متعلق لکھا ہے اس کو باطل\r\nسمجھنا۔ یہ خط جب ہم نے دیکھا تو ہمیں سخت حیرت ہوئی اور ہم لوگ فوراً واپس کوئے۔\r\nحضرت علی نے یہ بات سن کر فوراً ان سے کہا کہ یہ بات تو مدینہ میں بنائی گئی ہے۔ کیونکہ\r\nاے اہل کوفہ اور اے اہل بصرہ ! تم لوگوں کو کیونکر معلوم ہوا کہ اہل مصر نے کوئی ایسا خط پکڑا\r\nہے۔ حالانکہ تم ایک دوسرے سے کئی منزلوں کے فاصلے پر تھے۔ اور پھر یہ کیونکر ہوا کہ تم\r\nلوگ اس قدر جلد واپس بھی آگئے۔ اس اعتراض کا جواب نہ وہ لوگ دے سکتے تھے اور نہ\r\nاس کا کوئی جواب تھا۔ پس انہوں نے یہی جواب دیا کہ جو مرضی آئے کہو اور جو چاہو ہماری\r\nنسبت خیال کرو ۔ ہم اس آدمی کی خلافت کو پسند نہیں کرتے۔ اپنے عہدے سے دست\r\nبردار ہو جائے۔ محمد بن مسلمہ جو اکابر صحابہ میں سے تھے اور جماعت انصار میں سے تھے\r\nکعب بن اشرف جو رسول کریم صلی اللہ علیہ وسلم کا اور اسلام کا سخت دشمن تھا اور یہود میں\r\nایک بادشاہ کی حیثیت رکھتا تھا جب اس کی شرارتیں حد سے بڑھ گئیں اور مسلمانوں کی تکلیف\r\nکی کوئی حد نہ رہی تو رسول کریم صلی اللہ علیہ وسلم کے ارشاد کے ماتحت انہوں نے اس\r\nکو قتل کر کے\r\nاسلام کی ایک بہت بڑی خدمت کی تھی انہوں نے جب یہ واقعہ سناتو یہی جرح کی اور صاف کہہ\r\n81"
    },
    {
        "id": 86,
        "pageNo": 86,
        "pageText": "دیا کہ یہ صرف ایک فریب ہے جو تم نے کیا ہے۔\r\nحضرت عثمان کا باغیوں کے لئے الزام سے بریت ثابت کرنا\r\nگو صحابہؓ نے ان کی اس بات کو عقلاً رد کر دیا مگر ان لوگوں کی دلیری اب حد سے\r\nبڑھ گئی تھی۔ باوجود اس ذلت کے جو ان\r\nکو پہنچی تھی۔ انہوں نے حضرت عثمان کے سامنے اس\r\nمعاملہ کو پیش کیا اور آپ سے اس کا جواب مانگا۔ اس وقت بہت سے اکابر صحابہؓ بھی آپ کی\r\nمجلس میں تشریف رکھتے تھے ۔ آپ نے ان کو جواب دیا کہ شریعت اسلامیہ کے مطابق کسی\r\nامر کے فیصلہ کے دو ہی طریق ہیں۔ یا تو یہ کہ مدعی اپنے دعوی کی تائید میں دو گواہ پیش کرے\r\nیا یہ کہ مدعی علیہ کو قسم دی جائے۔ پس تم پر فرض ہے کہ تم دو گواہ اپنے دعوئی کی تائید میں پیش\r\nکرو ورنہ میں اس خدا کی قسم کھاتا ہوں جس کے سوا اور کوئی معبود نہیں کہ نہ میں نے یہ خط لکھا\r\nہے نہ میرے مشورہ سے یہ خط لکھا گیا اور نہ ہی لکھوایا ہے نہ مجھے علم ہے کہ یہ خط کس نے لکھا\r\nہے۔ پھر فرمایا کہ تم لوگ جانتے ہو کہ کبھی خط جھوٹے بھی بنا لئے جاتے ہیں اور انگوٹھیوں\r\nجیسی اور انگوٹھیاں بنائی جا سکتی ہیں۔ جب صحابہ نے آپ کا یہ جواب سنا تو انہوں نے\r\nحضرت عثمان کی تصدیق کی اور آپ کو اس الزام سے بری قرار دیا۔ مگر ان لوگوں پر اس کا\r\nکوئی اثر نہ ہوا اور ہوتا بھی کیونکر ۔ انہوں نے تو خود وہ خط بنایا تھا۔ سوتے ہوئے آدمی کو تو\r\nآدمی جگا سکتا ہے جو جاگتا ہو اور ظاہر کرے کہ سو رہا ہے اسے کون جگائے۔ ان لوگوں کے\r\nسر دار تو خوب سمجھتے تھے کہ یہ ہمارا اپنا فریب ہے۔ وہ ان جوابات کی صحت یا معقولیت پر\r\nکب غور کر سکتے تھے اور ان کے اتباع ان کے غلام بن چکے تھے جو کچھ وہ کہتے وہ سنتے\r\nتھے اور جو کچھ بتاتے تھے اسے تسلیم کرتے تھے۔\r\n82"
    },
    {
        "id": 87,
        "pageNo": 87,
        "pageText": "باغیوں کے منصوبہ کی اصلیت\r\nان لوگوں پر نہ تو اثر ہو سکتا تھا نہ ہوا مگر آنکھوں والوں کے لئے حضرت عثمان کا\r\nجواب شرم و حیا کی صفات حسنہ سے ایسا متصف ہے کہ اس سے ان مفسدوں کی بے حیائی\r\nاور وقاحت اور بھی زیادہ نمایاں ہو جاتی ہے جب کہ وہ مفسد ایک جھوٹا خطہ بنا کر حضرت\r\nعثمان رضی اللہ عنہ پر فریب اور دھو کے کا الزام لگاتے ہیں اور جب کہ حضرت علی اور محمد بن\r\nمسلمہ واقعات سے نتیجہ نکال کر ان لوگوں پر صاف صاف دھو کے کا الزام لگاتے ہیں۔ خود\r\nحضرت عثمان جن پر الزام لگایا گیا ہے اور جن کے خلاف یہ منصوبہ کھڑا کیا گیا ہے اپنے\r\nآپ سے تو الزام کو دفع کرتے ہیں مگر یہ نہیں فرماتے کہ تم نے یہ خط بنایا ہے بلکہ ان کی غلطی\r\nپر بھی پردہ ڈالتے ہیں اور صرف اسی قدر فرماتے ہیں کہ تم جانتے ہو کہ خط خط سے مل جاتا\r\nہے اور انگوٹھی کی نقل بنائی جاسکتی ہے اور اونٹ بھی چرایا جا سکتا ہے۔\r\nبعض لوگ جو حضرت عثمان کو بھی اس الزام سے بری سمجھتے ہیں اور ان لوگوں کی\r\nنسبت بھی حسن ظنی سے کام لینا چاہتے ہیں خیال کرتے ہیں کہ یہ خط مروان نے لکھ کر بطور\r\nخود بھیج دیا ہوگا۔ مگر میرے نزدیک یہ خیال بالکل غلط ہے واقعات صاف بتاتے ہیں کہ یہ\r\nخط انہی مفسدوں نے بنایا ہے نہ کہ مروان یا کسی اور شخص نے اور یہ خیال کہ اگر انہوں نے\r\nبنایا ہوا تھا تو حضرت عثمان کا غلام اور صدقہ کا اونٹ ان کے ہاتھ کہاں سے آیا اور حضرت\r\nعثمان کے کاتب کا خط انہوں نے کس طرح بنالیا اور حضرت عثمان کی انگوٹھی کی مہر اس پر\r\nکیونکر لگا دی ایک غلط خیال ہے۔ کیونکہ ہمارے پاس اس کی کافی وجوہ موجود ہیں کہ یہ خط\r\nانہیں لوگوں نے بنایا تھا۔ گو واقعات سے ایسا معلوم ہوتا ہے اور یہی قرین قیاس ہے کہ یہ\r\n83"
    },
    {
        "id": 88,
        "pageNo": 88,
        "pageText": "فریب صرف چندا کا برکا کام تھا اور کوئی تعجب نہیں کہ صرف عبد اللہ بن سبا اور اس کے چند خاص\r\nشاگردوں کا کام ہو۔ اور دوسرے لوگوں کو خواہ وہ سردار شکر ہی کیوں نہ ہوں اس کا علم نہ ہو۔\r\nخط والے منصوبے کے ثبوت میں سات دلائل\r\nاس امر کا ثبوت کہ یہ کاروائی انہی لوگوں میں سے بعض لوگوں کی تھی یہ ہے:۔\r\nان لوگوں کی نسبت اس سے پہلے ثابت ہو چکا ہے کہ اپنے مدعا کے حصول کے لئے\r\nیہ لوگ جھوٹ سے پر ہیز نہیں کرتے تھے جیسا کہ ولید بن عتبہ اور سعید بن العاص کے مقابلہ\r\nمیں انہوں نے جھوٹ سے کام لیا۔ اسی طرح مختلف ولایات کے متعلق جھوٹی شکایات مشہور\r\nکیں جن کی تحقیق اکابر صحابہ نے کی اور ان کو غلط پایا۔ پس جب کہ ان لوگوں کی نسبت\r\nثابت ہو چکا ہے کہ جھوٹ سے ان کو پر ہیز نہ تھا تو کوئی وجہ نہیں کہ اس امر میں ان کو ملزم نہ\r\nقرار دیا جاوے اور ایسے لوگوں پر الزام لگا یا جاوے جن کا جھوٹ ثابت نہیں۔\r\nجیسا کہ حضرت علی اور محمد بن مسلمہ نے اعتراض کیا ہے ان لوگوں کا ایسی جلدی\r\nواپس آجانا اور ایک وقت میں مدینہ میں داخل ہونا اس بات کی شہادت ہے کہ یہ ایک\r\nسازش تھی ۔ کیونکہ جیسا کہ تاریخ سے ثابت ہوتا ہے اہل مصر بیان کرتے تھے کہ انہوں نے\r\nبویب مقام پر اس قاصد کو جو ان کے بیان کے مطابق حضرت عثمان کا خط والی مصر کی\r\nطرف لے جارہا تھا پکڑا تھا۔ بویب مدینہ سے کم سے کم چھ منازل پر واقع ہے اور اس جگہ\r\nواقع ہے جہاں سے مصر کا راستہ شروع ہوتا ہے۔ جب اہل مصر اس جگہ تک پہنچ گئے تھے تو\r\nاہل کوفہ اور اہل بصرہ بھی قریباً بالمقابل جہات پر چھ چھ منازل طے کر چکے ہوں گے اور اس\r\nطرح اہل مصر سے جو کچھ واقع ہوا اس کی اطلاع دونوں قافلوں کو کم سے کم بارہ تیرہ دن میں\r\n84"
    },
    {
        "id": 89,
        "pageNo": 89,
        "pageText": "مل سکتی تھی ۔ اور ان کے آنے جانے کے دن شامل کر کے قریباً چوبیس دن میں یہ لوگ مدینہ\r\nپہنچ سکتے تھے۔ مگر یہ لوگ اس عرصہ سے بہت کم عرصہ میں واپس آگئے تھے۔ پس صاف\r\nثابت ہوتا ہے کہ مدینہ سے رخصت ہونے سے پہلے ہی ان لوگوں نے آپس میں منصوبہ بنا\r\nلیا تھا کہ فلاں تاریخ کو سب قافلے واپس مدینہ کوٹیں اور ایک دم مدینہ پر قبضہ کر لیں اور\r\nچونکہ مصری قافلہ کے ساتھ عبد اللہ بن سبا تھا اور وہ نہایت ہوشیار آدمی تھا۔ اس نے ایک\r\nطرف تو یہ دیکھا کہ لوگ ان سے سوال کریں گے کہ تم بلا وجہ کوٹے کیوں ہو اور دوسری\r\nطرف اس کو یہ بھی خیال تھا کہ خود اس کے ساتھیوں کے دل میں بھی یہ بات کھٹکے گی کہ فیصلہ\r\nکے بعد نقض عہد کیوں کیا گیا ہے۔ اس لئے اس نے جعلی خط بنایا اور خود اپنے ساتھیوں کی\r\nعقلوں پر پردہ ڈال دیا۔ اور غیظ و غضب کی آگ کو ان کے دلوں میں اور بھی بھڑ کا یا۔ اور\r\nصدقہ کے اونٹ کا چرالینا اور کسی غلام کو رشوت دے کر ساتھ ملا لینا کوئی مشکل بات نہیں۔\r\nاس خط کے پکڑنے کا واقعہ جس طرح بیان کیا جاتا ہے وہ خود غیر طبعی ہے۔ کیونکہ اگر\r\nحضرت عثمان نے یا مروان نے کوئی ایساخط بھیج ہوتا تو یہ کیونکر ہوسکتا تھا کہ وہ غلام کبھی ان\r\nکے سامنے آتا اور کبھی چھپ جاتا۔ یہ حرکت تو وہی شخص کر سکتا ہے جو خود اپنے آپ کو پکڑ وانا\r\nچاہے۔ اس غلام کو تو بقول ان لوگوں کے حکم دیا گیا تھا کہ اس قافلہ سے پہلے مصر پہنچ جائے۔\r\nپھر بویب مقام پر جو مصر کا دروازہ ہے اس شخص کا ان کے ساتھ ساتھ جانا کیونکر خیال میں\r\nآسکتا ہے۔ قافلہ اور ایک آدمی کے سفر میں بہت فرق ہوتا ہے ایک آدمی جس سُرعت سے\r\nسفر کر سکتا ہے قافلہ نہیں کرسکتا۔ کیونکہ قافلہ کی حوائج بہت زیادہ ہوتی ہیں اور سب قافلہ کی\r\nسواریاں ایک جیسی تیز نہیں ہوتیں۔ پس کیونکر ممکن تھا کہ بویب تک قافلہ پہنچ جاتا اور وہ\r\n85"
    },
    {
        "id": 90,
        "pageNo": 90,
        "pageText": "پیغامبر ا بھی قافلہ کے ساتھ ہی ہوتا اس وقت تو اسے اپنی منزل مقصود کے قریب ہونا چاہئے\r\nتھا۔ جو حالت وہ اس پیغامبر کی بیان کرتے ہیں وہ ایک جاسوس کی نسبت تو منسوب کی جا\r\nسکتی ہے پیغامبر کی نسبت منسوب نہیں کی جاسکتی ۔ اسی طرح جب اس پیغامبر کو پکڑا گیا تو جو\r\nسوال و جواب اس سے ہوئے وہ بالکل غیر طبعی ہیں۔ کیونکہ وہ بیان کرتا ہے کہ وہ\r\nپیغامبر ہے۔ لیکن نہ اسے کوئی خط دیا گیا ہے اور نہ اسے کوئی زبانی پیغام دیا گیا ہے یہ جواب\r\nسوائے اس شخص کے کون دے سکتا ہے جو یا تو پاگل ہو یا خود اپنے آپ کو شک میں ڈالنا\r\nچاہتا ہو۔ اگر واقع میں وہ شخص پیغامبر ہوتا تو اسے کیا ضرورت تھی کہ وہ کہتا کہ میں حضرت\r\nعثمان \" یا کسی اور کا بھیجا ہوا ہوں۔ یہ بھی نہیں کہا جاسکتا کہ وہ بیچ کا بڑا پا بند تھا کیونکہ کہا جاتا\r\nہے کہ اس کے پاس خط تھا۔ مگر اس نے کہا کہ میرے پاس کوئی خط نہیں پس ان لوگوں کی\r\nروایت کے مطابق اس پیغامبر نے جھوٹ تو ضرور بولا۔ پس سوال یہ ہے کہ اس نے وہ\r\nجھوٹ کیوں بولا جس سے وہ صاف طور پر پکڑا جا تا تھا۔ وہ جھوٹ کیوں نہ بولا جو ایسے موقع\r\nپر اس کو گرفتاری سے بچا سکتا تھا۔ غرض یہ تمام واقعات بتاتے ہیں کہ خط اور خط لے جانے\r\nوالے کا واقعہ شروع سے آخر تک فریب تھا۔ انہی مفسدوں میں سے کسی نے ( زیادہ تر گمان\r\nیہ ہے کہ عبد اللہ بن سبانے ) ایک جعلی خط بنا کر ایک شخص کو دیا ہے کہ وہ اسے لے کر قافلہ\r\nکے پاس سے گزرے لیکن چونکہ ایک آبادراستہ پر ایک سوار کو جاتے ہوئے دیکھ کر پکڑ لینا\r\nقرین قیاس نہ تھا اور اس خط کو بنانے والا چاہتا تھا کہ جہاں تک ہو سکے اس واقعہ کو دوسرے\r\nکے ہاتھ سے پورا کروائے اس لئے اس نے اس قاصد کو ہدایت کی کہ وہ اس طرح قافلہ\r\nکے ساتھ چلے کہ لوگوں کے دلوں میں شک پیدا ہو اور جب وہ اس شک کو دور کرنے کے\r\nلئے سوال کریں تو ایسے جواب دے کہ شک اور زیادہ ہو ۔ تا کہ عامتہ الناس خود اس کی تلاشی\r\n86"
    },
    {
        "id": 91,
        "pageNo": 91,
        "pageText": "لیں اور خط اس کے پاس دیکھ کر ان کو یقین ہو جاوے کہ حضرت عثمان نے ان سے فریب\r\nکیا ہے۔\r\nاس خط کا مضمون بھی بتاتا ہے کہ وہ خط جعلی ہے اور کسی واقف کار مسلمان کا بنایا ہوا\r\nنہیں۔ کیونکہ بعض روایات میں اس کا یہ مضمون بتایا گیا ہے کہ فلاں فلاں کی ڈاڑھی منڈوائی\r\nجاوے حالانکہ ڈاڑھی منڈوانا اسلام کی رو سے منع ہے اور اسلامی حکومتوں میں سز ا صرف\r\nوہی دی جا سکتی تھی جو مطابق اسلام ہو۔ یہ ہرگز جائز نہ تھا کہ کسی شخص کو سزا کے طور پر سور\r\nکھلا یا جاوے یا شراب پلائی جاوے یا ڈاڑھی منڈوائی جاوے۔\r\nکیونکہ یہ ممنوع امر ہے۔\r\nسزا صرف قتل یا ضرب یا جرمانہ یا نفی عن الارض کی اسلام سے ثابت ہے خواہ نفی بصورت\r\nجلا وطنی ہو یا بصورت قید ۔ اس کے سوا کوئی سزا اسلام سے ثابت نہیں اور نہ آئمہ اسلام نے\r\nکبھی ایسی سزا دی۔ نہ خود حضرت عثمان یا ان کے عمال نے کبھی کوئی ایسی سزا دی۔ پس ایسی\r\nسزا کا اس خط میں تحریر ہونا اس امر کا کافی ثبوت ہے کہ یہ خط کسی ایسے شخص نے بنایا تھا جو مغز\r\nاسلام سے واقف نہ تھا۔\r\nاس خط سے پہلے کے واقعات بھی اس امر کی تردید کرتے ہیں کہ یہ خط حضرت\r\nعثمان یا ان کے سیکرٹری کی طرف سے ہو کیونکہ تمام روایات اس امر پر متفق ہیں کہ حضرت\r\nعثمان نے ان لوگوں کو سزا دینے میں بہت ڈھیل سے کام لیا ہے۔ اگر آپ چاہتے تو جس\r\nوقت یہ لوگ پہلی دفعہ آئے تھے اسی وقت ان کو قتل کر دیتے۔ اگر اس دفعہ انہوں نے چھوڑ\r\nدیا تھا تو دوسری دفعہ آنے پر تو ضرور ہی ان سرغنوں کو گرفتار کیا جاسکتا تھا کیونکہ وہ کھلی کھلی\r\nسرکشی کر چکے تھے اور صحابہ ان سے لڑنے پر آمادہ تھے۔ مگر اس وقت ان سے نرمی کر کے مصر\r\n87"
    },
    {
        "id": 92,
        "pageNo": 92,
        "pageText": "کے والی کو خط لکھنا کہ ان کو سزا دے ایک بعید از عقل خیال ہے۔ اور یہ بھی نہیں کہا جا سکتا کہ\r\nحضرت عثمان کی نرمی کو دیکھ کر مروان نے ایسا خط لکھ دیا کیونکہ مروان یہ خوب جانتا تھا کہ\r\nحضرت عثمان حدود کے قیام میں بہت سخت ہیں۔ وہ ایسا خط لکھ کر سزا سے محفوظ رہنے کا خیال\r\nایک منٹ کے لئے بھی اپنے دل میں نہیں لاسکتا تھا۔ پھر اگر وہ ایسا خط لکھتا بھی تو کیوں صرف\r\nمصر کے والی کے نام لکھتا۔ کیوں نہ بصرہ اور کوفہ کے والیوں کے نام بھی وہ ایسے خطوط لکھ دیتا۔\r\nجس سے سب دشمنوں کا ایک دفعہ ہی فیصلہ ہو جاتا۔ صرف مصر کے والی کے نام ہی خط لکھا جانا\r\nاس امر پر دلالت کرتا ہے کہ کوفہ اور بصرہ کے قافلوں میں کوئی عبد اللہ بن سبا جیسا چال باز\r\nآدمی نہ تھا۔\r\nاگر یہ کہا جائے کہ شاید ان دونوں علاقوں کے والیوں کے نام بھی ایسے احکام جاری\r\nکئے گئے ہوں گے مگر ان کے لے جانے والے پکڑے نہیں گئے ۔ تو اس کا جواب یہ ہے کہ\r\nاگر ایسا ہوتا تو یہ بات مخفی نہیں رہ سکتی تھی۔ کیونکہ اگر عبد اللہ بن عامر پر یہ الزام لگا دیا جاوے\r\nکہ وہ حضرت عثمان کا رشتہ دار ہونے کے سبب خاموش رہا تو حضرت ابو موسیٰ اشعری جو\r\nاکابر صحابہ میں سے تھے اور جن کے کامل الایمان ہونے کا ذکر خود قرآن شریف میں آتا\r\nہے اور جو اس وقت کوفہ کے والی تھے وہ کبھی خاموش نہ رہتے اور ضرور بات کو کھول دیتے۔\r\nپس حق یہی ہے کہ یہ خط جعلی تھا اور مصری قافلہ میں سے کسی نے بنایا تھا۔ اور چونکہ مصری\r\nقافلہ کے سوا دوسرے قافلوں میں\r\nکوئی شخص نہ اس قسم کی کاروائی کرنے کا اہل تھا اور نہ اس\r\nقدر عرصہ میں متعدد اونٹ بیت المال کے چرائے جا سکتے تھے اور نہ ہی اس قدر غلام قابو\r\nکئے جاسکتے تھے۔ اس لئے دوسرے علاقوں کے والیوں کے نام کے خطوط نہ بنائے گئے۔\r\n88"
    },
    {
        "id": 93,
        "pageNo": 93,
        "pageText": "سب سے زیادہ اس خط پر روشنی وہ غلام ڈال سکتا تھا جس کی نسبت ظاہر کیا جاتا ہے\r\nکہ وہ خط لے گیا تھا۔ مگر تعجب ہے کہ باوجود اس کے کہ حضرت عثمان نے گواہوں کا مطالبہ\r\nکیا ہے اس غلام کو پیش نہیں کیا گیا اور نہ بعد کے واقعات میں اس کا کوئی ذکر آتا ہے جس\r\nسے معلوم ہوتا ہے کہ اس کا پیش کیا جانا ان لوگوں کے مفاد کے خلاف تھا۔ شاید ڈرتے ہوں\r\nکہ وہ صحابہ کے سامنے آکر اصل واقعات کو ظاہر کر دے گا۔ پس اس کو چھپا دینا بھی اس\r\nامر کا ثبوت ہے کہ خط کے بنانے والا یہ مفسد گروہ ہی تھا۔\r\nایک نہایت زبر دست ثبوت اس بات کا کہ ان لوگوں نے ہی یہ خط بنایا تھا یہ ہے کہ\r\nیہ پہلا خط نہیں جو انہوں نے بنایا ہے بلکہ اس کے سوا اسی فساد کی آگ بھڑ کانے کے لئے اور\r\nکئی خطوط انہوں نے بنائے ہیں۔ پس اس خط کا بنانا بھی نہ ان کے لئے مشکل تھا اور نہ اس\r\nواقعہ کی موجودگی میں کسی اور شخص کی طرف منسوب کیا جا سکتا ہے۔ وہ خط جو یہ پہلے بناتے\r\nرہے ہیں حضرت علی کے بد نام کرنے کے لئے تھے اور ان میں اس قسم کا مضمون ہوتا تھا کہ\r\nتم لوگ حضرت عثمان کے خلاف جوش بھڑ کاؤ۔ ان خطوط کے ذریعے عوام الناس کا جوش\r\nبھڑ کایا جاتا تھا اور وہ حضرت علی کی تصدیق دیکھ کر عبداللہ بن سبا کی باتوں میں پھنس جاتے\r\nتھے۔ لیکن معلوم ہوتا ہے کہ ان خطوط کا مضمون بہت مخفی رکھنے کا حکم تھا تا کہ حضرت علی کو\r\nمعلوم نہ ہو جائے اور وہ ان کی تردید نہ کر دیں۔ اور مخفی رکھنے کی تاکید کی وجہ بھی بانیان فساد\r\nکے پاس معقول تھی۔ یعنی اگر یہ خط ظاہر ہوں گے تو حضرت علی مشکلات میں پڑ جاویں\r\nگے۔ اس طرح لوگ حضرت علی کی خاطر ان خطوط کے مضمون کو کسی پر ظاہر نہ کرتے تھے۔\r\nاور بات کے مخفی رہنے کی وجہ سے بانیان فساد کا جھوٹ کھلتا بھی نہ تھا۔ لیکن جھوٹ آخر زیادہ\r\n89"
    },
    {
        "id": 94,
        "pageNo": 94,
        "pageText": "دیر تک چھپا نہیں رہتا خصوصاً جب سینکڑوں کو اس سے واقف کیا جاوے۔ حضرت عثمان\r\nکے نام پر لکھا ہوا خط پکڑا گیا اور عام اہل کوفہ نہایت غصہ سے واپس ہوئے تو ان میں سے\r\nایک جماعت حضرت علی کے پاس گئی اور ان سے مدد کی درخواست کی حضرت علی تو تمام\r\nواقعہ کو سن کر ہی اس کے جھوٹا ہونے پر آگاہ ہو چکے تھے اور اپنی خداداد فراست سے اہل\r\nمصر کا فریب ان پر کھل چکا تھا۔ آپ نے صاف انکار کر دیا کہ میں ایسے کام میں تمہارے\r\nساتھ شریک نہیں ہو سکتا اس وقت جوش کی حالت میں ان میں سے بعض سے احتیاط نہ ہو سکی\r\nاور بے اختیار بول اٹھے کہ پھر ہم سے خط و کتابت کیوں کرتے تھے۔ حضرت علی کے لئے\r\nیہ ایک نہایت حیرت انگیز بات تھی۔ آپ نے اس سے صاف انکار کیا اور لاعلمی ظاہر کی اور\r\nفرمایا کہ خدا تعالیٰ کی قسم ہے میں نے\r\nکبھی کوئی خط آپ لوگوں کی طرف نہیں لکھا۔ (طبری\r\nجلد نمبر صفحہ ۲۹۶۵ مطبوعہ بیروت) اس پر ان لوگوں کو بھی سخت حیرت ہوئی کیونکہ در حقیقت\r\nخود ان کو بھی دھوکا دیا گیا تھا۔ اور انہوں نے ایک دوسرے کی طرف حیرت سے\r\nدیکھا اور دریافت کیا کہ کیا اس شخص کے لئے تم غضب ظاہر کرتے ہو اور لڑتے\r\nہو یعنی یہ شخص تو ایسا بز دل ہے کہ سب کچھ کر کرا کر موقع پر اپنے آپ کو بالکل بری\r\nظاہر کرتا ہے ۔ (نَعُوْذُ بِاللَّهِ مِنْ ذَالِکَ)\r\nاس واقعہ سے معلوم ہوتا ہے کہ ان لوگوں میں بعض ایسے آدمی موجود تھے جو جعلی\r\nمخطوط بنانے میں مہارت رکھتے تھے اور یہ بھی کہ ایسے آدمی مصریوں میں موجود تھے۔ کیونکہ\r\nحضرت علی کے نام پر خطوط صرف مصریوں کی طرف لکھے جاسکتے تھے جو حضرت علی کی\r\nمحبت کے دعویدار تھے۔ پس اس خط کا جو حضرت عثمان کی طرف منسوب کیا جاتا تھا مصری\r\n90"
    },
    {
        "id": 95,
        "pageNo": 95,
        "pageText": "قافلہ میں پکڑا جانا اس بات کا روشن ثبوت ہے کہ اس کا لکھنے والا مدینہ کا کوئی شخص نہ تھا بلکہ\r\nمصری قافلہ کا ہی ایک فرد تھا۔\r\nخط کا واقعہ چونکہ حضرت عثمان رضی اللہ عنہ کے خلاف الزام لگانے والوں کے\r\nنزدیک سب سے اہم واقعہ ہے اس لئے میں نے اس پر تفصیلا اپنی تحقیق بیان کر دی ہے اور\r\nگواس واقعہ پر اور بسط سے بھی بیان کیا جا سکتا ہے مگر میں سمجھتا ہوں کہ جو کچھ بیان کیا جا چکا\r\nہے۔ اس امر کے ثابت کرنے کے لئے کہ یہ خط ایک جعلی اور بناوٹی خط تھا۔ اور یہ کہ اس خط\r\nکے بنانے والے عبد اللہ بن سبا اور اس کے ساتھی تھے نہ کہ مروان یا کوئی اور شخص۔\r\n( حضرت عثمان کی ذات تو اس سے بہت ارفع ہے ) کافی ہے۔\r\nمفسدوں کی اہل مدینہ پر زیادتیاں\r\nاب میں پھر سلسلہ واقعات کی طرف لوٹتا ہوں۔ اس جعلی خط کے زور پر اور اچانک\r\nمدینہ پر قبضہ کر لینے کے گھمنڈ پر ان مفسدوں نے خوب زیادتیاں شروع کیں۔ ایک طرف\r\nتو حضرت عثمان پر زور دیا جاتا کہ وہ خلافت سے دست بردار ہو جائیں۔ دوسری طرف\r\nاہل مدینہ کو تنگ کیا جاتا کہ وہ حضرت عثمان کی مدد کے لئے کوشش نہ کریں۔ اہل مدینہ\r\nبالکل بے بس تھے دو تین ہزار مسلح فوجی جو شہر کے راستوں اور چوکوں اور دروازوں کی ناکہ\r\nبندی کئے ہوئے تھے۔ اس کا مقابلہ یوں بھی آسان نہ تھا مگر اس صورت میں کہ وہ چند\r\nآدمیوں\r\nکو بھی اکٹھا ہونے نہ دیتے تھے اور دو دو چار چار آدمیوں سے زیادہ آدمیوں کا ایک\r\nجگہ جمع ہونا ناممکن تھا۔ باغی فوج کے مقابلہ کا خیال بھی دل میں لانا محال تھا۔ اور اگر بعض من\r\nچلے جنگ پر آمادہ بھی ہوتے تو سوائے ہلاکت کے اس کا کوئی نتیجہ نہ نکلتا۔ مسجد ایک ایسی\r\n91"
    },
    {
        "id": 96,
        "pageNo": 96,
        "pageText": "جگہ تھی جہاں لوگ جمع ہو سکتے تھے۔ مگر ان لوگوں نے نہایت ہوشیاری سے اس کا بھی\r\nانتظام کر لیا تھا اور وہ یہ کہ نماز سے پہلے تمام مسجد میں پھیل جاتے اور اہل مدینہ کو اس طرح\r\nایک دوسرے سے جدا جدا ر کھتے کہ وہ کچھ نہ کر سکتے۔\r\nحضرت عثمان کا مفسدوں کو نصیحت کرنا\r\nبا وجود اس شور و فساد کے حضرت عثمان نماز پڑھانے کے لئے باقاعدہ مسجد میں\r\nتشریف لاتے اور یہ لوگ بھی آپ سے اس معاملہ میں تعترض نہ کرتے اور امامت نماز سے\r\nنہ روکتے حتی کہ ان لوگوں کے مدینہ پر قبضہ کر لینے کے بعد سب سے پہلا جمعہ آیا۔ حضرت\r\nعثمان نے جمعہ کی نماز سے فارغ ہو کر ان لوگوں کو نصیحت فرمائی۔ اور فرمایا کہ اے دشمنان\r\nاسلام ! خدا تعالیٰ کا خوف کرو۔ تمام اہل مدینہ اس بات کو جانتے ہیں کہ تم لوگوں پر رسول\r\nکریم صلی اللہ علیہ وسلم نے لعنت فرمائی ہے۔ پس تو بہ کرو اور اپنے گناہوں کو نیکیوں کے\r\nذریعے سے مٹاؤ۔ کیونکہ اللہ تعالیٰ گناہوں کو نیکیوں کے سوا کسی اور چیز سے نہیں مٹاتا۔ اس\r\nپر محمد بن مسلمہ انصاری کھڑے ہوئے اور کہا کہ میں اس امر کی تصدیق کرتا ہوں۔ ان\r\nلوگوں نے سمجھا کہ حضرت عثمان پر تو ہمارے ساتھی بدظن ہیں لیکن صحابہ نے اگر آپ کی\r\nتصدیق کرنی شروع کی اور ہماری جماعت کو معلوم ہوا کہ رسول کریم صلی اللہ علیہ وسلم نے\r\nہماری نسبت خاص طور پر پیشگوئی فرمائی تھی تو عوام شاید ہمارا ساتھ چھوڑ دیں۔ اس لئے\r\nانہوں نے اس سلسلہ کو روکنا شروع کیا۔ اور محمد بن مسلمہ رسول کریم صلی اللہ علیہ وسلم\r\nکے مقرب صحابی کو جو تائید خلافت کے لئے نہ کسی فتنہ کے بر پا کرنے کے لئے کھڑے\r\nہوئے تھے۔ حکیم بن جبلہ ڈاکو نے جس کا ذکر میں شروع میں کر چکا ہوں جبراً پکڑ کر بٹھا\r\n92"
    },
    {
        "id": 97,
        "pageNo": 97,
        "pageText": "دیا۔ اس پر زید بن ثابت \" جن کو قرآن کریم کے جمع کرنے کی عظیم الشان خدمت سپر دہوئی\r\nتھی تصدیق کے لئے کھڑے ہوئے مگر ان\r\nکو بھی ایک اور شخص نے بٹھا دیا۔\r\nمفسدوں کا عصائے نبوی کو توڑنا\r\nاس کے بعد اس محبت اسلام کا دعوی کرنے والی جماعت کے ایک فرد نے حضرت\r\nعثمان کے ہاتھ سے وہ عصا جس پر رسول کریم صلی اللہ علیہ وسلم ٹیک لگا کر خطبہ دیا کرتے\r\nتھے اور آپ کے بعد حضرت ابو بکر اور حضرت عمر ایسا ہی کرتے رہے چھین لیا اور اس پر\r\nاکتفا نہ کی بلکہ رسول کریم صلی اللہ علیہ وسلم کی اس یادگار کو جو امت اسلام کے لئے ہزاروں\r\nبرکتوں کا موجب تھی اپنے گھٹنوں پر رکھ کر توڑ دیا۔ حضرت عثمان سے ان کو نفرت سہی\r\nخلافت سے ان کو عداوت سہی ، مگر رسول کریم صلی اللہ علیہ وسلم سے تو ان کو محبت کا دعویٰ تھا۔\r\nپھر رسول کریم صلی اللہ علیہ وسلم کی اس یادگار کو اس بے ادبی کے ساتھ توڑ دینے کی ان کو\r\nکیونکر جرات ہوئی۔ یورپ آج دہریت کی انتہائی حد کو پہنچا ہوا ہے مگر یہ احساس اس میں\r\nبھی باقی ہے کہ اپنے بزرگوں کی یادگاروں کی قدر کرے۔ مگر ان لوگوں نے باوجود دعوائے\r\nاسلام کے رسول کریم صلی اللہ علیہ وسلم کے عصائے مبارک کو توڑ کر پھینک دیا۔ جس سے\r\nمعلوم ہوتا ہے کہ اسلام کی نصرت کا جوش صرف دکھاوے کا تھا ورنہ اس گروہ کے سردار\r\nاسلام سے ایسے ہی دور تھے جیسے کہ آج اسلام کے سب سے بڑے دشمن۔\r\nمفسدوں کا مسجد نبوری میں کنکر برسانا اور حضرت عثمان کو زخمی کرنا\r\nرسول کریم صلی اللہ علیہ وسلم کا عصا توڑ کر بھی ان لوگوں کے دلوں کو ٹھنڈک نہ حاصل\r\nہوئی اور انہوں نے اس مسجد میں جس کی بنیاد محمد رسول اللہ صلی اللہ علیہ وسلم نے رکھی تھی اور\r\n93"
    },
    {
        "id": 98,
        "pageNo": 98,
        "pageText": "جس کی تعمیر نہایت مقدس ہاتھوں سے ہوئی تھی کنکروں\r\nکا مینہ برسانہ شروع کیا اور کنکر مارمار\r\nکر صحابہ کرام اور اہل مدینہ کو مسجد نبوی سے باہر نکال دیا اور حضرت عثمان پر اس قدر کنکر\r\nبرسائے گئے کہ آپ بے ہوش ہو کر منبر پر سے گر گئے اور چند آدمی آپ کو اٹھا کر گھر چھوڑ آئے۔\r\nیہ اس محبت کا نمونہ تھا جو ان لوگوں کو اسلام اور حاملان شریعت اسلام سے تھی ۔ اور\r\nیہ وہ اخلاق فاضلہ تھے جن کو یہ لوگ حضرت عثمان کو خلافت سے علیحدہ کر کے عالم اسلام\r\nمیں جاری کرنا چاہتے تھے۔ اس واقع کے بعد کون کہہ سکتا ہے کہ حضرت عثمان کے مقابلہ\r\nمیں کھڑی ہونے والی جماعت صحابہ سے کوئی تعلق رکھتی تھی۔ یا یہ کہ فی الواقع حضرت عثمان\r\nکی بعض کاروائیوں سے وہ شورش کرنے پر مجبور ہوئے تھے یا یہ کہ حمیت اسلامیہ ان کے\r\nغیظ و غضب کا باعث تھی۔ ان کی بدعملیاں اس بات کا کافی ثبوت ہیں کہ نہ اسلام سے ان کو\r\nکوئی تعلق تھا نہ دین سے ان کو کوئی محبت تھی۔ نہ صحابہ سے ان کو کوئی انس تھا۔ وہ اپنی مخفی\r\nاغراض کے پورا کرنے کے لئے ملک کے امن و امان کو تباہ کرنے پر آمادہ ہو رہے تھے اور\r\nاسلام کے قلعہ میں نقب زنی کرنے کی کوشش کر رہے تھے۔\r\nصحابہ کی مفسدوں کے خلاف جنگ پر آمادگی\r\nاس واقعہ بائکہ کے بعد صحابہ اور اہل مدینہ نے سمجھ لیا کہ ان لوگوں کے دلوں میں\r\nاس سے بھی زیادہ بغض بھرا ہوا ہے جس قدر کہ یہ ظاہر کرتے ہیں۔ گو وہ کچھ کر نہیں سکتے تھے\r\nمگر بعض صحابہ جو اس حالت سے موت کو بہتر سمجھتے تھے اس بات پر آمادہ ہو گئے کہ خواہ نتیجہ\r\nکچھ بھی ہو جاوے ہم ان سے جنگ کریں گے۔ اس دو تین ہزار کے لشکر کے مقابلہ میں چار\r\nپانچ آدمیوں کا لڑنا دنیاداری کی نظروں میں شاید جنون معلوم ہو۔ لیکن جن لوگوں نے اسلام\r\n94"
    },
    {
        "id": 99,
        "pageNo": 99,
        "pageText": "کے لئے اپنا سب کچھ قربان کر دیا ہوا تھا انہیں اس کی حمایت میں لڑنا کچھ بھی دوبھر نہیں معلوم\r\nہوتا تھا۔ ان لڑائی پر آمادہ ہو جانے والوں میں مفصلہ ذیل صحابہؓ بھی شامل تھے۔سعد بن\r\nمالک ، حضرت ابو ہریرہ ، زید بن صامت اور حضرت امام حسن ۔ جب حضرت عثمان کو یہ\r\nخبر پہنچی تو آپ نے فوراً ان کو کہلا بھیجا کہ ہرگز ان لوگوں سے نہ لڑیں اور اپنے اپنے گھروں کو\r\nچلے جائیں۔\r\nحضرت عثمان کی محبت جو آپ کو صحابہ رسول کریم صلی اللہ علیہ وسلم اور آپ کے اہل\r\nبیت سے تھی اس نے بے شک اس لڑائی کو جو چند جان فروش صحابہ اور اس دو تین ہزار کے\r\nباغی لشکر کے درمیان ہونے والی تھی روک دیا۔ مگر اس واقعہ سے یہ بات ہمیں خوب اچھی\r\nطرح سے معلوم ہو جاتی ہے کہ صحابہ میں ان لوگوں کی شرارتوں پر کس قدر جوش پیدا ہورہا\r\nتھا۔ کیونکہ چند آدمیوں کا ایک لشکر جرار کے مقابلہ پر آمادہ ہوجانا ایسی صورت میں ممکن ہے\r\nکہ وہ لوگ اس لشکر کی اطاعت کو موت سے بدتر خیال کریں۔ اس جماعت میں ابو ہریرہ\r\nاور امام حسن کی شرکت خاص طور پر قابل غور ہے۔ کیونکہ حضرت ابو ہریرہ فوجی آدمی نہ\r\nتھے اور اس سے پیشتر کوئی خاص فوجی خدمت ان سے نہیں ہوئی۔ اسی طرح حضرت امام\r\nحسن کو ایک جری باپ کے بیٹے اور خود جری اور بہادر تھے مگر آپ صلح اور امن کو بہت پسند\r\nفرماتے تھے اور رسول کریم صلی اللہ علیہ وسلم کی ایک پیشگوئی کے مطابق صلح کے شہزادے\r\nتھے۔ (مستدرک الحاكم الجزء الثالث كتاب معرفة الصحابة باب\r\nاخبار النبي بان الحسن يصلح به بين فئتين من المسلمين ) ان دو شخصوں کا\r\nاس موقع پر تلوار ہاتھ میں لے کر کھڑے ہو جانا دلالت کرتا ہے کہ صحابہ اور دیگر اہل مدینہ\r\n95"
    },
    {
        "id": 100,
        "pageNo": 100,
        "pageText": "ان مفسدوں کی شرارت پر سخت ناراض تھے۔\r\nمدینہ میں مفسدوں کے تین بڑے ساتھی\r\nصرف تین شخص مدینہ کے باشندے ان لوگوں کے ساتھی تھے ایک تو محمد بن ابی بکر\r\nجو حضرت ابو بکر کے لڑکے تھے۔ اور مؤرخین کا خیال ہے کہ بوجہ اس کے کہ لوگ ان کے\r\nباپ کے سبب ان کا ادب کرتے تھے ان کو خیال پیدا ہو گیا تھا کہ میں بھی حیثیت رکھتا\r\nہوں۔ ورنہ نہ ان\r\nکو دنیا میں کوئی سبقت حاصل تھی نہ رسول\r\nکریم صلی اللہ علیہ وسلم کی صحبت\r\nحاصل تھی نہ بعد میں ہی خاص طور پر دینی تعلیم حاصل کی حجتہ الوادع کے ایام میں پیدا\r\nہوئے اور رسول کریم صلی اللہ علیہ وسلم کی وفات کے وقت ابھی دودھ پیتے بچے تھے۔\r\nچوتھے سال ہی میں تھے کہ حضرت ابو بکر فوت ہو گئے اور اس بے نظیر انسان کی تربیت\r\nسے بھی فائدہ اٹھانے کا موقع نہیں ملا۔\r\n(تهذيب التهذيب جلد ۹ صفحه ۷۰ مطبوعه لاهور)\r\nدوسرا شخص محمد بن ابی حذیفہ تھا یہ بھی صحابہ میں سے نہ تھا اس کے والد یمامہ کی لڑائی\r\nمیں شہید ہو گئے تھے اور حضرت عثمان نے اس کی تربیت اپنے ذمہ لے لی تھی اور بچپن سے\r\nآپ نے اسے پالا تھا۔ جب حضرت عثمان \" خلیفہ ہوئے تو اس نے آپ سے کوئی عہدہ\r\nطلب کیا۔ آپ نے انکار کیا اس پر اس نے اجازت چاہی کہ میں کہیں باہر جا کر کوئی کام\r\nکروں۔ آپ نے اجازت دے دی اور یہ مصر چلا گیا۔ وہاں جا کر عبد اللہ بن سبا کے\r\nساتھیوں سے مل کر حضرت عثمان کے خلاف لوگوں کو بھڑ کا نا شروع کیا۔ جب اہل مصر مدینہ\r\nپر حملہ آور ہوئے تو یہ ان کے ساتھ ہی آیا۔ مگر کچھ دور تک آکر واپس چلا گیا اور اس فتنہ کے\r\n96"
    },
    {
        "id": 101,
        "pageNo": 101,
        "pageText": "وقت مدینہ میں نہیں تھا۔ (طبری جلد ۶ صفحه ۳۰۲۹ مطبوعہ بیروت)\r\nتیسرے شخص عمار بن یاسر تھے یہ صحابہ میں سے تھے اور ان کے دھوکا کھانے کی\r\nوجہ یہ تھی کہ یہ سیاست سے باخبر نہ تھے۔ جب حضرت عثمان نے ان کو مصر بھیجا کہ وہاں کے\r\nوالی کے انتظام کے متعلق رپورٹ کریں تو عبد اللہ بن سبا نے ان کا استقبال کر کے ان کے\r\nخیالات کو مصر کے گورنر کے خلاف کر دیا۔ اور چونکہ وہ گورنر ایسے لوگوں میں سے تھا۔ جنہوں\r\nنے ایام کفر میں رسول کریم صلی اللہ علیہ وسلم کی سخت مخالفت کی تھی اور فتح مکہ کے بعد اسلام\r\nلایا تھا۔ اس لئے آپ بہت جلد ان لوگوں کے قبضہ میں آگئے۔ والی کے خلاف بدظنی پیدا\r\nکرنے کے بعد آہستہ آہستہ حضرت عثمان \" پر بھی انہوں نے ان کو بدظن کر دیا۔ مگر انہوں\r\nنے عملاً فساد میں کوئی حصہ نہیں لیا۔ کیونکہ باوجود اس کے کہ مدینہ پر حملہ کے وقت یہ مدینہ\r\nمیں موجود تھے سوائے اس کے کہ اپنے گھر میں خاموش بیٹھے رہے ہوں اور ان مفسدوں کا\r\nمقابلہ کرنے میں انہوں نے کوئی حصہ نہ لیا ہو عملی طور پر انہوں نے فساد میں کوئی حصہ نہیں\r\nلیا۔ اور ان مفسدوں کی بداعمالیوں سے ان کا دامن بالکل پاک ہے۔\r\nحضرت عثمان کو خلافت سے دست برداری کیلئے مجبور کیا جانا\r\nان تین کے سوا باقی کوئی شخص اہل مدینہ میں سے صحابی ہو یا غیر صحابی ان مفسدوں\r\nکا ہمدرد نہ تھا۔ اور ہر ایک شخص ان پر لعنت ملامت کرتا تھا۔ مگر ان کے ہاتھ میں اس وقت\r\nسب انتظام تھا یہ کسی کی ملامت کی پرواہ نہ کرتے تھے۔ ہیں دن تک یہ لوگ صرف زبانی\r\nطور پر کوشش کرتے رہے کہ کسی طرح حضرت عثمان خلافت سے دست بردار ہو جائیں۔\r\nمگر حضرت عثمان نے اس امر سے صاف انکار کر دیا اور فرمایا کہ جو میض مجھے خدا تعالیٰ نے\r\n97"
    },
    {
        "id": 102,
        "pageNo": 102,
        "pageText": "پہنائی ہے میں اسے اتار نہیں سکتا۔ اور نہ امت محمدصلی اللہ علیہ وسلم کو بے پناہ چھوڑ سکتا ہوں\r\nکہ جس کا جی چاہے دوسرے پر ظلم کرے۔ (طبری جلد صفحه ۱۹۹۰ مطبوعہ بیروت ) اور ان\r\nلوگوں کو بھی سمجھاتے رہے کہ اس فساد سے باز آجاویں اور فرماتے رہے کہ آج یہ لوگ فساد\r\nکرتے ہیں اور میری زندگی سے بیزار ہیں ۔ مگر جب میں نہ رہوں گا تو خواہش کریں گے کہ\r\nکاش عثمان کی عمر کا ایک ایک دن ایک ایک سال سے بدل جاتا اور وہ ہم سے جلدی\r\nرخصت نہ ہوتا۔ کیونکہ میرے بعد سخت خون ریزی ہوگی اور حقوق کا اتلاف ہوگا اور انتظام\r\nکچھ کا کچھ بدل جائے گا چنانچہ بنوامیہ کے زمانہ میں خلافت حکومت سے بدل گئی اور ان\r\nمفسدوں کو ایسی سزائیں ملیں کہ سب شرارتیں ان کو بھول گئیں)۔\r\nحضرت عثمان کے گھر کا محاصرہ\r\nمیں دن گزرنے کے بعد ان لوگوں کو خیال ہوا کہ اب جلدی ہی کوئی فیصلہ کرنا\r\nچاہے تا ایسا نہ ہو کہ صوبہ جات سے فوجیں آجاویں اور ہمیں اپنے اعمال کی سزا بھگتنی\r\nپڑے۔ اس لئے انہوں نے حضرت عثمان کا گھر سے نکلنا بند کر دیا۔ اور کھانے پینے کی\r\nچیزوں کا اندر جانا بھی روک دیا اور سمجھے کہ شاید اس طرح مجبور ہو کر حضرت عثمان ہمارے\r\nمطالبات کو قبول کر لیں گے۔\r\nمدینہ کا انتظام اب ان لوگوں کے ہاتھ میں تھا اور تینوں فوجوں نے مل کر مصر کی\r\nفوجوں کے سردار غافقی کو اپنا سردار تسلیم کر لیا تھا۔ اس طرح مدینہ کا حاکم گویا اس وقت غافقی\r\nتھا اور کوفہ کی فوج کا سردار اشتر اور بصرہ کی فوج کا سردار حکیم بن جبلہ (وہی ڈاکو جسے اہل ذمہ\r\nکے مال لوٹنے پر حضرت عثمان نے بصرہ میں نظر بند کر دینے کا حکم دیا تھا ) دونوں غافقی کے\r\n98"
    },
    {
        "id": 103,
        "pageNo": 103,
        "pageText": "ماتحت کام کرتے تھے۔ اور اس سے ایک دفعہ پھر یہ بات ثابت ہو گئی کہ اس فتنہ کی اصل جڑ\r\nمصری تھے۔ جہاں عبد اللہ بن سبا کام کر رہا تھا۔ مسجد نبوی میں غافقی نماز پڑھاتا تھا اور\r\nرسول کریم صلی اللہ علیہ وسلم کے صحابہ اپنے گھروں میں مقید رہتے یا اس کے پیچھے نماز ادا\r\nکرنے پر مجبور تھے۔\r\nجب تک ان لوگوں نے حضرت عثمان کے گھر کا محاصرہ کرنے کا فیصلہ نہیں کیا تھا\r\nتب تک تو لوگوں سے زیادہ تعرض نہیں کرتے تھے مگر محاصرہ کرنے کے ساتھ ہی دوسرے\r\nلوگوں پر بھی سختیاں شروع کر دیں۔ اب مدینہ دارالامن کی بجائے دارالحرب ہو گیا۔ اہل\r\nمدینہ کی عزت اور ننگ و ناموس خطرہ میں تھی اور کوئی شخص اسلحہ کے بغیر گھر سے نہیں نکلتا تھا\r\nاور جو شخص ان\r\nکا مقابلہ کرتا اسے قتل کر دیتے تھے۔\r\nحضرت علی کا محاصرہ کرنے والوں کو نصیحت کرنا\r\nجب ان لوگوں نے حضرت عثمان کا محاصرہ کر لیا اور پانی تک اندر جانے سے\r\nروک دیا تو حضرت عثمان نے اپنے ایک ہمسایہ کے لڑکے کو حضرت علی اور حضرت طلحہ اور\r\nحضرت زبیر اور امہات المؤمنین کی طرف بھیجا کہ ان لوگوں نے ہمارا پانی بھی بند کر دیا\r\nہے۔ آپ لوگوں سے اگر کچھ ہو سکے تو کوشش کریں اور ہمیں پانی پہنچائیں۔ مردوں میں\r\nسب سے پہلے حضرت علی آئے اور آپ نے ان لوگوں\r\nکو سمجھایا کہ تم لوگوں نے کیا رویہ\r\nاختیار کیا ہے۔ تمہارا عمل تو نہ مؤمنوں سے ملتا ہے نہ کافروں سے۔ حضرت عثمان کے گھر\r\nمیں کھانے پینے کی چیزیں مت روکو۔ روم اور فارس کے لوگ بھی قید کرتے ہیں تو کھانا\r\nکھلاتے ہیں اور پانی پلاتے ہیں۔ اور اسلامی طریق کے موافق تو تمہارا یہ فعل کسی طرح جائز\r\n99"
    },
    {
        "id": 104,
        "pageNo": 104,
        "pageText": "نہیں۔ کیونکہ حضرت عثمان نے تمہارا کیا بگاڑا ہے کہ تم ان کو قید کر دینے اور قتل کر دینے کو\r\nجائز سمجھنے لگے ہو۔ حضرت علی کی اس نصیحت کا ان پر کوئی اثر نہ ہوا۔ اور انہوں نے صاف\r\nکہہ دیا کہ خواہ کچھ ہو جائے ہم اس شخص تک دانہ پانی نہ پہنچنے دیں گے۔ یہ وہ جواب تھا جو\r\nانہوں نے اس شخص کو دیا جسے وہ رسول کریم صلی اللہ علیہ وسلم کا وصی اور آپ کا حقیقی جانشین قرار\r\nدیتے تھے۔ اور کیا اس جواب کے بعد کسی اور شہادت کی بھی اس امر کے ثابت کرنے کے لئے\r\nضرورت باقی رہ جاتی ہے کہ یہ حضرت علی کا وصی قرار دینے والا گروہ حق کی حمایت اور اہل بیت\r\nکی محبت کی خاطر اپنے گھروں سے نہیں نکلا تھا بلکہ اپنی نفسانی اغراض کو پورا کرنے کے لئے۔\r\nرم\r\nحضرت اُمّ حبیبہ سے مفسدوں کا سلوک\r\nاُمہات المؤمنین میں سے سب سے پہلے حضرت ام حبیبہ آپ کی مدد کے لئے\r\nآئیں۔ ایک خچر پر آپ سوار تھیں۔ آپ اپنے ساتھ ایک مشکیزہ پانی کا بھی لائیں ۔ لیکن\r\nاصل غرض آپ کی یہ تھی کہ بنوامیہ کے یتامی اور بیواؤں کی وصیتیں حضرت عثمان کے پاس\r\nتھیں ۔ اور آپ نے جب دیکھا کہ حضرت عثمان کا پانی باغیوں نے بند کر دیا ہے تو آپ کو\r\nخوف ہوا کہ وہ وصایا بھی کہیں تلف نہ ہو جائیں اور آپ نے چاہا کہ کسی طرح وہ وصایا محفوظ\r\nکر لی جائیں۔ ورنہ پانی آپ کسی اور ذریعہ سے بھی پہنچا سکتی تھیں۔ جب آپ حضرت\r\nعثمان کے دروازے تک پہنچیں تو باغیوں نے آپ کو روکنا چاہا لوگوں نے بتایا کہ یہ ام\r\nالمؤمنین ام حبیبہ ہیں مگر اس پر بھی وہ لوگ باز نہ آئے اور آپ کی خچر کو مارنا شروع کیا۔ ام\r\nالمؤمنين ام حبیبہ نے فرمایا کہ میں ڈرتی ہوں کہ بنو امیہ کے بیتامی اور بیوگان کی وصایا ضائع نہ\r\nہوجائیں۔ اس لئے اندر جانا چاہتی ہوں تاکہ ان کی حفاظت کا سامان کر دوں ۔ مگر ان بدبختوں\r\n100"
    },
    {
        "id": 105,
        "pageNo": 105,
        "pageText": "نے آنحضرت صلی اللہ علیہ وسلم کی زوجہ مطہرہ کو جواب دیا کہ تم جھوٹ بولتی ہو اور آپ کی خچر پر\r\nحملہ کر کے اس کے پالان کے رشتے کاٹ دیئے اور زین الٹ گئی۔ اور قریب تھا کہ حضرت ام\r\nحبیبہ اگر کران مفسدوں کے پیروں کے نیچے روندی جا کر شہید ہو جاتیں کہ بعض اہل مدینہ نے\r\nجو قریب تھے جھپٹ کر آپ کو سنبھالا اور گھر پہنچا دیا۔\r\n۱۵\r\nطبری جلد ۲ صفحه ۱۰ ۳۰ مطبوعه بیروت)\r\nحضرت ام حبیبہ کی دینی غیرت کا نمونہ\r\nیہ وہ سلوک تھا جو ان لوگوں نے آنحضرت صلی اللہ علیہ وسلم کی زوجہ مطہرہ سے کیا۔\r\nحضرت ام حبیبہ آنحضرت صلی اللہ علیہ وسلم سے ایسا اخلاص اور عشق رکھتی تھیں کہ جب\r\nپندرہ سولہ سال کی جدائی کے بعد آپ کا باپ جو عرب کا سر دار تھا اور مکہ میں ایک بادشاہ کی\r\nحیثیت رکھتا تھا ایک خاص سیاسی مشن پر مدینہ آیا اور آپ کے ملنے کیلئے گیا۔ تو آپ نے\r\nاسکے نیچے سے رسول کریم صلی اللہ علیہ وسلم کا بستر کھینچ لیا۔ اس لئے کہ خدا کے رسول کے\r\nپاک کپڑے سے ایک مشرک کے نجس جسم کو چھوتے ہوئے دیکھنا آپ کی طاقت برداشت\r\nسے باہر تھا۔ تعجب ہے کہ حضرت ام حبیبہ نے تو محمد رسول اللہ صلی اللہ علیہ وسلم کی غیبت میں\r\nآپ کے کپڑے تک کی حُرمت کا خیال رکھا مگر ان مفسدوں نے محمد رسول اللہ صلی اللہ علیہ\r\nوسلم کی غیبت میں آپکے حرم محترم کی حرمت کا بھی خیال نہ کیا۔ نادانوں نے کہا کہ رسول کریم\r\nصلی اللہ علیہ وسلم کی بیوی جھوٹی ہیں حالانکہ جو کچھ انہوں نے فرمایا تھا وہ درست تھا۔ حضرت\r\nعثمان بنوامیہ کے یتامی کے ولی تھے اور ان لوگوں کی بڑھتی ہوئی عداوت کو دیکھ کر آپ کا\r\nخوف درست تھا کہ بتائی اور بیواؤں کے اموال ضائع نہ ہو جائیں ۔ جھوٹے وہ تھے جنہوں\r\n101"
    },
    {
        "id": 106,
        "pageNo": 106,
        "pageText": "نے محمد رسول اللہ صلی اللہ علیہ وسلم کی محبت کا دعویٰ کرتے ہوئے ان کے دین کی تباہی کا بیڑا\r\nاٹھایا تھا نہ ام المؤمنین ام حبیبہ۔ (طبری جلد صفحه ۰۲۹ مطبوعه بیروت)\r\nحضرت عائشہ کی حج کے لئے تیاری\r\nحضرت اُمّ حبیبہ کے ساتھ جو کچھ سلوک کیا گیا تھا۔ جب اس کی خبر مدینہ میں پھیلی تو\r\nصحابہ اور اہل مدینہ حیران رہ گئے اور سمجھ لیا کہ اب ان لوگوں سے کسی قسم کی خیر کی امید رکھنی\r\nفضول ہے۔ حضرت عائشہ نے اسی وقت حج کا ارادہ کر لیا اور سفر کی تیاری شروع کر دی۔\r\nجب لوگوں کو معلوم ہوا کہ آپ مدینہ سے جانے والی ہیں تو بعض نے آپ سے درخواست کی\r\nکہ اگر آپ یہیں ٹھہریں تو شاید فتنہ کے روکنے میں کوئی مدد ملے اور باغیوں پر کچھ اثر ہو ۔ مگر\r\nانہوں نے انکار کر دیا اور فرمایا کہ کیا تم چاہتے ہو کہ مجھ سے بھی وہی سلوک ہو جو ام حبیب\r\nسے ہوا ہے خدا کی قسم! میں اپنی عزت کو خطرہ میں نہیں ڈال سکتی ( کیونکہ وہ رسول کریم صلی\r\nاللہ علیہ وسلم کی عزت تھی اگر کسی قسم کا معاملہ مجھ سے کیا گیا۔ تو میری حفاظت کا کیا سامان\r\nہوگا خدا ہی جانتا ہے کہ یہ لوگ اپنی شرارتوں میں کہاں تک ترقی کریں گے اور ان کا\r\nکیا انجام ہوگا ۔ حضرت عائشہ صدیقہ نے چلتے چلتے ایک ایسی تدبیر کی جو اگر کارگر ہو جاتی تو\r\nشاید فساد میں کچھ کمی ہو جاتی۔ اور وہ یہ کہ اپنے بھائی محمد بن ابی بکر کو کہلا بھیجا کہ تم بھی میرے\r\nساتھ حج کو چلو مگر اس نے انکار کر دیا۔ اس پر حضرت عائشہ نے فرمایا۔ کیا کروں بے بس\r\nہوں۔ اگر میری طاقت ہوتی تو ان لوگوں کو اپنے ارادوں میں کبھی کامیاب نہ ہونے دیتی۔\r\nحضرت عثمان کا والیان صوبہ جات کو مراسلہ\r\nحضرت عائشہ تو حج کو تشریف لے گئیں اور بعض صحابہ بھی جن سے ممکن ہو سکا\r\nرض\r\n102"
    },
    {
        "id": 107,
        "pageNo": 107,
        "pageText": "اور مدینہ سے نکل سکے مدینہ سے تشریف لے گئے اور باقی لوگ سوائے چندا کا بر صحابہ کے\r\nاپنے گھروں میں بیٹھ رہے اور آخر حضرت عثمان کو بھی یہ محسوس ہو گیا کہ یہ لوگ نرمی سے مان\r\nنہیں سکتے اور آپ نے ایک خط تمام والیان صوبہ جات کے نام روانہ کیا جس کا خلاصہ یہ تھا۔\r\nحضرت ابو بکر اور حضرت عمر کے بعد پہلا کسی خواہش یا درخواست کے مجھے ان\r\nلوگوں میں شامل کیا گیا تھا جنہیں خلافت کے متعلق مشورہ کرنے کا کام سپرد کیا گیا تھا۔ پھر\r\nبلا میری خواہش یا سوال کے مجھے خلافت کے لئے چنا گیا اور میں برابر وہ کام کرتا رہا جو مجھ\r\nسے پہلے خلفاء کرتے رہے اور میں نے اپنے پاس سے کوئی بدعت نہیں نکالی۔ لیکن چند\r\nلوگوں کے دلوں میں بدی کا بیج بویا گیا اور شرارت جاگزیں ہوئی اور انہوں نے میرے\r\nخلاف منصوبے کرنے شروع کر دیئے۔ اور لوگوں کے سامنے کچھ ظاہر کیا اور دل میں کچھ اور\r\nرکھا اور مجھ پر وہ الزام لگانے شروع کئے جو مجھ سے پہلے خلفاء پر بھی لگتے تھے۔ لیکن\r\nمیں معلوم ہوتے ہوئے خاموش رہا۔ اور یہ لوگ میرے رحم سے ناجائز فائدہ اٹھا کر شرارت\r\nمیں اور بھی بڑھ گئے۔ اور آخر کفار کی طرح مدینہ پر حملہ کر دیا۔ پس آپ لوگ اگر کچھ کر سکیں\r\nتو مدد کا انتظام کریں۔ اسی طرح ایک خط جس کا خلاصہ مطلب ذیل میں درج ہے حج پر\r\nآنے والوں کے نام لکھ کر کچھ دن بعد روانہ کیا۔\r\nحضرت عثمان کا حاجیوں کے نام خط\r\nمیں آپ لوگوں کو خدا تعالیٰ کی طرف توجہ دلاتا ہوں اور اس کے انعامات یا دلاتا\r\nہوں۔ اس وقت کچھ لوگ فتنہ پردازی کر رہے ہیں اور اسلام میں تفرقہ ڈالنے کی کوشش میں\r\nمشغول ہیں۔ مگر ان لوگوں نے یہ بھی نہیں سوچا کہ خلیفہ خدا بناتا ہے جیسا کہ وہ فرماتا\r\n103"
    },
    {
        "id": 108,
        "pageNo": 108,
        "pageText": "ہے۔ وَعَدَاللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّلِحَتِ لَيَستَخْلِفَنَّهُمْ فِي\r\nالْأَرْضِ ( النور : ٥٦) اور اتفاق کی قدر نہیں کی۔ حالانکہ خدا تعالیٰ نے حکم دیا ہے کہ\r\nوَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعًا (ال عمران : ۱۰۳ ) اور مجھ پر الزام لگانے والوں کی باتوں\r\nکو قبول کیا اور قرآن کریم کے اس حکم کی پرواہ نہ کی کہ يَأَيُّهَا الَّذِيْنَ آمَنُوْا إِنْ جَاءَ\r\nكُمْ فَاسِقُ بِنَبَا فَتَبَيَّنُوا (الحجرات :) اور میری بیعت کا ادب نہیں کیا حالانکہ اللہ تعالیٰ\r\nرسول کریم صلی اللہ علیہ وسلم کی نسبت فرماتا ہے کہ إِنَّ الَّذِينَ يُبَا بِعُوْنَكَ إِنَّمَا\r\nيُبَايِعُونَ اللَّهَ (الفتح: 11) اور میں رسول کریم صلی اللہ علیہ وسلم کا نائب ہوں ۔کوئی\r\nامت بغیر سردار کے ترقی نہیں کر سکتی اور اگر کوئی امام نہ ہو تو جماعت کا تمام کام خراب و بر باد\r\nہو جائے گا۔ یہ لوگ امت اسلامیہ کو تباہ و برباد کرنا چاہتے ہیں۔ اور اس کے سوا ان کی کوئی\r\nغرض نہیں۔ کیونکہ میں نے ان کی بات کو قبول کر لیا تھا اور والیوں کے بدلنے کا وعدہ کر لیا\r\nتھا۔ مگر انہوں نے اس پر بھی شرارت نہ چھوڑی۔ اب یہ تین باتوں میں سے ایک کا مطالبہ\r\nکرتے ہیں۔ اول یہ کہ جن لوگوں کو میرے عہد میں سزا ملی ہے ان سب کا قصاص مجھ سے\r\nلیا جاوے۔ اگر یہ مجھے منظور نہ ہو تو پھر خلافت کو چھوڑ دوں اور یہ لوگ میری جگہ کسی اور کو\r\nمقرر کر دیں۔ یہ بھی نہ مانوں تو پھر یہ لوگ دھمکی دیتے ہیں کہ یہ لوگ اپنے تمام ہم خیال\r\nلوگوں کو پیغام بھیجیں گے کہ وہ میری اطاعت سے باہر ہو جائیں۔ پہلی بات کا تو یہ جواب\r\nہے کہ مجھ سے پہلے خلفاء کبھی کبھی فیصلوں میں غلطی کرتے تھے مگر ان\r\nکو کبھی سزا نہ دی گئی اور\r\nاس قدر سزائیں مجھ پر جاری کرنے کا مطلب سوائے مجھے مارنے کے اور کیا ہو سکتا ہے۔\r\nخلافت سے معزول ہونے کا جواب میری طرف سے یہ ہے کہ اگر یہ لوگ موچنوں\r\n104"
    },
    {
        "id": 109,
        "pageNo": 109,
        "pageText": "سے میری بوٹیاں کر دیں تو یہ مجھے منظور ہے۔ مگر خلافت سے میں جدا نہیں ہوسکتا۔\r\nباقی رہی تیسری بات کہ پھر یہ لوگ اپنے آدمی چاروں طرف بھیجیں گے کہ کوئی میری\r\nبات نہ مانے۔ سو میں خدا کی طرف سے ذمہ دار نہیں ہوں اگر یہ لوگ ایک امر خلاف\r\nشریعت کرنا چاہتے ہیں تو کریں۔ پہلے بھی جب انہوں نے میری بیعت کی تھی تو میں نے\r\nان پر جبر نہیں کیا تھا۔ جو شخص عہد توڑنا چاہتا ہے میں اس کے اس فعل پر راضی نہیں نہ خدا\r\nتعالیٰ راضی ہے۔ ہاں وہ اپنی طرف سے جو چاہے کرے۔\r\nچونکہ حج کے دن قریب آرہے تھے اور چاروں طرف سے لوگ مکہ مکرمہ میں جمع\r\nہورہے تھے۔ حضرت عثمان نے اس خیال سے کہ کہیں وہاں بھی کوئی فساد نہ کھڑا کریں اور\r\nاس خیال سے بھی کہ حج کے لئے جمع ہونے والے مسلمانوں میں اہل مدینہ کی مدد کی تحریک\r\nکریں حضرت عبد اللہ بن عباس کو حج کا امیر بنا کر روانہ کیا۔ حضرت عبداللہ بن عباس نے\r\nبھی عرض کی کہ ان لوگوں سے جہاد کرنا مجھے زیادہ پسند ہے مگر حضرت عثمان نے ان کو مجبور کیا\r\nکہ وہ حج کے لئے جاویں۔ اور حج کے ایام میں امیرحج کا کام کریں تا کہ مفسد وہاں اپنی\r\nشرارت نہ پھیلا سکیں اور وہاں جمع ہونے والے لوگوں میں بھی مدینہ کے لوگوں کی مدد کی\r\nتحریک کی جاوے۔ اور مذکورہ بالا خط آپ ہی کے ہاتھ روانہ کیا۔ جب ان خطوں کا ان\r\nمفسدوں کو علم ہوا تو انہوں نے اور بھی سختی کرنا شروع کر دی۔ اور اس بات کا موقع تلاش\r\nکرنے لگے کہ کسی طرح لڑائی کا کوئی بہانہ مل جاوے تو حضرت عثمان کو شہید کر دیں مگر ان کی\r\nتمام\r\nکوششیں فضول جاتی تھیں اور حضرت عثمان ان کو کوئی موقع شرارت کا ملنے نہ دیتے تھے۔\r\n105"
    },
    {
        "id": 110,
        "pageNo": 110,
        "pageText": "مفسدوں کا حضرت عثمان کے گھر میں پتھر پھینکنا\r\nآخر تنگ آکر یہ تدبیر شو بھی کہ جب رات پڑتی اور لوگ سو جاتے ۔ حضرت عثمان\r\nکے گھر میں پتھر پھینکتے۔ اور اس طرح اہل خانہ کو اشتعال دلاتے تا کہ جوش میں آکر وہ بھی\r\nپتھر پھینکیں تو لوگوں کو کہ سکیں کہ انہوں نے ہم پر پہلے حملہ کیا ہے اس لئے ہم جواب دینے\r\nپر مجبور ہیں۔ مگر حضرت عثمان نے اپنے تمام اہل خانہ کو جواب دینے سے روک دیا۔ ایک\r\nدن موقع پا کر دیوار کے پاس تشریف لائے اور فرمایا کہ اے لوگو! میں تو تمہارے نزدیک\r\nتمہارا گناہ گار ہوں مگر دوسرے لوگوں نے کیا قصور کیا ہے۔ تم پتھر پھینکتے ہو تو دوسروں کو بھی\r\nچوٹ لگنے کا خطرہ ہوتا ہے۔ انہوں نے صاف انکار کر دیا کہ ہم نے پتھر نہیں پھینکے۔\r\nحضرت عثمان نے فرمایا کہ اگر تم نہیں پھینکتے تو اور کون پھینکتا ہے۔ انہوں نے کہا کہ خدا تعالیٰ\r\nپھینکتا ہوگا ( نعوذ باللہ من ذالک) حضرت عثمان نے فرمایا کہ تم لوگ جھوٹ بولتے ہو۔ اگر\r\nہم پر پتھر پھینکتا تو اس کا کوئی پتھر خطانہ جاتا۔ لیکن تمہارے پھینکے ہوئے پتھر تو ادھر ادھر\r\nبھی جا پڑتے ہیں۔ یہ فرما کر آپ ان کے سامنے سے ہٹ گئے۔\r\nفتنه فروکرنے میں صحابہ کی مساعی جمیلہ\r\nگو صحابہ کو اب حضرت عثمان کے پاس جمع ہونے کا موقع نہ دیا جاتا تھا مگر پھر بھی\r\nوہ اپنے فرض سے غافل نہ تھے ۔ مصلحت وقت کے ماتحت انہوں نے دوحصوں میں اپنا کام\r\nتقسیم کیا ہوا تھا۔ جو سن رسیدہ اور جن کا اخلاقی اثر عوام پر زیادہ تھا وہ تو اپنے اوقات کو لوگوں\r\nکے سمجھانے پر صرف کرتے اور جو لوگ ایسا کوئی اثر نہ رکھتے تھے یا نوجوان تھے وہ حضرت\r\nعثمان کی حفاظت کی کوشش میں لگے رہتے۔\r\n106"
    },
    {
        "id": 111,
        "pageNo": 111,
        "pageText": "اوّل الذکر جماعت میں سے حضرت علی اور حضرت سعد بن وقاص فاتح فارس فتنه\r\nکے کم کرنے میں سب سے زیادہ کوشاں تھے۔ خصوصاً حضرت علی تو اس فتنہ کے ایام میں\r\nاپنے تمام کام چھوڑ کر اس کام میں لگ گئے تھے چنانچہ ان واقعات کی رؤیت کے\r\nگواہوں میں سے ایک شخص عبد الرحمن نامی بیان کرتا ہے کہ ان ایام فتنہ میں میں نے دیکھا\r\nہے کہ حضرت علی نے اپنے تمام کام چھوڑ دیے تھے اور حضرت عثمان کے دشمنوں کا غضب\r\nٹھنڈا کرنے اور آپ کی تکالیف دور کرنے کی فکر میں ہی رات دن لگے رہتے تھے۔ ایک\r\nدفعہ آپ تک پانی پہنچنے میں کچھ دیر ہوئی تو حضرت طلحہ\" پر جن کے سپرد یہ کام تھا آپ سخت\r\nناراض ہوئے اور اس وقت تک آرام نہ کیا جب تک پانی حضرت عثمان کے گھر میں پہنچ نہ گیا۔\r\nدوسر ا گر وہ ایک ایک، دو دو کر کے جس جس وقت موقع ملتا تھا تلاش کر کے حضرت\r\nعثمان یا آپ کے ہمسایہ گھروں میں جمع ہونا شروع ہوا۔ اور اس نے اس امر کا پختہ ارادہ کر\r\nلیا کہ ہم اپنی جانیں دے دیں گے مگر حضرت عثمان کی جان پر آنچ نہ آنے دیں گے۔ اس\r\nگروہ میں حضرت علی، حضرت طلحہ اور حضرت زبیر کی اولاد کے سوائے خود صحابہ میں سے\r\nبھی ایک جماعت شامل تھی۔ یہ لوگ رات اور دن حضرت عثمان کے مکان کی حفاظت\r\nکرتے تھے اور آپ تک کسی دشمن کو پہنچنے نہ دیتے تھے۔ اور گو یہ قلیل تعداد اس قدر کثیر لشکر کا\r\nمقابلہ تو نہ کرسکتی تھی مگر چونکہ باغی چاہتے تھے کوئی بہانہ رکھ کر حضرت عثمان کو قتل کریں وہ\r\nبھی اس قدر زور نہ دیتے تھے۔ اس وقت کے حالات سے حضرت عثمان کی اسلامی خیر\r\nخواہی پر جو روشنی پڑتی ہے اس سے عقل دنگ رہ جاتی ہے۔ تین ہزار کے قریب لشکر آپ\r\nکے دروازہ کے سامنے پڑا ہے اور کوئی تدبیر اس سے بچنے کی نہیں ۔ مگر جو لوگ آپ کو بچانے\r\n107"
    },
    {
        "id": 112,
        "pageNo": 112,
        "pageText": "کی کوشش کرنا چاہتے ہیں ان کو بھی آپ روکتے ہیں کہ جاؤ اپنی جانوں کو خطرہ میں نہ ڈالوان\r\nلوگوں کو صرف مجھ سے عداوت ہے تم سے کوئی تعرض نہیں۔ آپ کی آنکھ اس وقت کو دیکھ\r\nرہی تھی جب کہ اسلام ان مفسدوں کے ہاتھوں سے ایک بہت بڑے خطرہ میں ہوگا۔ اور\r\nصرف ظاہری اتحاد ہی نہیں بلکہ روحانی انتظام بھی پراگندہ ہونے کے قریب ہو جاوے گا۔\r\nاور آپ جانتے تھے کہ اس وقت اسلام کی حفاظت اور اس کے قیام کے لئے ایک ایک\r\nصحابی\" کی ضرورت ہوگی پس آپ نہیں چاہتے تھے کہ آپ کی جان بچانے کی بے فائدہ\r\nکوشش میں صحابہ کی جانیں جاویں اور سب کو یہی نصیحت کرتے تھے کہ ان لوگوں سے\r\nتعرض نہ کرو اور چاہتے تھے کہ جہاں تک ہو سکے آئندہ فتنوں کو دور کرنے کے لئے وہ\r\nجماعت محفوظ رہے جس نے رسول اللہ صلی اللہ علیہ وسلم کی صحبت پائی ہے ۔ مگر باوجود آپ\r\nکے سمجھانے کے جن صحابہ کو آپ کے گھر تک پہنچنے کا موقع مل جاتا وہ اپنے فرض کی\r\nادائیگی میں کوتاہی نہ کرتے اور آئندہ کے خطرات پر موجودہ خطرہ کو مقدم رکھتے اور اگر ان کی\r\nجانیں اس عرصہ میں محفوظ تھیں تو صرف اس لئے کہ ان لوگوں کو جلدی کی کوئی ضرورت نہ\r\nمعلوم ہوتی تھی اور بہانہ کی تلاش تھی۔ لیکن وہ وقت بھی آخر آگیا جب کہ زیادہ انتظار کرنا\r\nناممکن ہو گیا۔ کیونکہ حضرت عثمان کا وہ دل کے ہلا دینے والا پیغام جو آپ نے حج پر جمع\r\nہونے والے مسلمانوں کو بھیجا تھا تجاج کے مجمع میں سنا دیا گیا تھا اور وادی مکہ ایک سرے\r\nسے دوسرے سرے تک اس کی آواز سے گونج رہی تھی اور حج پر جمع ہونے والے مسلمانوں\r\nنے فیصلہ کر لیا تھا کہ وہ حج کے بعد جہاد کے ثواب سے بھی محروم نہ رہیں گے اور مصری\r\nمفسدوں اور ان کے ساتھیوں کا قلع قمع کر کے چھوڑیں گے۔ مفسدوں کے جاسوسوں نے\r\nانہیں اس ارادہ کی اطلاع دے دی تھی اور اب ان کے کیمپ میں سخت گھبراہٹ کے آثار\r\n108"
    },
    {
        "id": 113,
        "pageNo": 113,
        "pageText": "تھے۔ حتی کہ ان میں چہ میگوئیاں ہونے لگی تھیں کہ اب اس شخص کے قتل کے سوا کوئی چارہ نہیں۔\r\nاور اگر اسے ہم نے قتل نہ کیا تو مسلمانوں کے ہاتھوں سے ہمارے قتل میں\r\nکوئی شبہ نہیں۔\r\nاس گھبراہٹ کو اس خبر نے اور بھی دو بالا کر دیا کہ شام اور کوفہ اور بصرہ میں بھی\r\nحضرت عثمان کے خطوط پہنچ گئے ہیں اور وہاں کے لوگ جو پہلے سے ہی حضرت عثمان کے\r\nاحکام کے منتظر تھے ان خطوط کے پہنچنے پر اور بھی جوش سے بھر گئے ہیں اور صحابہ نے اپنی\r\nذمہ داری کو محسوس کر کے مسجدوں اور مجلسوں میں تمام مسلمانوں کو ان کے فرائض کی طرف\r\nتوجہ دلا کران مفسدوں کے خلاف جہاد کا فتویٰ دے دیا۔ اور وہ کہتے ہیں جس نے آج جہاد\r\nنہ کیا اس نے گویا کچھ بھی نہ کیا۔ کوفہ میں عقبہ بن عمرو عبد اللہ بن ابی اوفی اور حنظلہ بن ربیع\r\nالتمیمی اور دیگر صحابہ کرام نے لوگوں کو اہل مدینہ کی مدد کے لئے ابھارا ہے تو بصرہ میں عمران\r\nبن حصین، انس بن مالک، ہشام بن عامر اور دیگر صحابہ نے۔ شام میں اگر عبادہ بن\r\nصامت، ابو امامہ الے اور دیگر صحابہ نے حضرت عثمان کی آواز پر لبیک کہنے پر لوگوں کو\r\nاُکسایا ہے تو مصر میں خارجہ و دیگر لوگوں نے ۔ اور سب ملکوں سے فوجیں اکٹھی ہو کر مدینہ کی\r\nطرف بڑھی چلی آتی ہیں۔\r\n(طبری جلد صفحه ۱۹۶۰ مطبوعہ بیروت)\r\nحضرت عثمان کے گھر پر مفسدوں کا حملہ\r\nغرض ان خبروں سے باغیوں کی گھبراہٹ اور بھی بڑھ گئی آخر حضرت عثمان کے گھر\r\nپر حملہ کر کے بزور اندر داخل ہونا چاہا صحابہؓ نے مقابلہ کیا اور آپس میں سخت جنگ ہوئی گو\r\nصحابہ کم تھے مگر ان کی ایمانی غیرت ان کی کمی کی تعداد کو پورا کر رہی تھی ۔ جس جگہ لڑائی ہوئی\r\nیعنی حضرت عثمان کے گھر کے سامنے وہاں جگہ بھی تنگ تھی۔ اس لئے بھی مفسدا اپنی کثرت\r\n109"
    },
    {
        "id": 114,
        "pageNo": 114,
        "pageText": "سے زیادہ فائدہ نہ اٹھا سکے۔ حضرت عثمان کو جب اس لڑائی کا علم ہوا تو آپ نے صحابہ کو\r\nلڑنے سے منع کیا۔ مگر وہ اس وقت حضرت عثمان کو اکیلا چھوڑ دینا ایمانداری کے خلاف اور\r\nاطاعت کے حکم کے متضاد خیال کرتے تھے اور باوجود حضرت عثمان کو اللہ کی قسم دینے کے\r\nانہوں نے کوٹنے سے انکار کر دیا۔\r\nحضرت عثمان کا صحابہ کو وصیت کرنا\r\nآخر حضرت عثمان نے ڈھال ہاتھ میں پکڑی اور باہر تشریف لے آئے اور صحابہ کو\r\nاپنے مکان کے اندر لے گئے اور دروازے بند کرا دیئے اور آپ نے سب صحابہ اور ان\r\nکے مددگاروں کو وصیت کی کہ خدا تعالیٰ نے آپ لوگوں\r\nکو دنیا اس لئے نہیں دی کہ تم اس کی\r\nطرف جھک جاؤ ۔ بلکہ اس لئے دی ہے کہ تم اس کے ذریعہ سے آخرت کے سامان جمع کرو۔\r\nیہ دنیا تو فنا ہو جاوے گی اور آخرت ہی باقی رہے گی۔ پس چاہئے کہ فانی چیز تم کو غافل نہ\r\nکرے۔ باقی رہنے والی چیز کو فانی ہو جانے والی چیز پر مقدم کرو اور خدا تعالیٰ کی ملاقات کو\r\nیا درکھو اور جماعت کو پراگندہ نہ ہونے دو۔ اور اس نعمت الہی کو مت بھولو کہ تم ہلاکت کے\r\nگڑھے میں گرنے والے تھے اور خدا تعالیٰ نے اپنے فضل سے تم کو نجات دے کر بھائی\r\nبھائی بنا دیا اور اس کے بعد آپ نے سب کو رخصت کیا۔ اور کہا کہ خدا تعالیٰ تمہارا حافظ و\r\nناصر ہو ۔ تم سب اب گھر سے باہر جاؤ اور ان صحابہ کو بھی بلواؤ جن کو مجھ تک آنے نہیں دیا\r\nتھا۔ خصوصاً حضرت علی، حضرت طلحہ ، حضرت زبیر کو۔\r\nیہ لوگ باہر آئے اور دوسرے صحابہ کو بھی بلوایا گیا۔ اس وقت کچھ ایسی کیفیت پیدا\r\nہو رہی تھی اور ایسی افسردگی چھا رہی تھی کہ باغی بھی اس سے متاثر ہوئے بغیر نہ رہے۔ اور\r\n110"
    },
    {
        "id": 115,
        "pageNo": 115,
        "pageText": "کیوں نہ ہو تا سب دیکھ رہے تھے کہ محمد رسول\r\nاللہ صلی اللہ علیہ وسلم کی جلائی ہوئی ایک شمع اب\r\nاس دنیا کی عمر کو پوری کر کے اس دنیا کے لوگوں کی نظر سے اوجھل ہونے والی ہے۔ غرض\r\nباغیوں نے زیادہ تعرض نہ کیا اور سب صحابہ جمع ہوئے۔ جب لوگ جمع ہو گئے تو آپ گھر\r\nکی دیوار پر چڑھے اور فرمایا میرے قریب ہو جاؤ۔ جب سب قریب ہو گئے تو فرمایا کہ\r\nاے لوگو! بیٹھ جاؤ۔ اس پر صحابہ بھی اور مجلس کی ہیبت سے متاثر ہو کر باغی بھی بیٹھ گئے۔\r\nجب سب بیٹھ گئے تو آپ نے فرمایا کہ اہل مدینہ! میں تم کو خدا تعالیٰ کے سپر د کرتا ہوں اور\r\nاس سے دعا کرتا ہوں کہ وہ میرے بعد تمہارے لئے خلافت کا کوئی بہتر انتظام فرما دے۔\r\nآج کے بعد اس وقت تک کہ خدا تعالیٰ میرے متعلق کوئی فیصلہ فرمادے میں باہر نہیں نکلوں\r\nگا اور میں کسی کو کوئی ایسا اختیار نہیں دے جاؤں گا کہ جس کے ذریعہ سے دین یا دنیا میں وہ تم\r\nپر حکومت کرے۔ اور اس امر کو خدا تعالیٰ پر چھوڑ دوں گا کہ وہ جسے چاہے اپنے کام کے لئے\r\nپسند کرے۔ اس کے بعد صحابہ و دیگر اہل مدینہ کو قسم دی کہ وہ آپ کی حفاظت کر کے اپنی\r\nجانوں کو خطرہ عظیم میں نہ ڈالیں اور اپنے گھروں کو چلے جاویں۔\r\nآپ کے اس حکم نے صحابہ میں ایک بہت بڑا اختلاف پیدا کر دیا۔ ایسا اختلاف\r\nکہ جس کی نظیر پہلے نہیں ملتی ۔ صحابہ حکم ماننے کے سوا اور کچھ جانتے ہی نہ تھے۔ مگر آج اس\r\nحکم کے ماننے میں ان میں سے بعض کو اطاعت نہیں غداری کی بو نظر آتی تھی ۔ بعض صحابہ\r\nنے تو اطاعت کے پہلو کو مقدم سمجھ کر بادل ناخواستہ آئندہ کے لئے دشمنوں کا مقابلہ کرنے کا\r\nارادہ چھوڑ دیا اور غالباً انہوں نے سمجھا کہ ہمارا کام صرف اطاعت ہے یہ ہمارا کام نہیں ہے\r\nکہ ہم دیکھیں کہ اس حکم پر عمل کرنے کے کیا نتائج ہوں گے مگر بعض صحابہ نے اس حکم کو\r\n111"
    },
    {
        "id": 116,
        "pageNo": 116,
        "pageText": "ماننے سے انکار کر دیا۔ کیونکہ انہوں نے دیکھا کہ بے شک خلیفہ کی اطاعت فرض ہے مگر\r\nجب خلیفہ یہ حکم دے کہ تم مجھے چھوڑ کر چلے جاؤ تو اس کے یہ معنے ہیں کہ خلافت سے وابستگی\r\nچھوڑ دو۔ پس یہ اطاعت در حقیقت بغاوت پیدا کرتی ہے۔ اور وہ یہ بھی دیکھتے تھے کہ\r\nحضرت عثمان کا ان کو گھروں کو واپس کرنا ان کی جانوں کی حفاظت کے لئے تھا تو پھر کیا وہ\r\nایسے محبت کرنے والے وجود کو خطرہ میں چھوڑ کر اپنے گھروں میں جا سکتے تھے اس مؤخر\r\nالذکر گروہ میں سب اکابر صحابہ شامل تھے۔ چنانچہ باوجود اس حکم کے حضرت علی حضرت\r\nطلحہ ، حضرت زبیر کے لڑکوں نے اپنے اپنے والد کے حکم کے ماتحت حضرت عثمان کی\r\nڈیوڑھی پر ہی ڈیرہ جمائے رکھا اور اپنی تلواروں کو میانوں میں نہ داخل کیا۔\r\nحاجیوں کی واپسی پر باغیوں کی گھبراہٹ\r\nباغیوں کی گھبراہٹ اور جوش کی کوئی حد باقی نہ رہی جب کہ حج سے فارغ ہو کر آنے\r\nوالے لوگوں میں سے اگے دُگنے مدینہ میں داخل ہونے لگے۔ اور ان کو معلوم ہو گیا کہ اب\r\nہماری قسمت کے فیصلہ کا وقت بہت نزدیک ہے۔ چنانچہ مغیرہ بن الاخنس سب سے پہلے\r\nشخص تھے جو حج کے بعد ثواب جہاد کے لئے مدینہ میں داخل ہوئے اور ان کے ساتھ ہی یہ\r\nخبر باغیوں کو ملی کہ اہل بصرہ کا لشکر جو مسلمانوں کی امداد کے لئے آرہا ہے صرار مقام پر جو\r\nمدینہ سے صرف ایک دن کے راستہ پر ہے آپہنچا ہے۔ ان خبروں سے متاثر ہو کر انہوں نے\r\nفیصلہ کیا کہ جس طرح ہو اپنے مدعا کو جلد پورا کیا جائے اور چونکہ وہ صحابہ اور ان کے ساتھی\r\nجنہوں نے باوجود حضرت عثمان کے منع کرنے کے حضرت عثمان کی حفاظت نہ چھوڑ دی تھی\r\nاور صاف کہہ دیا تھا کہ اگر ہم آپ کو باوجود ہاتھوں میں طاقت مقابلہ ہونے کے چھوڑ دیں تو\r\n112"
    },
    {
        "id": 117,
        "pageNo": 117,
        "pageText": "خدا تعالیٰ کو کیا منہ دکھا ئیں گے۔ بوجہ اپنی قلت تعداد اب مکان کے اندر کی طرف سے\r\nحفاظت کرتے تھے۔ اور دروازہ تک پہنچنا باغیوں کے لئے مشکل نہ تھا۔ انہوں نے دروازہ\r\nکے سامنے لکڑیوں کے انبار جمع کر کے آگ لگا دی تا کہ دروازہ جل جاوے اور اندر پہنچنے کا\r\nراستہ مل جاوے۔ صحابہ نے اس بات کو دیکھا تو اندر بیٹھنا مناسب نہ سمجھا۔ تلواریں پکڑ کر\r\nباہر نکلنا چاہا مگر حضرت عثمان نے اس بات سے روکا اور فرمایا کہ گھر کو آگ لگانے کے بعد\r\nاور کون سی بات رہ گئی ہے۔ اب جو ہونا تھا ہو چکا۔ تم لوگ اپنی جانوں کو خطرہ میں نہ ڈالو اور\r\nاپنے گھروں کو چلے جاؤ۔ ان لوگوں کو صرف میری ذات سے عداوت ہے ۔ مگر جلد یہ لوگ\r\nاپنے کئے پر پشیمان ہوں گے۔ میں ہر ایک شخص کو جس پر میری اطاعت فرض ہے اس کے\r\nفرض سے سبکدوش کرتا ہوں اور اپنا حق معاف کرتا ہوں۔ (طبری جلد صفحہ ۲۰۰۲ مطبوعہ\r\nبیروت) مگر صحابہ نے اور دیگر لوگوں نے اس بات کو تسلیم نہ کیا اور تلوار میں پکڑ کر باہر نکلے۔\r\nان کے باہر نکلتے وقت حضرت ابو ہریرہ بھی آگئے اور باوجود اس کے کہ وہ فوجی آدمی نہ\r\nتھے وہ بھی ان کے ساتھ مل گئے۔ اور فرمایا کہ آج کے دن کی لڑائی سے بہتر اور کون سی\r\nلڑائی ہوسکتی ہے اور پھر باغیوں کی طرف دیکھ کر فرمایا قَوْمِ مَالِي أَدْعُوكُمْ إِلَى النَّجوةِ\r\nوَتَدْ عُوْ نَنِي إِلَى النَّارِ (المؤمن : ۴۲) یعنی اے میری قوم! کیا بات ہے کہ میں تم کو\r\nنجات کی طرف بلاتا ہوں اور تم لوگ مجھ کو آگ کی طرف بلاتے ہو۔\r\nصحابہ کی مفسدوں سے لڑائی\r\nی لڑائی ایک خاص لڑائی تھی۔ اور مٹھی بھر صحابہ جو اس وقت جمع ہو سکے انہوں نے\r\nاس لشکر عظیم کا مقابلہ جان تو ڑ کر کیا۔ حضرت امام حسن جو نہایت صلح جو بلکہ صلح کے شہزادے\r\n113"
    },
    {
        "id": 118,
        "pageNo": 118,
        "pageText": "تھے انہوں نے بھی اس دن رجز پڑھ پڑھ کر دشمن پر حملہ کیا۔ ان کا اور محمد بن طلحہ کا اس دن کا\r\nرجز خاص طور پر قابل ذکر ہے کیونکہ ان سے ان کے دلی خیالات کا خوب اندازہ ہو جاتا ہے۔\r\nحضرت امام حسن \" یہ شعر پڑھ کر باغیوں پر حملہ کرتے تھے۔\r\nلَا دِيْنُهُمْ دِيْنِي وَلَا أَنَا مِنْهُمْ حَتَّى أَسِيْرَ إِلَى طَمَارِ شَمَامٍ\r\n(طبری جلد ۲ صفحه ۱۴ ۳۰ مطبوعہ بیروت)\r\nیعنی ان لوگوں کا دین میرا دین نہیں اور نہ ان لوگوں سے میرا کوئی تعلق ہے اور\r\nمیں ان سے اس وقت تک لڑوں گا کہ شمام پہاڑ کی چوٹی تک پہنچ جاؤں۔ شام عرب کا\r\nایک پہاڑ ہے جس کو بلندی پر پہنچنے اور مقصد کے حصول سے مشابہت دیتے ہیں ۔ اور\r\nحضرت امام حسن کا یہ مطلب ہے کہ جب تک میں اپنے مدعا کونہ پہنچ جاؤں اس وقت تک\r\nمیں برابر ان سے لڑتا رہوں گا اور ان سے صلح نہ کروں گا۔ کیونکہ ہم میں کوئی معمولی اختلاف\r\nنہیں کہ بغیر ان پر فتح پانے کے ہم ان سے تعلق قائم کر لیں یہ تو وہ خیالات ہیں جو اس\r\nشہزادہ صلح کے دل میں موجزن تھے۔ اب ہم طلحہ کے لڑکے محمد کا رجز لیتے ہیں وہ کہتے ہیں:\r\nآنَا ابْنُ مَنْ حَامِي عَلَيْهِ بِأَحَدٍ وَرَدْ أَحْزَابَا عَلَىٰ رَغْم مَعَدٌ\r\nیعنی میں اس کا بیٹا ہوں جس نے رسول کریم صلی اللہ علیہ وسلم کی حفاظت احد کے دن\r\nکی تھی اور جس نے باوجود اس کے کہ عربوں نے سارا زور لگایا تھا ان کو شکست دے دی\r\nتھی۔ یعنی آج بھی احد کی طرح کا ایک واقعہ ہے اور جس طرح میرے والد نے اپنے ہاتھ\r\nکو تیروں سے چھلنی کروالیا تھا۔ مگر رسول کریم صلی اللہ علیہ وسلم کو آنچ نہ آنے دی تھی میں بھی\r\n114"
    },
    {
        "id": 119,
        "pageNo": 119,
        "pageText": "ایسا ہی کروں گا۔\r\nحضرت عبد اللہ بن زبیر بھی اس لڑائی میں شریک ہوئے اور بری طرح زخمی\r\nہوئے۔ مردان بھی سخت زخمی ہوا۔ اور موت تک پہنچ کر لوٹا۔ مغیرہ بن الاخنس مارے گئے۔\r\nجس شخص نے ان\r\nکو مارا تھا اس نے دیکھ کر کہ آپ زخمی ہی نہیں ہوئے بلکہ مارے گئے ہیں\r\nزور سے کہا کہ اِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَجِعُونَ سردار لشکر نے اسے ڈانٹا کہ اس خوشی کے موقع\r\nپر افسوس کا اظہار کرتے ہو۔ اس نے کہا کہ آج رات میں نے رویا میں دیکھا تھا کہ ایک\r\nشخص کہتا ہے مغیرہ کے قاتل کو دوزخ کی خبر دو۔ پس یہ معلوم کر کے کہ میں ہی اس کا قاتل\r\nہوں مجھے اس کا صدمہ ہونا لازمی تھا۔\r\nمذکورہ بالا لوگوں کے سوا اور لوگ بھی زخمی ہوئے اور مارے گئے اور حضرت عثمان\r\nکی حفاظت کرنے والی جماعت اور بھی کم ہو گئی۔ لیکن اگر باغیوں نے باوجود آسمانی انذار\r\nکے اپنی ضد نہ چھوڑی اور خدا تعالیٰ کی محبوب جماعت کا مقابلہ جاری رکھا تو دوسری طرف\r\nمخلصین نے بھی اپنے ایمان کا اعلیٰ نمونہ دکھانے میں کمی نہ کی ۔ باوجود اس کے کہ اکثر محافظ\r\nمارے گئے یا زخمی ہو گئے پھر بھی ایک قلیل گروہ برابر دروازہ کی حفاظت کرتا رہا۔\r\nچونکہ باغیوں کو بظاہر غلبہ حاصل ہو چکا تھا۔ انہوں نے آخری حیلہ کے طور پر پھر\r\nایک شخص کو حضرت عثمان کی طرف بھیجا کہ وہ خلافت سے دستبردار ہو جائیں۔ کیونکہ وہ\r\nسمجھتے تھے کہ اگر خود دست بردار ہو جاویں گے تو مسلمانوں کو انہیں سزا دینے کا کوئی حق اور\r\nموقع نہ رہے گا۔ حضرت عثمان کے پاس جب پیغامبر پہنچا تو آپ نے\r\nفرمایا کہ میں نے تو\r\nجاہلیت میں بھی بدیوں سے پر ہیز کیا ہے اور اسلام میں بھی اس کے احکام کو نہیں توڑا۔ میں\r\n115"
    },
    {
        "id": 120,
        "pageNo": 120,
        "pageText": "کیوں اور کس جرم میں اس عہدہ کو چھوڑ دوں جو خدا تعالیٰ نے مجھے دیا ہے۔ میں تو اس قمیض\r\nکو کبھی نہیں اتاروں گا جو خدا تعالیٰ نے مجھے پہنائی ہے۔ وہ شخص یہ جواب سن کر واپس آ گیا\r\nاور اپنے ساتھیوں سے ان الفاظ میں آکر مخاطب ہوا۔ خدا کی قسم ! ہم سخت مصیبت میں\r\nپھنس گئے ہیں خدا کی قسم ! مسلمانوں کی گرفت سے عثمان کو قتل کرنے کے سوائے ہم بچ\r\nنہیں سکتے ( کیونکہ اس صورت میں حکومت تہ و بالا ہو جائے گی اور انتظام بگڑ جاوے گا اور\r\nکوئی پوچھنے والا نہ ہوگا ) اور اس کا قتل کرنا کسی طرح جائز نہیں۔\r\nاس شخص کے یہ فقرات نہ صرف ان لوگوں کی گھبراہٹ پر دلالت کرتے ہیں بلکہ\r\nاس امر پر بھی دلالت کرتے ہیں کہ اس وقت تک بھی حضرت عثمان نے کوئی ایسی بات پیدا\r\nنہ ہونے دی تھی جسے یہ لوگ بطور بہانہ استعمال کر سکیں اور ان کے دل محسوس کرتے تھے کہ\r\nحضرت عثمان کا قتل کسی صورت میں جائز نہیں۔\r\nعبد اللہ بن سلام کا مفسدوں کو نصیحت کرنا\r\nجب یہ لوگ حضرت عثمان کے قتل کا منصوبہ کر رہے تھے۔ حضرت\r\nعبد اللہ بن سلام\r\nجو بحالت کفر بھی اپنی قوم میں نہایت معزز تھے اور جن کو یہودا پنا سر دار مانتے تھے اور عالم\r\nبے بدل جانتے تھے تشریف لائے اور دروازہ پر کھڑے ہو کر ان لوگوں کو نصیحت کرنی\r\nشروع کی اور حضرت عثمان کے قتل سے ان\r\nکو منع فرمایا۔ کہ اے قوم! خدا کی تلوار کو اپنے اوپر\r\nنہ کھینچو۔ خدا کی قسم اگر تم نے تلوار کھینچی تو پھر اسے میان میں کرنے کا موقع نہ ملے گا ہمیشہ\r\nمسلمانوں میں لڑائی جھگڑا ہی جاری رہے گا۔ عقل کرو آج تم پر حکومت صرف کوڑے کے\r\nساتھ کی جاتی ہے۔ (عموما حدود شرعیہ میں کوڑے کی سزا دی جاتی ہے ) اور اگر تم نے اس\r\n116"
    },
    {
        "id": 121,
        "pageNo": 121,
        "pageText": "شخص کو قتل کر دیا تو حکومت کا کام بغیر تلوار کے نہ چلے گا ( یعنی چھوٹے چھوٹے مُجرموں پر\r\nلوگوں کو قتل کیا جاوے گا) یا درکھو کہ اس وقت مدینہ کے محافظ ملا نکہ ہیں ۔ اگر تم اس کو قتل کر\r\nدو گے تو ملائکہ مدینہ کو چھوڑ جائیں گے۔ اس نصیحت سے ان لوگوں نے یہ فائدہ اٹھایا کہ\r\nعبد اللہ بن سلام صحابی رسول کریم صلی اللہ علیہ وسلم کو دھتکار دیا۔ اور ان کے پہلے دین کا\r\nطعنہ دے کر کہا کہ اے یہو دن کے بیٹے ! تجھے ان کاموں سے کیا تعلق ۔ افسوس کہ ان\r\nلوگوں کو یہ تو یا درہا کہ عبد اللہ بن سلام یہو دن کے بیٹے تھے لیکن یہ بھول گیا کہ آپ رسول\r\nکریم صلی اللہ علیہ وسلم کے ہاتھ پر ایمان لائے اور رسول کریم نے آپ کے ایمان لانے پر\r\nنہایت خوشی کا ظہار کیا اور رسول کریم صلی اللہ علیہ وسلم کے ساتھ ہر ایک مصیبت اور دکھ میں\r\nآپ شریک ہوئے۔ اور اسی طرح یہ بھی بھول گیا کہ ان کا لیڈر اور ان کو ورغلانے والا\r\nحضرت علیؓ کو رسول کریم صلی اللہ علیہ وسلم کا وصی قرار دے کر حضرت عثمان کے مقابلہ پر\r\nکھڑا کرنے والا عبد اللہ بن سبا بھی یہو دن کا بیٹا تھا بلکہ خود یہودی تھا اور صرف ظاہر میں\r\nاسلام کا اظہار کر رہا تھا۔\r\nمفسدوں کا حضرت عثمان کو قتل کرنا\r\nحضرت عبد اللہ بن سلام تو ان لوگوں سے مایوس ہو کر چلے گئے اور ادھر ان لوگوں\r\nنے یہ دیکھ کر کہ دروازہ کی طرف سے جا کر حضرت عثمان کو قتل کرنا مشکل ہے کیونکہ اس\r\nطرف تھوڑے بہت جو لوگ بھی روکنے والے موجود ہیں وہ مرنے مارنے پر تلے ہوئے\r\nہیں یہ فیصلہ کیا کہ کسی ہمسایہ کے گھر کی دیوار پھاند کر حضرت عثمان کو قتل کر دیا جائے چنانچہ\r\nاس ارادے سے چندلوگ ایک ہمسایہ کی دیوار پھاند کر آپ کے کمرہ میں گھس گئے ۔ جب\r\n117"
    },
    {
        "id": 122,
        "pageNo": 122,
        "pageText": "گھسے تو حضرت عثمان قرآن کریم پڑھ رہے تھے۔ اور جب سے کہ محاصرہ ہوا تھا رات دن\r\nآپ کا یہی شغل تھا کہ نماز پڑھتے یا قرآن کریم کی تلاوت کرتے اور اس کے سوا اور کسی کام\r\nکی طرف توجہ نہ کرتے اور ان دنوں میں صرف آپ نے ایک کام کیا اور وہ یہ کہ ان لوگوں\r\nکے گھروں میں داخل ہونے سے پہلے آپ نے دو آدمیوں کو خزانہ کی حفاظت کے لئے مقرر\r\nکیا۔ کیونکہ جیسا کہ ثابت ہے اس دن رات کو رویا میں رسول\r\nکریم صلی اللہ علیہ وسلم آپ کو نظر\r\nآئے اور فرمایا کہ عثمان آج شام کو روزہ ہمارے ساتھ کھولنا۔ اس رؤیا سے آپ\r\nکو یقین ہو گیا\r\nتھا کہ آج میں شہید ہو جاؤں گا پس آپ نے اپنی ذمہ داری کا خیال کر کے دو آدمیوں کو حکم دیا\r\nکه ده خزانہ کے دروازہ پر کھڑے ہو کر پہرہ دیں تا کہ شور وشر میں کوئی شخص خزانہ لوٹنے کی\r\nکوشش نہ کرے۔\r\nواقعات شہادت حضرت عثمان\r\nغرض جب یہ لوگ اندر پہنچے تو حضرت عثمان کو قرآن کریم پڑھتے پایا ان حملہ\r\nآوروں میں محمد بن ابی بکر بھی تھے۔ اور بوجہ اپنے اقتدار کے جو ان لوگوں پر ان کو حاصل تھا\r\nاپنا فرض سمجھتے تھے کہ ہر ایک کام میں آگے ہوں۔ چنانچہ انہوں نے بڑھ کر حضرت عثمان\r\nکی ڈاڑھی پکڑ لی اور زور سے جھٹکا دیا۔ حضرت عثمان نے ان کے اس فعل پر صرف اس قدر\r\nفرمایا کہ اے میرے بھائی کے بیٹے! اگر تیرا باپ (حضرت ابو بکر ) اس وقت ہوتا تو کبھی\r\nایسانہ کرتا۔ تجھے کیا ہوا تو خدا کے لئے مجھ پر ناراض ہے۔ کیا اس کے سوا تجھے مجھ پر کوئی غصہ\r\nہے کہ تجھ سے میں نے خدا کے حقوق ادا کروائے ہیں۔ اس پر محمد بن ابی بکر شرمندہ ہو کر\r\nواپس لوٹ گئے۔ لیکن دوسرے شخص وہیں رہے اور چونکہ اس رات بصرہ کے لشکر کی مدینہ\r\n118"
    },
    {
        "id": 123,
        "pageNo": 123,
        "pageText": "میں داخل ہو جانے کی یقینی خبر آچکی تھی اور یہ موقع ان لوگوں کے لئے آخری موقع تھا ان\r\nلوگوں نے فیصلہ کر لیا کہ بغیر اپنا کام کئے واپس نہ لوٹیں گے اور ان میں سے ایک شخص آگے\r\nبڑھا اور ایک لوہے کی سیخ حضرت عثمان کے سر پر ماری اور پھر حضرت عثمان کے سامنے جو\r\nقرآن دھرا ہوا تھا اس کو لات مار کر پھینک دیا۔ قرآن کریم لڑھک کر حضرت عثمان کے\r\nپاس آ گیا اور آپ کے سر پر سے خون کے قطرات گر کر اس پر آپڑے قرآن کریم کی بے\r\nادبی تو کسی نے کیا کرنی ہے مگر ان لوگوں کے تقویٰ اور دیانت کا پردہ اس واقع سے اچھی\r\nطرح فاش ہو گیا۔\r\nجس آیت پر آپ کا خون گراوہ ایک زبر دست پیشگوئی تھی جو اپنے وقت میں جا کر\r\nاس شان سے پوری ہوئی کہ سخت دل سے سخت دل آدمی نے اس کے خونی حروف کی جھلک\r\nکو دیکھ کر خوف سے اپنی آنکھیں بند کر لیں۔ وہ آیت يَى فَسَيَكْفِيكَهُمُ اللَّهُ وَهُوَ\r\nالسَّمِيعُ الْعَلِيْمُ (البقرة : ۱۳۸ ) اللہ تعالٰی ضرور ان سے تیرا بدلہ لے گا اور وہ بہت سننے والا\r\nاور جاننے والا ہے۔\r\nاس کے بعد ایک اور شخص سودان نامی آگے بڑھا اور اس نے تلوار سے آپ پر حملہ\r\nکرنا چاہا۔ پہلا وار کیا تو آپ نے اپنے ہاتھ سے اس کو روکا اور آپ کا ہاتھ کٹ گیا۔ اس پر\r\nآپ نے فرمایا کہ خدا تعالیٰ کی قسم یہ وہ ہاتھ ہے جس نے سب سے پہلے قرآن کریم لکھا\r\nتھا۔ اس کے بعد پھر اس نے دوسرا وار کر کے آپ کو قتل کرنا چاہا تو آپ کی بیوی نائلہ وہاں\r\nآگئیں اور اپنے آپ\r\nکو بیچ میں کھڑا کر دیا مگر اس شقی نے ایک عورت پر وار کرنے سے بھی\r\nدریغ نہ کیا اور وار کر دیا جس سے آپ کی بیوی کی انگلیاں کٹ گئیں اور وہ علیحدہ ہو گئیں ۔ پھر\r\n119"
    },
    {
        "id": 124,
        "pageNo": 124,
        "pageText": "اس نے ایک دار حضرت عثمان پر کیا اور آپ کو سخت زخمی کر دیا اس کے بعد اس شقی نے یہ\r\nخیال کر کے کہ ابھی جان نہیں نکلی شاید بچ جاویں اسی وقت جب کہ زخموں کے صدموں سے\r\nآپ بے ہوش ہو چکے تھے اور شدت درد سے تڑپ رہے تھے آپ کا گلا پکڑ کر گھونٹنا شروع\r\nکیا اور اس وقت تک آپ کا گلا نہیں چھوڑا جب تک آپ کی رُوح جسم خاکی سے پرواز کر\r\nکے رسول کریم صلی اللہ علیہ وسلم کی دعوت کو لبیک کہتی ہوئی عالم بالا کو پرواز نہیں کر\r\nگئی ۔ انَّا لِلَّهِ وَإِنَّا إِلَيْهِ وَجِعُونَ\r\nپہلے حضرت عثمان کی بیوی اس نظارہ کی ہیبت سے متاثر ہوکر بول نہ سکیں۔ لیکن\r\nآخر انہوں نے آواز دی اور وہ لوگ جو دروازہ پر بیٹھے ہوئے تھے اندر کی طرف دوڑے۔\r\nمگر اب مدد فضول تھی جو کچھ ہونا تھا وہ ہو چکا تھا۔ حضرت عثمان کے ایک آزاد کردہ غلام نے\r\nسودان کے ہاتھ میں وہ خون آلودہ تلوار دیکھ کر جس نے حضرت عثمان کو شہید کیا تھا نہ رہا گیا\r\nاور اس نے آگے بڑھ کر اس شخص کا تلوار سے سرکاٹ دیا۔ اس پر اس کے ساتھیوں میں سے\r\nایک شخص نے اس کو قتل کر دیا۔ اب اسلامی حکومت کا تخت خلیفہ سے خالی ہو گیا۔ اہل مدینہ\r\nنے مزید کوشش فضول سمجھی اور ہر ایک اپنے اپنے گھر جا کر بیٹھ گیا۔ ان لوگوں نے حضرت\r\nعثمان کو مار کر گھر پر دست تعدی دراز کرنا شروع کیا۔ حضرت عثمان کی بیوی نے چاہا کہ\r\nاس جگہ سے ہٹ جاویں تو اس کے لوٹتے وقت ان میں سے ایک کم بخت نے اپنے\r\nساتھیوں سے کہا کہ دیکھو اس کے سرین کیسے موٹے ہیں۔\r\nبے شک ایک حیادار آدمی کے لئے خواہ وہ کسی مذہب کا پیرو کیوں نہ ہو اس بات کو\r\nباور کرنا بھی مشکل ہے کہ ایسے وقت میں جب کہ رسول کریم صلی اللہ علیہ وسلم کے نہایت\r\n120"
    },
    {
        "id": 125,
        "pageNo": 125,
        "pageText": "سابق (قدیم) صحابی آپ کے داماد! تمام اسلامی ممالک کے بادشاہ اور پھر خلیفہ وقت کو\r\nیہ لوگ ابھی ابھی مار کر فارغ ہوئے تھے ایسے گندے خیالات کا ان لوگوں نے اظہار کیا\r\nہو ۔ لیکن ان لوگوں کی بے حیائی ایسی بڑھی ہوئی تھی کہ کسی قسم کی بد اعمالی بھی ان سے بعید نہ\r\nتھی یہ لوگ کسی نیک مدعا کو لے کر کھڑے نہیں ہوئے تھے۔ نہ ان کی جماعت نیک آدمیوں\r\nکی جماعت تھی ۔ ان میں سے بعض عبد اللہ بن سبا یہودی کے فریب خوردہ اور اس کی عجیب و\r\nغریب مخالف اسلام تعلیموں کے دلدادہ تھے۔ کچھ حد سے بڑھی ہوئی سوشلزم بلکہ بولشوزم\r\nکے فریفتہ تھے۔ کچھ سزا یافتہ مجرم تھے جو اپنا دیرینہ بغض نکالنا چاہتے تھے۔ کچھ لٹیرے\r\nاور ڈاکو تھے جو اس فتنہ پر اپنی ترقیات کی راہ دیکھتے تھے۔ پس ان کی بے حیائی قابل تعجب\r\nنہیں۔ بلکہ یہ لوگ اگر ایسی حرکت نہ کرتے تب تعجب کا مقام تھا۔\r\nجب یہ لوگ لوٹ مار کر رہے تھے ایک اور آزاد کردہ غلام سے حضرت عثمان کے\r\nگھر والوں\r\nکی چیخ و پکارٹن کر نہ رہا گیا اور اس نے حملہ کر کے اس شخص کو قتل کر دیا جس نے\r\nپہلے غلام کو مارا تھا۔ اس پر ان لوگوں نے اُسے بھی قتل کر دیا اور عورتوں کے جسم پر سے بھی\r\nزیور اتار لئے اور ہنسی ٹھٹھا کرتے ہوئے گھر سے نکل گئے۔\r\nباغیوں کا بیت المال کو ٹوٹنا\r\nاس کے بعد ان لوگوں نے اپنے ساتھیوں میں عام منادی کرادی کہ بیت المال کی\r\nطرف چلو اور اس میں جو کچھ ہوٹوٹ لو۔ چونکہ بیت المال میں سوائے روپیہ کی دو تھیلیوں\r\nکے اور کچھ نہ تھا محافظوں نے یہ دیکھ کر کہ خلیفہ وقت شہید ہو چکا ہے اور ان لوگوں کا مقابلہ\r\nکرنا فضول ہے آپس میں یہ فیصلہ کیا کہ یہ جو کچھ کرتے ہیں ان کو کرنے دو۔ اور بیت المال\r\n121"
    },
    {
        "id": 126,
        "pageNo": 126,
        "pageText": "کی گنجیاں پھینک کر چلے گئے۔ چنانچہ انہوں نے بیت المال کو جا کر کھولا اور اس میں جو کچھ\r\nتھا لوٹ لیا۔ اور اس طرح ہمیشہ کے لئے اس امر کی صداقت پر مہر لگادی کہ یہ لوگ ڈاکو اور\r\nٹیرے تھے۔ اور ان کو اسلام اور مسلمانوں سے کوئی تعلق نہ تھا۔ اور کیا یہ تعجب کی بات نہیں\r\nکہ وہ لوگ جو حضرت عثمان \" پر یہ اعتراض دھرتے تھے کہ آپ غیر مستحقین کو روپیہ دے\r\nدیتے ہیں حضرت عثمان کی شہادت کے بعد سب سے پہلا کام یہ کرتے ہیں کہ پہلے آپ کا\r\nگھر لوٹتے ہیں اور پھر بیت المال ۔ مگر خدا تعالیٰ نے ان کی آرزوؤں کو اس معاملہ میں بھی\r\nپورا نہ ہونے دیا۔ کیونکہ بیت المال میں اس وقت سوائے چند روپوں کے جو ان کی حرص کو\r\nپورا نہیں کر سکتے تھے اور کچھ نہ تھا۔\r\nحضرت عثمان کی شہادت پر صحابہ کا جوش\r\nحضرت عثمان کی شہادت کی خبر جب صحابہ کو پہنچی تو ان کو سخت صدمہ ہوا ۔ حضرت\r\nزبیر نے جب یہ خبر سنی تو إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ راجِعُونَ ۔ اے خدا عثمان پر رحم کر اور اس\r\nکا بدلہ لے اور جب ان سے کہا گیا کہ اب وہ لوگ شرمندہ ہیں اور اپنے کئے پر پشیمان ہو\r\nرہے ہیں تو آپ نے فرمایا کہ یہ منصوبہ بازی تھی اور پھر یہ آیت تلاوت فرمائی وَ حِيْلَ\r\nبَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ (سبا: ۵۵) خدا تعالیٰ نے ان کی آرزوؤں کے پورا ہونے\r\nمیں روکیں ڈال دی تھیں۔ یعنی جو کچھ یہ لوگ چاہتے تھے چونکہ اب پورا ہوتا نظر نہیں آتا۔\r\nگل عالم اسلامی کو اپنے خلاف جوش میں دیکھ رہے ہیں اس لئے اظہار ندامت کرتے\r\nہیں۔ جب حضرت طلحہ کو خبر ملی تو آپ نے بھی یہی فرمایا کہ خدا تعالیٰ عثمان پر رحم\r\nفرما دے۔ اور اس کا اور اسلام کا بدلہ ان لوگوں سے لے۔ جب ان سے کہا گیا کہ اب تو وہ\r\n122"
    },
    {
        "id": 127,
        "pageNo": 127,
        "pageText": "لوگ نادم ہیں تو آپ نے فرمایا کہ ان پر ہلاکت ہو اور یہ آیت کریمہ پڑھی فلا\r\nيَسْتَطِيعُونَ تَوْصِيَةً وَلَا إِلَى أَهْلِهِمْ يَرْجِعُونَ (ئیس: اه) ان کو وصیت\r\nکرنے کی بھی توفیق نہ ملے گی ۔ اور وہ اپنے اہل وعیال کی طرف واپس نہ لوٹ سکیں گے۔\r\nاسی طرح جب حضرت علی کو اطلاع ملی تو آپ نے فرمایا کہ اللہ تعالیٰ عثمان پر رحم\r\nفرمادے اور ان کے بعد ہمارے لئے کوئی بہتر جانشین مقرر فرما دے اور جب ان سے بھی\r\nکہا گیا کہ اب تو وہ لوگ شرمندہ ہیں تو آپ نے یہ آیت کریمہ پڑھی كَمَثَلِ الشَّيْطَنِ إِذْ\r\nقَالَ لِلْإِنْسَانِ اكْفُرْ فَلَمَّا كَفَرَ قَالَ إِنِّي بَرِكْ ءٌ مِنْكَ إِنِّي أَخَافُ اللَّهَ رَبَّ\r\nالْعَلَمِينَ (الحشر : ۱۷) یعنی ان کی مثال اس شیطان کی ہے جولوگوں کو کہتا ہے کہ کفر کر وجب\r\nوہ کفر اختیار کر لیتے ہیں تو پھر کہتا ہے کہ میں تجھ سے بیزار ہوں میں تو خدا سے ڈرتا ہوں۔\r\nجب ان لشکروں کو جو حضرت عثمان کی مدد کے لئے آرہے تھے معلوم ہوا کہ آپ شہید ہو گئے\r\nہیں۔ تو وہ مدینہ سے چند میل کے فاصلہ پر سے ہی لوٹ گئے اور مدینہ کے اندر داخل ہونا انہوں\r\nنے پسند نہ کیا کیونکہ ان کے جانے سے حضرت عثمان کی تو کوئی مدد نہ ہو سکتی تھی اور خطرہ تھا کہ\r\nفسادزیادہ نہ بڑھ جاوے اور مسلمان عام طور پر بلا امام کے لڑنا بھی پسند نہ کرتے تھے۔\r\nاب مدینہ انہیں لوگوں کے قبضہ میں رہ گیا اور ان ایام میں ان لوگوں نے جو حرکات\r\nکیں وہ نہایت حیرت انگیز ہیں۔ حضرت عثمان کو شہید تو کر چکے تھے ان کی نعش کے دفن\r\nکرنے پر بھی ان کو اعتراض ہوا۔ اور تین دن تک آپ\r\nکو دفن نہ کیا جا سکا آخر صحابہ کی ایک\r\nجماعت نے ہمت کر کے رات کے وقت آپ کو دفن کیا۔ ان لوگوں کے راستہ میں بھی انہوں\r\nنے روکیں ڈالیں لیکن بعض لوگوں نے سختی سے ان کا مقابلہ کرنے کی دھمکی دی تو دب\r\n123"
    },
    {
        "id": 128,
        "pageNo": 128,
        "pageText": "گئے ۔ حضرت عثمان کے دونوں غلاموں کی لاشوں کو باہر جنگل میں نکال کر ڈال دیا اور کتوں\r\nکو کھلا دیا۔ (طبری جلد صفحہ ۴۹، مطبوعہ بیروت) نَعُوذُ بِاللَّهِ مِنْ ذَالِکَ۔\r\nواقعات متذکرہ کا خلاصہ اور نتائج\r\nیہ وہ صحیح واقعات ہیں جو حضرت عثمان\" کے آخری ایام خلافت میں ہوئے ان کے\r\nمعلوم کرنے کے بعد کوئی شخص یہ گمان بھی نہیں کر سکتا کہ حضرت عثمان یا صحابہ کا ان\r\nفسادات میں کچھ بھی دخل تھا۔ حضرت عثمان نے جس محبت اور جس اخلاص اور جس بردباری\r\nسے اپنی خلافت کے آخری چھ سال میں کام لیا ہے وہ انہی کا حصہ ہے۔ خدائے پاک کے\r\nبندوں کے سوا اور کسی جماعت میں ایسی مثال نہیں مل سکتی۔ وہ بے لوث مسند خلافت پر بیٹھے\r\nاور بے لوث ہی اپنے محبوب حقیقی سے جاملے۔ ایسے خطر ناک اوقات میں جب کہ بڑے\r\nبڑے صابروں کا خون بھی جوش میں آجاتا ہے آپ نے ایسا رویہ اختیار کیا کہ آپ کے خون کے\r\nپیا سے آپ کے قتل کے لئے کوئی کمزور سے کمزور بہانہ بھی تلاش نہ کر سکے اور آخر اپنے ظالم\r\nہونے اور حضرت عثمان کے بری ہونے کا اقرار کرتے ہوئے انہیں آپ پر تلوار اٹھانی پڑی۔\r\nاسی طرح ان واقعات سے صاف ثابت ہوتا ہے کہ صحابہ کو حضرت عثمان کی\r\nخلافت پر کوئی اعتراض نہ تھا۔ وہ آخر دم تک وفاداری سے کام لیتے رہے اور جب کہ کسی قسم\r\nکی مدد کرنی بھی ان کے لئے ناممکن تھی تب بھی اپنی جان کو خطرہ میں ڈال کر آپ کی حفاظت\r\nکرتے رہے۔ یہ بھی ان واقعات سے ثابت ہوتا ہے کہ ان فسادات میں حضرت عثمان\r\nکے انتخاب والیان کا بھی کچھ دخل نہ تھا اور نہ والیوں کے مظالم اس کا باعث تھے کیونکہ ان کا\r\nکوئی ظلم ثابت نہیں ہوتا حضرت علی اور طلحہ اور حضرت زبیر پر خفیہ ریشہ دوانیوں کا بھی الزام\r\n124"
    },
    {
        "id": 129,
        "pageNo": 129,
        "pageText": "بالکل غلط ہے۔ ان تینوں اصحاب نے اس وفاداری اور اس ہمدردی سے اس فتنہ کے دور\r\nکرنے میں سعی کی ہے کہ سگے بھائی بھی اس سے زیادہ تو کیا اس کے برابر بھی نہیں کر سکتے ۔\r\nانصار پر جو الزام لگایا جاتا ہے کہ وہ حضرت عثمان سے ناراض تھے وہ غلط ہے کیونکہ ہم\r\nدیکھتے ہیں کہ انصار کے سب سردار اس فتنہ کے دور کرنے میں کوشاں رہے ہیں۔\r\nفساد کا اصل باعث یہی تھا کہ دشمنان اسلام نے ظاہری تدابیر سے اسلام کو تباہ نہ\r\nہوتے دیکھ کر خفیہ ریشہ دوانیوں کی طرف توجہ کی اور بعض اکابر صحابہ کی آڑ لے کر خفیہ خفیہ\r\nمسلمانوں میں تفرقہ پیدا کرنا چاہا۔ جن ذرائع سے انہوں نے کام لیا وہ اب لوگوں پر روشن\r\nہو چکے ہیں۔ سزا یافتہ مجرموں کو اپنے ساتھ ملایا اور لٹیروں کو تحریص دلائی۔ جھوٹی مساوات\r\nکے خیالات پیدا کر کے انتظام حکومت کو کھوکھلا کیا۔ مذہب کے پردہ میں لوگوں کے ایمان کو\r\nکمزور کیا اور ہزاروں حیلوں اور تدبیروں سے ایک جماعت تیار کی ۔ پھر جھوٹ سے،جعل\r\nسازی سے اور فریب سے کام لے کر ایسے حالات پیدا کر دیئے جن کا مقابلہ کرنا حضرت\r\nعثمان اور دیگر صحابہ کے لئے مشکل ہو گیا۔ ہم نہیں جانتے کہ انجام کیا ہوتا۔ مگر ہم واقعات\r\nسے یہ جانتے ہیں کہ اگر اس وقت حضرت عمر کی خلافت بھی ہوتی تب بھی یہ فتنہ ضرور کھڑا ہو\r\nجا تا اور وہی الزام جو حضرت عثمان پر لگائے گئے حضرت عمر\" پر بھی لگائے جاتے کیونکہ\r\nحضرت عثمان نے کوئی ایسا کام نہیں کیا جو حضرت عمر اور حضرت ابو بکر نے نہیں کیا تھا۔\r\nحضرت علی کی خلافت کے واقعات چونکہ بوجہ قلت وقت چند منٹ میں بیان کئے\r\nگئے تھے اور بہت مختصر تھے اس لئے نظر ثانی کے وقت میں نے اس حصہ کو کاٹ دیا۔\r\n125"
    },
    {
        "id": 130,
        "pageNo": 130,
        "pageText": "۱۔ اس مضمون پر برائے اشاعت نظر ثانی کرتے وقت میں نے حاشیہ پر بعض\r\nضروری تاریخی حوالجات دے دیئے ہیں اور مطالعہ کنندہ کتاب کو زیادہ مشقت سے بچانے\r\nکے لئے صرف تاریخ طبری کے حوالوں پر اکتفاء کی ہے۔ الا ماشاء اللہ ۔ منہ\r\n۲ ۔ درحقیقت عشرہ مبشرہ ایک محاورہ ہو گیا ہے ورنہ رسول کریم صلی اللہ علیہ وسلم نے\r\nاس سے بہت زیادہ صحابہ کی نسبت جنت کی بشارت دی ہے ۔ عشرہ مبشرہ سے دراصل وہ\r\nدس مہاجر مراد ہیں جو رسول کریم صلی اللہ علیہ وسلم کی مجلس شوری کے رکن تھے اور جن پر آپ\r\nکو خاص اعتماد تھا۔\r\n۔ اسلامی تاریخ کے بعد کے واقعات سے یہ بات خوب اچھی طرح ثابت ہو جاتی\r\nہے کہ صحابہ کا دخل کیسا مفید و با برکت تھا کیونکہ کچھ عرصہ کے لئے صحابہ کے دخل کو ہٹا کر خدا\r\nتعالیٰ نے بتایا کہ ان کے علیحدہ ہونے سے کیسے بُرے نتائج پیدا ہو سکتے ہیں ۔ اسلام کی\r\nتضحیک خود مسلمان کہلانے والوں کے ہاتھوں اس عرصہ میں اس طرح ہوئی کہ دل ان\r\nحالات کو پڑھ کر خوف کھاتے ہیں اور جسموں میں لرزہ آتا ہے۔ (مرزا محمود احمد )\r\n۴۔ اس سے آپ کی دو غرضیں تھیں ۔ ایک تو یہ کہ مدینہ میں معلمین کی ایک جماعت\r\nموجود رہتی تھی اور دوسرے آپ کا خیال تھا کہ صحابہ کو چونکہ ان کے سابق بالا ایمان ہونے\r\nاور رسول کریم صلی اللہ علیہ وسلم کے زمانہ کی خدمات کی وجہ سے بیت المال سے خاص حصے\r\nملتے ہیں اگر یہ لوگ جنگوں میں شامل ہوئے تو ان کو اور حصے ملیں گے اور دوسرے لوگوں کو\r\nناگوار ہو گا کہ سب مال انہی کو مل جاتا ہے۔\r\n۔ یعنی بحیثیت سابق ہونے کے بھی حصہ لیں اور اب بھی جہاد کر کے حصہ لیں تو\r\n126"
    },
    {
        "id": 131,
        "pageNo": 131,
        "pageText": "دوسرے لوگ محروم رہ جائیں گے۔\r\nلَا تَأْكُلُوْ اَبَدًا جِيْرَانَكُمْ سَرَفًا أَهْلُ الدَّعارَةِ فِي مُلْكِ ابْنِ عَفَّانَ\r\nإِنَّ ابْنَ عَفَّانَ الَّذِي جَرَّبْتُمْ فَطِمُ اللَّصُوْصِ بِحُكْمِ الْفُرْقَانِ\r\nمَازَالَ يَعْمَلُ بِالْكِتُبِ مُهَيْمِنًا فِي كُلِّ عُنْقٍ مِنْهُمْ وَ بَنَانِ\r\n، جیسا کہ آگے ثابت کیا جاوے گا۔ یہ اس کا جھوٹ تھا کہ مدینہ کے لوگ اس\r\nفتنہ سے محفوظ تھے۔ بوقت نظر ثانی۔\r\n۔ یہ پیشگوئی فتح مکہ کی ہے جسے بگاڑ کر اس شخص نے رجعت کا عقیدہ بنالیا۔ چونکہ\r\nمکہ کی طرف لوگ بہ نیت حج اور حصول ثواب بار بار جاتے ہیں اس لئے اس کا نام بھی معاد\r\nہے یعنی وہ جگہ جس کی طرف لوگ بار بار کو ٹتے ہیں۔\r\nو۔ جہاں جلا وطن کر کے یہ لوگ بھیجے گئے تھے وہاں کے لوگوں کو خراب کرنے کا ان\r\nکو موقع نہ تھا کیونکہ وہاں خاص نگرانی اور نظر بندی کی حالت میں ان کو رکھا جاتا تھا۔\r\n۱۰۔ حضرت معاویہؓ کے کلام اور ان لوگوں کے جواب سے صاف ظاہر ہوتا ہے کہ\r\nحضرت عثمان یا ان کے مقرر کردہ حکام سے ان لوگوں کو مخالفت نہ تھی بلکہ قریش سے ہی\r\nیا دوسرے لفظوں میں ایمان میں سابق لوگوں سے ہی ان کو حسد تھا۔ اگر حضرت عثمان کی\r\nجگہ کوئی اور صحابی خلیفہ ہوتا۔ اور ان کے مقرر کردہ والیوں کی جگہ کوئی اور والی ہوتے تو ان\r\nسے بھی یہ لوگ اسی طرح حسد کرتے کیونکہ ان کا مد عاصرف حصول جاہ تھا۔\r\n127"
    },
    {
        "id": 132,
        "pageNo": 132,
        "pageText": "۱۱۔ طبری کی روایت کے مطابق شام میں حضرت عثمان کی مدد کے لئے لوگوں میں\r\nجوش دلانے والے صحابہ میں حضرت ابو درداء انصاری بھی شامل تھے ۔ مگر دوسری روایت\r\nسے معلوم ہوتا ہے کہ یہ حضرت عثمان کی شہادت سے پہلے فوت ہو چکے تھے جیسا کہ\r\nاستیعاب اور اصابہ سے ثابت ہے اور یہی بات درست ہے مگر جیسا کہ پہلے ذکر ہو چکا ہے یہ\r\nبھی اپنے ایام زندگی میں اس فتنہ کے مٹانے میں کوشاں رہے ہیں۔\r\n*******************\r\n*******\r\n128"
    }
]