[
    {
        "id": 1,
        "pageNo": 1,
        "pageText": "کلید دعوت\r\nداعیان الی اللہ کے لیے مفید حوالہ جات\r\nwww.alislam.org\r\nجمال الدین نخس"
    },
    {
        "id": 2,
        "pageNo": 2,
        "pageText": "176\r\n176\r\n178\r\n178\r\n183\r\n185\r\n187\r\n191\r\n192\r\n192\r\n192\r\n192\r\n196\r\n8\r\n-2\r\n-4\r\n-5\r\n-6\r\nخلفاء ثلاثہ میں مومنین کی علامات موجود تھیں\r\nصحابہ کی اکثریت نے ان کی تائید کی\r\nخلفاء ثلاثہ پر ارتداد کا الزام غلط ہے\r\nصحابہ پر ارتداد کا الزام یز یحم کے خلاف ہے\r\nخلفائے ثلاثہ کی فضیات\r\n7 بیت رضوان کے انعام\r\n8 فضائل حضرت ابو بکر\r\nفضائل حضرت عمر\r\n10 اس اعتراض کا جواب کہ امام مہدی اہل بیت سے ہوگا\r\n-11\r\nآل سے مراد\r\n12 امام مهدی محمد بن حسن عسکری ہیں کا جواب\r\n13 مہدی کے آنے کے ساتھ ہی کفر مٹ جائے گا\r\n14 تعزیه داری\r\nكتابيات"
    },
    {
        "id": 3,
        "pageNo": 3,
        "pageText": "مضمون\r\nحوالہ\r\nمامور من اللہ کی گواہی ارضی و سماوی علامات سے ملتی ہے\r\n1 دار القطنی صفحه ۱۱۸ کی پیشگوئی کے مطابق ۱۳ رمضان المبارک -1- اخبار آزاد ۴- مئی ۱۸۹۳ء\r\n۱۳۱۱ھ کو چاند اور ۲۸۔ رمضان المبارک کو سورج کو گرہن 2- سراج الاخبار - جون ۱۸۹۳ء ان\r\nمقررہ شرائط کے مطابق لگا۔\r\nسول اینڈ ملٹری گزٹ ہے ۔ اپریل\r\n۶۱۸۹۴\r\n2 پیچھگوئی کے مطابق مشرق میں دمدار ستارہ ۱۸۸۲ء میں ظاہر جریدہ روزگار مدراس تمبر\r\nہوا۔\r\n۶۱۸۸۸\r\n- پیشگوئی کے مطابق ۲۸٬۲۷۔ نومبر ۱۸۸۵ء کو ساری رات لوگوں آئینہ کمالات اسلام\r\nنے رمی شہاب ثاقب کا نظارہ کیا۔\r\n-4 -\r\nپیشگوئی کے مطابق طاعون کی بیاری ظاہر ہوئی۔ جس سے مرزا کشتی نوح صفحہ ۲\r\nصاحب اور اس کے ماننے والے محفوظ رہے۔\r\n5- پیشگوئی کے مطابق زلزلے ظاہر ہوئے اور کانگڑہ کا شہر زمین\r\nبوس ہو گیا۔\r\n6 آمد و رفت کے لئے دخانی سواریاں نکل آئیں جنہوں نے التکویر : 15 نین : 43\r\nاونٹنیوں کو بے کار کر دیا۔\r\n7 صحیح مسلم کتاب الفتن کے مطابق ساری دنیا میں عیسائی اقوام\r\nغالب آچکی تھیں۔\r\nپیشگوئی کے مطابق مسلمان ۷۳ فرقوں میں تقسیم ہو گئے اور ۱ زمیندار ۱۴- اگست ۱۹۱۵ء-\r\nان میں مذہبی اخلاقی کمزوریاں پیدا ہو گئیں۔\r\n9 چودھویں صدی میں سوائے حضرت بانی جماعت احمدیہ کے کسی\r\nنے مجدد ہونے کا دعوئی نہ کیا اور نہ ہی ان علامات و نشانات کو\r\nکسی نے اپنی صداقت میں پیش کیا۔\r\n10- ہر مرحلہ پر خدا تعالٰی نے بانی جماعت کو کامیاب و کامران کیا اور\r\nان کے مخالف ہر میدان میں ہمیشہ ناکام و نامراد رہے ۔ نہ ممکن\r\nہے کہ خدا تعالی مفتری کی ایسی مدد کرے جیسی حضرت\r\n٢- الفوز الكبير باب اول صفحه .\r\n۳۔ تنقیحات اسلام اور مغربی اقوام\r\nسے تصادم صفحہ ۲۷"
    },
    {
        "id": 4,
        "pageNo": 4,
        "pageText": "مضمون\r\nبانی جماعت احمدیہ کی ہوئی۔ فرماتے ہیں۔\r\n\"اے لوگو سن رکھو کہ یہ اس کی پیشگوئی ہے جس نے زمین\r\nو آسمان بنایا وہ اپنی اس جماعت کو تمام ملکوں میں پھیلا دے گا\r\nاور حجت اور برہان کی رو سے سب پر ان کو غلبہ بخشے گا۔ وہ\r\nدن آتے ہیں بلکہ قریب ہیں کہ دنیا میں صرف یہی ایک مذہب\r\nہو گا جو عزت کے ساتھ یاد کیا جائے گا۔ خدا اس مذہب اور\r\nاس سلسلہ میں نہایت درجہ اور فوق العادت برکت ڈالے گا\r\nاور ہر ایک کو جو اس کے معدوم کرنے کا فکر رکھتا ہے نا مراد\r\nرکھے گا اور یہ غلبہ ہمیشہ رہے گا یہاں تک کہ قیامت آجائے\r\nگی۔\r\nحوالہ\r\nتذكرة الشهاد تین صفحه ۶۴"
    },
    {
        "id": 5,
        "pageNo": 5,
        "pageText": "ہم اللہ الرحمن الرحیم نحمدہ و نصلی علی رسوله الكريم وعلى فيده المسيح الموعود\r\nہندوستان میں جہاد بالسیف کے بارہ میں اس زمانہ کے\r\nدوسرے علماء کے نظریات و فتاوی\"\r\n1 اہل حدیث کے مشہور عالم و راہنما سید نذیر حسین دہلوی صاحب لکھتے ہیں :-\r\nجبکہ شرط جہاد کی اس شہر میں معدوم ہوئی تو جہاد کرنا یہاں سبب ہلاکت و معصیت ہو گا\"\r\n(فتاوی نذیریہ جلد ۲ صفحه ۴۷۳٬۴۷۲ مطبوعہ دلی پر نٹنگ پریس)\r\n(فتاوی نذیر یه جلد ۳ صفحه ۲۸۵ اہل حدیث اکادمی کشمیری بازار لاہور)\r\nاہل حدیث عالم مولوی محمد حسین صاحب بٹالوی لکھتے ہیں :-\r\nاس شرعی جہاد کی کوئی صورت نہیں ہے۔ کیونکہ اس وقت نہ کوئی مسلمانوں کا امام موصوف\r\nصفات و شرایط امامت موجود ہے اور نہ ان کو کوئی ایسی شوکت جمعیت حاصل ہے۔ جس سے وہ\r\nاپنے مخالفوں پر فتح یاب ہونے کی امید کر سکیں۔\r\nالاقتصاد فی مسائل الجهاد صفحہ ۷۶)\r\nمسلمان رعایا کو اپنی گورنمنٹ سے (خواہ وہ کسی مذہب یہودی عیسائی وغیرہ پر ہو اور اس\r\nکے امن و عہد میں وہ آزادی کے ساتھ شعار مذہبی ادا کرتی ہو۔ لڑنا یا اس سے لڑنے والوں کی\r\nجان و مال سے امانت کرنا جائز نہیں ہے۔ دبناء علیہ اہل اسلام ہندوستان کیلئے گورنمنٹ انگریزی\r\nکی مخالفت و بغاوت حرام ہے\"۔ (اشاعۃ السنہ جلد نمبر ۱۰ صفحه ۲۸۷ اکتوبر ۱۸۸۳ء)\r\n۔ اس مسئلہ اور اس کے دلائل سے صاف ثابت ہے کہ ملک ہندوستان باوجود یکہ عیسائی\r\nسلطنت کے قبضہ میں ہے دار لا سلام ہے اس پر کسی بادشاہ کو عرب کا ہو خواہ حجم کا مہدی سودانی\r\nہو یا خود حضرت سلطان شاہ ایران ہو خواہ امیر خراسان مذہبی لڑائی و چڑھائی کرنا جائز نہیں\"\r\nاقتصادفی مسائل الجهاد صفحه ۲۵ طبع اول وکٹوریہ پریس)\r\n3 سید احمد رضاء خان صاحب بریلوی لکھتے ہیں:۔\r\nہندوستان دار السلام ہے۔ اسے دار الحرب کہنا ہرگز صحیح نہیں\"۔ (نصرت الابرار صفحہ ۲۹ مطبوعہ\r\nلاہور)\r\n4 سید محمد اسماعیل صاحب شہید سے ایک شخص نے انگریزوں سے جہاد کے بارے میں سوال کیا تو\r\nانہوں نے فرمایا۔ ایسی بے رو ریا اور غیر متعصب سرکار پر کسی طرح بھی جہاد کرنا درست نہیں\r\nہے۔ اس وقت پنجاب کے سکھوں کا ظلم اس حد تک پہونچ گیا ہے کہ ان پر جہاد کیا جائے“۔"
    },
    {
        "id": 6,
        "pageNo": 6,
        "pageText": "امواج احمدی صفحہ ۵۷ مرتبہ محمد جعفر تھانیسری)\r\nخواجہ حسن نظامی صاحب دہلوی لکھتے ہیں :۔\r\nانگریز نہ ہمارے مذہبی امور میں دخل دیتے ہیں۔ نہ اور کسی کام میں ایسی زیادتی کرتے ہیں جس\r\nکو ظلم سے تعبیر کر سکیں۔ نہ ہمارے پاس سامان حرب ہے۔ ایسی صورت میں ہم لوگ ہر گز ہرگز\r\nکسی کا کہنا نہ مانیں گے اور اپنی جانوں کو ہلاکت میں نہ ڈالیں گے۔ رسالہ شیخ سندی صفحہ ۱۷\r\nمفتیان مکہ کے فتاوی کے بارے میں شورش کا شمیری مدیر چٹان لکھتے ہیں۔\r\n\" جمال دین ابن عبداللہ شیخ عمر حنفی مفتی مکہ احمد بن ذہنی شافعی مفتی مکہ معظمہ اور حسین بن\r\nابراہیم مالکی مفتی مکہ سے بھی فتاوی حاصل کئے گئے۔ جن میں ہندوستان کے دار الاسلام ہونے کا\r\nاعلان کیا گیا تھا\"۔ اکتاب سید عطاء اللہ شاہ بخاری صفحہ ۱۳۱ مولفه شورش کا شمیری)\r\nسید احمد شہید جس وقت سکھوں سے جہاد کرنے جارہے تھے تو کسی نے کہا ۔ انگریزوں سے جہاد\r\nکیوں نہیں کرتے۔ آپ نے فرمایا۔ سکھوں سے جہاد کرنے کی صرف یہی وجہ ہے کہ وہ ہمارے\r\nپر ادران اسلام پر ظلم کرتے اور اذاں وغیرہ فرائض مذہبی کے ادا کرنے کے مزاحم ہو رہے ہیں۔\r\nاگر سکھ اب یا ہمارے غلبہ کے بعد ان حرکات موجب جہاد سے باز آجائیں گے تو ہم کو ان سے\r\nلڑنے کی ضرورت نہ رہے گی اور سرکار انگریزی کو منکر اسلام ہے۔ مگر مسلمانوں پر کچھ ظلم اور\r\nتعدی نہیں کرتی اور نہ ان کو فرض مذہبی اور عبادت لازمی سے روکتی ہے۔ ہم ان کے ملک میں\r\nعلانیہ وعظ کہتے اور ترویج مذہب کرتے ہیں۔ وہ کبھی مانع اور مزاحم نہیں ہوتی پھر ہم سرکار\r\nانگریزی پر کس سبب سے جہاد کریں۔\"\r\nموانع احمدی مرتبه مولوی محمد جعفر تھانیسری صفحه (۷۲۷)\r\nنواب صدیق حسن خان صاحب لکھتے ہیں:۔\r\nجهاد بغیر شرائط شرعیہ کے اور بغیر وجود امام کے ہرگز جائز نہیں“ (ترجمان وہابیہ صفحہ ۲۰)\r\nسرسید احمد خان صاحب لکھتے ہیں \"مسلمان ہماری گورنمنٹ کے مستامن تھے کسی طرح\r\nگورنمنٹ کی علمداری میں جہاں نہیں کرسکتے تھے۔\"\r\n( اسباب بغاوت ہند مولقہ سرسید احمد خان صاحب صفحہ ۱۰۵ مطبوعہ ۱۸۵۸ء اردو اکیڈیمی سندھ )\r\nو مولوی مسعود عالم صاحب ندوی لکھتے ہیں:۔\r\n\" ہندوستان کی جماعت اہل حدیث کے سرکردہ مولوی محمد حسین صاحب بٹالوی ... ن...\r\nجہاد کی منسوخی پر ایک رسالہ (الاقتصاد فی مسائل الجهاد) فارسی زبان میں تصنیف فرمایا تھا\"\r\nاہندوستان کی پہلی اسلامی تحریک صفحه ۲۹)\r\n10- جناب مولوی زاہد الحسینی کہتے ہیں۔ \" آج کا دور جس دور میں کہ ہم جارہے ہیں یہ جہاد بالقلم کا"
    },
    {
        "id": 7,
        "pageNo": 7,
        "pageText": "رہے۔ آج قلم کا فتنہ بڑا پھیل گیا ہے۔ آج قلم کے ساتھ جہاد کرنے والا سب سے بڑا مجاہد\r\nہے۔\"\r\nجناب مودودی صاحب لکھتے ہیں۔\r\nماهنامه خدام الدین یکم اکتوبر ۶۱۹۶۵ )\r\nہمارے ہر اس شخص کو جسے اللہ تعالیٰ نے زبان و قلم سے کام لینے کی صلاحیتوں سے نوازا ہے۔\r\nاس معاملہ میں اپنا فرض پوری طرح انجام دینا چاہئے۔ یہ جہاد تلوار کے جہاد سے اپنی اہمیت میں\r\nکچھ کم نہیں ہے۔ روزنامہ مشرق لاہور ۱۳- اکتوبر ۱۹۶۵ء صفحه ۲)\r\nجهاد اصغر اور جماعت احمدیہ کا کردار\r\nحضرت مسیح موعود علیہ السلام نے جہاد بالسیف یا جہاد اصغر کے التواء کا اعلان فرمایا وہاں یہ بھی فرمایا\r\nمیں جہاد (روحانی) ہے۔ جب تک خدا تعالٰی کوئی دوسری صورت دنیا میں ظاہر کرے۔\"\r\nآپ کی وفات کے کافی عرصہ بعد پاکستان کے وجود میں آنے کے بعد حالات تبدیل ہوئے تو اس کے\r\nمتعلق جماعت احمدیہ کے دوسرے خلیفہ حضرت مرزا بشیر الدین محمود احمد نے جماعت کی پالیسی کے\r\nبارہ میں فرمایا:-\r\nایک زمانہ ایسا تھا کہ غیر قوم ہم پر حاکم تھی اور وہ غیر قوم امن پسند تھی۔ مذہبی معاملات میں وہ کسی\r\nقسم کا دخل نہیں دیتی تھی۔ اس کے متعلق شریعت کا حکم یہی تھا کہ اس کے ساتھ جہاد جائز نہیں۔\" پھر\r\nفرماتے ہیں:۔ اب حالات بالکل مختلف ہیں۔ اب اگر پاکستان سے کسی ملک کی لڑائی ہو گئی تو حکومت\r\nکے ساتھ ( تائید میں) ہمیں لڑنا پڑے گا۔ اور حکومت کی تائید میں ہمیں جنگ کرنی پڑے گی۔\" پھر\r\nفرماتے ہیں۔ \"جب کبھی جہاد کا موقعہ آئے ہیں اپنے ملک اپنے اموال اور اپنی عزتوں کی حفاظت\r\nکیلئے قربانی کرنی پڑے تو ہم اس میدان میں سب سے بہتر نمونہ دکھانے والے ہوں۔\" (رپورٹ مجلس\r\nمشاورت ۱۹۵۰ء صفحه ۱۴۴۱۲۴۹)\r\nواقعات اس بات پر شاہد ہیں کہ پاکستان کے ہر مشکل وقت میں احمدی مجاہدین نے شاندار کارہائے\r\nنمایاں سرانجام دیئے۔ نمونہ ملاحظہ فرمائیں۔\r\n1 جماعت احمدیہ کے دوسرے خلیفہ حضرت مرزا بشیر الدین محمود احمد کے متعلق ایک کٹر مخالف\r\nلکھتا ہے۔\r\nمیں بیانگ دہل کہتا ہوں کہ مرزا بشیر الدین محمود احمد صاحب صدر کشمیر کمیٹی نے تندہی محنت\r\nہمت جانفشانی اور بڑے جوش سے کام کیا اور اپنا روپیہ بھی خرچ کیا اور اس کی وجہ سے میں ان\r\nکی عزت کرتا ہوں۔\" ( تحریک قادیان صفحه ۴۲)"
    },
    {
        "id": 8,
        "pageNo": 8,
        "pageText": "قیام پاکستان کے معابعد کی کشمیر میں ہونے والی لڑائی میں احمدی مجاہدین نے \"فرقان بٹالین \" کی\r\nصورت میں بھر پور حصہ لیا۔ چنانچہ گزار احمد صاحب خدا ایڈیٹر اخبار جہاد سیالکوٹ لکھتے ہیں۔\r\n2 \"فرقان بٹالین نے مجاہدین کشمیر کے شانہ بشانہ ڈوگرہ فوجوں سے جنگ کی اور اسلامیان کشمیر کے\r\nاختیار کردہ موقف کو مضبوط بنایا۔ (اخبار جہاد سیالکوٹ ۱۲- جون ۶۱۹۵۰ )\r\n3 میجر جنرل اختر حسین ملک صاحب ان کے بارے میں ۱۹۶۵ء کی جنگ میں شاندار خدمات پر ہفت\r\nروزہ الفتح کراچی اپنے کالم احوال واقعی میں لکھتا ہے۔\r\n۱۹۷۵ء کی جنگ میں انہوں نے انتہائی دانشمندی اعلیٰ ماہرانہ صلاحیتوں اور بہادری سے کام لیتے\r\nہوئے دشمن کے چھکے چھوڑا دیئے فوجی ماہرین کا کہنا ہے اگر کمان اختر ملک کے پاس رہتی تو\r\nکشمیر فتح ہو گیا تھا۔ الفتح ہفت روزہ کراچی ۱۳ تا ۲۰ فروری ۱۹۷۶ء صفحه (۸)\r\n4 جنرل عبد العلی ملک : یہ ملک اختر حسین کے بھائی ہیں۔ آپ کے متعلق الحاج عرفان راشدی\r\nداعی مجلس علمائے پاکستان یوں لکھتے ہیں۔\r\nکر رہا تھا غازیوں کی جب کہاں عبدالعلی تھا صفوں میں مثل طوفان رواں عبدالعلی\r\nہند کا وہ آتشیں طوفان مقابل اس کے وہ عزم و ثبات\r\nٹینک یوں گرتے گئے دشمن کے جیسے خشک بات جب ہوئی تاریخ کی سب سے بڑی ٹینکوں کی جنگ\r\nفتح پائی نمازیوں نے کس طرح دنیا ہے دنگ یہ جگہ یہ دن یہ ساعت عالمی تاریخ میں\r\nثبت ہے اب در حقیقت عالمی تاریخ میں\r\n5 میجر جنرل افتخار جنجوعه شہید : ۱۹۶۵ء میں رن کچھ میں اور ۱۹۷۱ء کی جنگ میں جب کے محاذ پر\r\nزیر دست کارہائے نمایاں سرانجام دیئے۔ معجب افتخار آباد کے نام سے مودوم ہو کر آج بھی آپ\r\nکی یاد تازہ کر رہا ہے۔ کتاب رن کچھ سے چونڈہ تک صفحه ۳۵)\r\nبریگیڈیئر ممتاز بلال جرات : 1924ء میں حسینی والا سکیٹر میں شجاعت کے باب روشن کرتے رہے۔\r\nامروز لاہور ۵- دسمبر ۱۹۷۱ء صفحہ ۱)\r\n-7 ریٹائرڈ ایئر مارشل ظفر چوہدری : ۱۹۷۵ء کی پاک بھارت جنگ میں ان کی نمایاں خدمات کے\r\nاعتراف کے طور پر انہیں ستارہ قائد اعظم دیا گیا۔ امروز لاہور ۵- مارچ ۱۹۴۲ء صفحه ۳)\r\nخلاصہ کلام یہ کہ دوسرے فرقے تو جہاد کے صرف دعوے کرتے ہیں لیکن دعوئی ہی نہیں بلکہ\r\nجماعت احمدیہ ہر قسم کے جہاد میں شامل ہونے کے لحاظ سے نمایاں اور اعلیٰ اور منفرد مقام رکھتی ہے۔\r\nاعتراض : احمدیت انگریز کا خود کاشتہ پودا ہے\r\nحضرت بانی جماعت احمدیہ کی وہ تحریر جس کی بناء پر اعتراض کیا جاتا ہے کہ آپ اور آپ کی جماعت"
    },
    {
        "id": 9,
        "pageNo": 9,
        "pageText": "انگریز کا خود کاشتہ پودا ہے وہ تحریر درج ذیل ہے۔ آپ فرماتے ہیں :-\r\nبعض فاسد اور بد اندیش جو بوجہ اختلاف عقیدہ یا کسی اور وجہ سے مجھ سے بغض اور عداوت\r\nرکھتے ہیں یا جو میرے دوستوں کے دشمن ہیں۔ میری نسبت اور میرے دوستوں کی نسبت\r\nخلاف واقعہ امور گورنمنٹ عالیہ کے دل میں بد گمانی پیدا کردہ تمام جانفشانیاں پچاس سالہ میرے\r\nوالد مرحوم مرزا غلام مرتضی اور میرے حقیقی بھائی مرزا غلام قادر مرحوم کی جن کا تذکرہ سرکاری\r\nچھٹیات اور سریل گرفن کی کتاب تاریخ رئیسان پنجاب میں ہے۔ اور نیز میری قلم کی وہ\r\nخدمات جو میرے اٹھارہ سال کی تالیفات سے ظاہر ہے۔ سب کی سب ضائع اور برباد نہ جائیں\r\nاور خدانخواستہ سرکار انگریزی اپنے ایک قدیم وفادار اور خیر خواہ خاندان کی نسبت کوئی تکدر\r\nخاطر اپنے دل میں پیدا کرے۔ اس بات کا علاج تو غیر ممکن ہے کہ ایسے لوگوں کا منہ بند کیا جائے\r\nکہ جو اختلاف مذہبی کی وجہ سے یا نفسانی حسد اور بغض اور کسی ذاتی غرض کے سبب سے جھوٹی\r\nمخبری پر کمر بستہ ہو جاتے ہیں۔ صرف یہ التماس ہے کہ سرکار دولت مدار ایسے خاندان کی نسبت\r\nجس کو پچاس برس کے متواتر تجربہ سے ایک وفادار جانثار خاندان ثابت کر چکی ہے اور جس کی\r\nنسبت گورنمنٹ عالیہ کے معزز حکام نے ہمیشہ مستحکم رائے سے اپنی چھٹیات میں یہ گواہی دی\r\nہے کہ وہ قدیم سے سرکار انگریز سے پکے خیر خواہ اور خدمت گزار ہیں۔ اس خود کاشتہ پودا کی\r\nنسبت نہایت حزم اور احتیاط اور تحقیق اور توجہ سے کام لے۔ \"\r\nاشتهار ۲۴ فروری ۱۸۹۸ء مندرجہ تبلیغ رسالہ جلد نمبرے صفحہ ۲۰٬۱۹)\r\nاس اقتباس سے ظاہر ہے کہ حضرت بانی جماعت احمدیہ نے خود کو خود کاشتہ پودا قرار نہیں دیا بلکہ آپ\r\nکا یہ فقرہ اپنے خاندان کے متعلق ہے۔ اگر کوئی کہے کہ حضرت بانی جماعت احمدیہ نے حکومت کی\r\nتعریف کیوں کی ہے؟ واضح رہے کہ حضرت بانی جماعت احمدیہ نے عیسائی مذہب کی تعریف نہیں کی۔\r\nبلکہ ان کے مذہب اور مصنوعی خدا کو مردہ ثابت کیا ہے۔ حضرت بانی جماعت احمد یہ فرماتے ہیں۔\r\nخوب یاد رکھو کہ بجز موت صحیح صلیبی عقیدہ پر موت نہیں آسکتی۔ سو اس سے فائدہ کیا کہ بر خلاف\r\nتعلیم قرآن اس کو زندہ سمجھا جائے۔ اس کو مرنے دو تمامیہ دین زندہ ہو \" (کشتی نوح صفحه ۱۵)\r\nپھر فرمایا یہ تم عیسی کو مرنے دو کہ اس میں اسلام کی حیات ہے۔\" (ملفوظات جلد و هم صفحه ۴۵۸)\r\nپھر فرمایا به عیسویت ایک کمزور مذہب ہے۔ اس واسطے سائنس کے آگے فور اگر گیا ہے لیکن اسلام\r\nطاقتور ہے یہ اس پر غالب آئے گا انشاء اللہ تعالٰی۔\r\nانگریز کی تعریف کا پس منظر\r\nالمفوظات جلد نمبرے صفحہ ۳۸۸)\r\nحضرت بانی جماعت احمدیہ نے انگریز حکومت کے عدل و انصاف کی تعریف فرمائی ہے۔ اس کی وجہ یہ"
    },
    {
        "id": 10,
        "pageNo": 10,
        "pageText": "ہے انگریز حکومت کے قیام سے قبل ہندوستان کے مسلمانوں خصوصاً پنجاب کے مسلمانوں کی حالت\r\nزار اس درجہ تک خراب ہو چکی تھی کہ ان کا کوئی بھی حق باقی نہیں رہا تھا اور سکھوں کی حکومت نے\r\nایسے ایسے مظالم توڑے تھے کہ اس کی کوئی نظیر دوسری جگہ نظر نہیں آتی۔ اس جلتے اور دیکھتے ہوئے\r\nتنور سے انگریزی حکومت نے اگر ہمیں نکالا۔ اور ہمارے جملہ حقوق بحال کئے۔ اسی بناء پر حضرت\r\nمرزا صاحب نے انگریز حکومت کے عدل و انصاف کی تعریف فرمائی اور انسانی شرافت کا بھی نہیں تقاضا\r\nہے کہ احسان کو احسان کے ساتھ یاد کیا جائے۔ مسلمانوں کی حالت زار کے بارے میں (جو سکھوں کے\r\nدور میں تھی) تلسی رام صاحب اپنی کتاب \"شیر پنجاب مطبوعہ ۱۸۷۲ء میں لکھتے ہیں۔\r\nابتداء میں سکھوں کا طریق غارت گری اور لوٹ مار کا تھا۔ جو ہاتھ میں آتا تھا لوٹ کر اپنی اپنی\r\nجماعت میں تقسیم کر لیا کرتے تھے۔ مسلمانوں سے سکھوں کو بڑی دشمنی تھی۔ اذان یعنی بانگ کی\r\nآواز بلند نہیں ہونے دیتے تھے۔ مسجدوں کو اپنے تحت میں لیکر ان میں گرنتھ پڑھنا شروع\r\nکر دیتے اور اس کا نام موت کڑا رکھتے تھے۔ اور شراب خور ہوتے۔ دیکھنے والے کہتے ہیں کہ\r\nجہاں وہ پہونچتے تھے جو کوئی برتن مٹی استعمالی کسی مذہب والے کا پڑا ہو ان کو ہاتھ آجاتا۔ پانچ\r\nچھتر مار کر اس پر کھانا پکا لیتے تھے۔ یعنی پانچ جوتے اس پر مارنا اس کو پاک ہونا سمجھتے تھے\"۔\r\n(شیر پنجاب مطبوعه ۱۸۷۲ء)\r\nاسی طرح \"سوانح احمدی\" (مولفہ محمد جعفر تھانیسری) میں حضرت سید احمد صاحب بریلوی کا ایک بیان\r\nشائع شدہ ہے جس میں سکھوں کے دور کا نقشہ کھینچا گیا ہے۔ آپ فرماتے ہیں:-\r\nہم اپنے اثناء راہ ملک پنجاب میں ایک کنویں پر پانی پینے کو گئے تھے۔ ہم نے دیکھا کہ چند سکھنیاں\r\n(سکھوں کی عورتیں) اس کنویں پر پانی بھر رہی ہیں ہم لوگ دیسی زبان نہیں جانتے تھے ہم نے اپنے\r\nمونہوں پر ہاتھ رکھ کر ان کو بتلایا کہ ہم پیاسے ہیں۔ ہم کو پانی پلاؤ۔ تب ان عورتوں نے ادھر ادھر دیکھ\r\nکر پشتو زبان میں ہم سے کہا کہ ہم مسلمان افغان زادیاں فلانے ملک اور بستی کی رہنے والی ہیں یہ سکھ\r\nلوگ ہم کو زبردستی اٹھا لائے\"۔ (سوانح احمدی صفحه ۴۲۴)\r\nتعریف کی وجہ\r\nحضرت مسیح موعود علیہ السلام نے فرمایا:-\r\nپس سنوا اے نادانو ا میں اس گورنمنٹ کی کوئی خوشامد نہیں کرتا بلکہ اصل بات یہ ہے کہ ایسی\r\nگورنمنٹ سے جو دین اسلام اور دینی رسوم پر کچھ دست اندازی نہیں کرتی اور نہ اپنے دین کو\r\nترقی دینے کیلئے ہم پر تلواریں چلاتی ہے۔ قرآن شریف کی رو سے جنگ مذہبی کرنا حرام ہے۔\r\nکیونکہ وہ بھی کوئی مذہبی جہاد نہیں کرتی۔ اکشتی نوح حاشیه صفحه ۱۲۷ ۱۵- دسمبر ۴۱۹۵۲)"
    },
    {
        "id": 11,
        "pageNo": 11,
        "pageText": "پھر فرمایا : \" میری طبیعت نے کبھی نہیں چاہا کہ ان متواتر خدمات کا اپنے حکام کے پاس ذکر بھی کریں۔\r\nکیونکہ میں نے کسی صلہ اور انعام کی خواہش سے نہیں بلکہ ایک حق بات کو ظاہر کرنا اپنا فرض سمجھا\"۔\r\n(روحانی خزائن جلد نمبر ۱۳ صفحه ۳۴۰)\r\nپھر فرمایا:۔ \"میں اس گورنمنٹ کو کوئی خوشامد نہیں کرتا جیسا کہ نادان لوگ خیال کرتے ہیں کہ اس\r\nسے کوئی صلہ چاہتا ہوں بلکہ میں انصاف اور ایمان کی رو سے اپنا فرض دیکھتا ہوں کہ اس گورنمنٹ کا\r\nشکریہ ادا کروں\"۔ تبلیغ رسالت جلد نمبر ۱۰ صفحه ۱۳۳)\r\nکیا غیر مسلم عادل حکومتوں کی تعریف کا جواز موجود ہے؟\r\nرسول پاک\r\nا نے بھی غیر مسلم بادشاہوں کی تعریف کی ہے۔ چنانچہ نجاشی کے بارے میں فرمایا :-\r\nلو خرجتم الى ارض الحبشة فان بها ملكا لا يظلم عنده احد وهي ارض\r\nصدق حتى يجعل الله لكم فرجا مما انتم فيه \" اگر تم لوگ سر زمین حبشہ کو چلے جاؤ\r\n(تو بہتر ہو گا) کہ وہاں کے بادشاہ کے پاس کسی پر ظلم نہیں کیا جاتا اور وہ سچائی والی سرزمین ہے۔\r\nیہاں تک کہ اللہ تعالی تمہارے لئے ان آفتوں سے جن میں تم ہو کوئی کشائش پیدا کر دے۔\r\n(سيرة ابن هشام جلد اول ذكر الهجرة الاولى الى ارض الحبشة)\r\nشیعہ عالم علی حائری اپنی کتاب \" موعد تحریف قرآن صفحہ ۶۸ میں فرماتے ہیں:-\r\n\"پیغمبر اسلام علیہ والہ السلام نے نوشیرواں عادل کے عہد سلطنت میں ہونے کا ذکر مدح اور نخر\r\nکے رنگ میں بیان فرمایا ہے\"۔ موعه تحریف قرآن صفحه ۶۸\r\nانگریزوں کے بارے میں علامہ اقبال کے خیالات\r\nملکہ وکٹوریہ کی وفات پر آپ نے ایک مرغیہ لکھا اس میں فرماتے ہیں۔۔\r\nمیت اٹھی ہے شاہ کی تعظیم کیلئے اقبال ان کے خاک سر رہ گزار ہو\r\nکرده\r\nصورت وہی ہے نام میں رکھا ہوا ہے کیا دیتے ہیں نام ماہ محرم کا ہم تجھے !\r\nکہتے ہیں آج عید ہوئی ہے ہوا کرے اس عید سے تو موت ہی آئے خدا کرے\r\nباقیات اقبال ۷۳ ۷۶ مرتبہ سید عبد الواحد معینی ایم۔ اے آکسن ، آئینہ ادب ' چوک مینار\r\nانار کلی لاہور)\r\nعلامہ اقبال نے تعریف کر کے یہاں تک بس نہیں کہ بلکہ انگریزوں کو سایہ خدا کہا ہے۔ لکھتے ہیں ۔\r\nاے ہند تیرے سر سے اٹھا سایہ خدا اک غمگسار تیرے مکینوں کی تھی، گئی\r\nہتا ہے جس سے عرش یہ رونا اسی کا ہے زینت تھی جس سے تجھ کو جنازہ اسی کا ہے۔"
    },
    {
        "id": 12,
        "pageNo": 12,
        "pageText": "اہل حدیث اور دیو بند علماء کی نظر میں انگریزی حکومت :-\r\nمولانا نذیر احمد دہلوی فرماتے ہیں:۔\r\nپیارے ہندوستان کی عافیت اسی میں ہے کہ کوئی اجنبی حاکم اس پر مسلط رہے جو نہ ہندو ہو نہ\r\nمسلمان ہو کوئی سلاطین یورپ میں سے ہو ( انگریز ہی نہیں جو بھی مرضی ہو یورپ کا ہو سمی) مگر\r\nخدا کی بے انتا مربانی اسکی مقتضی ہوئی کہ انگریز بادشاہ ہوئے\" (مجموعہ لیکچرز مولانا نذیر احمد دہلوی\r\nصفحه ۵٬۴ مطبوعہ ۶۱۸۹۰)\r\nپھر فرماتے ہیں:- کیا گورنمنٹ جابر اور سخت گیر ہے تو بہ تو بہ ماں باپ سے بڑھ کر شفیق\"\r\nمولانا محمد حسین بٹالوی اور انگریز\r\nJ\r\n(مجموعه لیکچرز مولانا نذیر احمد دہلوی صفحی (۱۹)\r\n\"سلطان ردم . ایک اسلامی بادشاہ ہے لیکن امن عامہ اور حسن انتظام کے لحاظ سے ”مذہب\r\nقطع نظر، برٹش گورنمنٹ بھی ہم مسلمانوں کیلئے کچھ کم فخر کا موجب نہیں ہے اور خاص\r\nگروہ اہل حدیث کیلئے تو یہ سلطنت بلحاظ امن و آزادی اس وقت کی تمام اسلامی سلطنتوں (روم\r\nایران خراسان) سے بڑھ کر فخر کا محل ہے\"۔ ار ساله اشاعه السته نمبر ۱۰ صفحه ۲۹۲ جلد نمبر\r\nپھر فرماتے ہیں۔\r\nاس امن و آزادی عام و حسن انتظام برٹش گورنمنٹ کی نظر سے اہل حدیث ہند اس سلطنت\r\nکو از بس غنیمت سمجھتے ہیں۔ اور اس سلطنت کی رعایا ہونے کو اسلامی سلطنتوں کی رعایا ہونے\r\nار ساله اشاعۃ السنہ نمبر ۱۰ صفحه ۲۹۳ جلد نمبر (۴)\r\nسے بہتر جانتے ہیں\"۔\r\nمولانا ظفر علی خان اور انگریز\r\nمسلمان .... ایک لمحہ کیلئے بھی اسمی حکومت سے بدظن ہونے کا خیال نہیں کرسکتے (یعنی\r\nانگریزوں سے ناقل اگر کوئی مسلمان گو ر نمنٹ سے سرکشی کی جرات کرے تو ہم\r\n.\r\nڈنکے کی چوٹ سے کہتے ہیں کہ وہ مسلمان نہیں\" (اخبار زمیندار لاہور 8 نومبر )\r\n\"اپنے بادشاہ عالم پناہ کی پیشانی کے ایک قطرے کی بجائے اپنے جسم کا خون بہانے کیلئے تیار ہیں\r\nاور یہی حالت ہندوستان کے تمام مسلمانوں کی ہے\"۔ (اخبار زمیندار لاہور ۲۳۔ تو میر (۱۹)\r\nپھر نظم کی صورت میں فرماتے ہیں:۔\r\nجھکا فرط عقیدت سے میرا سر\r\nہوا جب تذکره کنگ\r\nایمپرا"
    },
    {
        "id": 13,
        "pageNo": 13,
        "pageText": "بسم الله الرحمن الرحیم نحمدہ و نصلی علی رسوله الكريم وعلى عيد هو المسيح الموعود\r\nوفات مسیح علیہ السلام\r\nمضمون\r\nوفات مسیح کا اعلان\r\nحوالہ\r\n1 مسیح ابن مریم رسول اللہ فوت ہو چکا ہے اور اس کے رنگ ازالہ اوہام صفحہ 1302 روحانی\r\nمیں ہو کر وعدہ کے موافق تو آیا ہے۔ (الهام حضرت بانی سلسلہ خزائن جلد 3 صفحہ 492\r\nعالیہ احمدیہ)\r\n2 صحیح حدیث تو کیا وضعی حدیث بھی ایسی نہیں پاؤ گے جس میں کتاب البریہ بقیہ حاشیہ صفحہ 207\r\nیہ لکھا ہو کہ حضرت عیسی جسم عنصری کے ساتھ آسمان پر چلے روحانی خزائن جلد 13 صفحہ 225\r\nگئے تھے اور پھر کسی زمانہ میں زمین کی طرف واپس آئیں\r\nگے۔ اگر کوئی حدیث پیش کرے تو ہم ایسے شخص کو میں\r\n20,000 ہزار روپیہ تک تاوان دے سکتے ہیں۔\r\n3 \"مولوی صاحب ایک ہی صحیح حدیث دکھائیں جس میں مسیح کا ازالہ اوہام صفحہ 288\r\nخاکی جسم کے ساتھ زندہ اٹھایا جانا اور اب تک آسمان پر زندہ\r\nرہتا لکھا ہو ۔ \"\r\nوفات مسیح پر قرآنی دلائل\r\n1- واذ قال الله يعيسى انى متوفیک و رافعک الی آل عمران : 55\r\nو مظهرك من الذين كفروا وجاعل الذين\r\nاتبعو ك فوق الذين كفروا الى يوم القيامة\r\nا قال ابن عباس متوفیک ممیتک حضرت ابن عباس : بخاری کتاب التفسير سورة\r\nنے متوفیک کا ترجمہ ممیتک موت کے گئے ہیں۔ المائدة\r\n۲- تفسیر خازن جز اول صفحہ 299\r\n+"
    },
    {
        "id": 14,
        "pageNo": 14,
        "pageText": "جلالت کو ہے کیا کیا ناز اس پر که شهنشاه ہے وہ بحر و\r\nزہے قسمت جو ہو اک گوشہ حاصل ہمیں اس کی نگاہ فیض اثر کا !\r\nکا\r\n%\r\nاخبار زمیندار لاہور ۔ اکتوبر (۶۱۹)\r\nوہابی انگریزوں کا خود کاشتہ پودا ہیں\r\nشورش کاشمیری ایڈیٹر چٹان لکھتے ہیں :-\r\nانگریز کے اولی الامر ہونے کا اعلان کیا اور فتوی دیا کہ ہندوستان دار الاسلام ہے۔ انگریز کا یہ خود\r\nکاشتہ پودا کچھ دنوں بعد ایک مذہبی تحریک بن گیا چنان لاهور ۱۵ اکتوبر ۶۱۹۶۳ شماره نمبر ۴۲)\r\nپھر مدیر طوفان ملتان لکھتا ہے:۔\r\nانگریزوں نے بڑی ہوشیاری اور چالاکی کے ساتھ تحریک نجدیت کا پورا (یعنی اہل حدیث جسے\r\nوہابی تحریک یا تحریک نجدیت بھی کہتے ہیں) ہندوستان میں بھی کاشت کیا اور پھر اس وقت اسے\r\nاپنے ہاتھ سے ہی پروان چڑھایا۔ (طوفان ہے ۔ نومبر ۱۹۶۲ء)\r\nانگریزوں سے جاگیریں کے ملیں؟\r\nحضرت بانی جماعت احمدیہ کو انگریزوں کی طرف سے کوئی جاگیر نہیں ملی تھی۔ بلکہ انگریز حکومت نے تو\r\nآپ کے خاندان سے وہ بھی جائیدادیں چھین لیں جو آپ کے آباء و اجداد کی تھیں۔ اس خاندان کے\r\nساتھ جو انگریز حکومت نے سلوک کیا اس کا ذکر \" پنجاب چیفس \" میں درج ہے۔\r\nپنجاب کے الحاق کے وقت اس خاندان کی تمام جاگیریں ضبط کرلی گئیں۔ کچھ بھی باقی نہیں\r\nچھوڑا۔ سوائے (چند گاؤں کے دو تین گاؤن پر مالکانہ حقوق تھے اور مرزا غلام مرتضیٰ اور ان کے\r\nبھائیوں کیلئے سات سو روپے کی ایک پنشن مقرر کر دی گئی ۔ پنجاب چیفس صفحه ۲۱ عنوان\r\nگورداسپور ڈسٹرکٹ)\r\nاس کے برعکس جو انگریز حکومت کی طرف سے علماء پر نوازشات تھیں وہ بلاوجہ نہیں تھیں بلکہ ان\r\nتعریفوں کے نتیجہ میں انہیں جاگیریں ملی تھیں۔ چنانچہ مولوی محمد حسین بٹالوی کو انگریز کی خوشامد کے\r\nنتیجہ میں چار مربع زمین الاٹ ہوئی اور علامہ اقبال \"سر\" بن گئے۔ مولوی مسعود عالم صاحب ندوی\r\n.\r\nلکھتے ہیں۔\r\nہندوستان کی جماعت اہل حدیث کے سرکردہ مولوی محمد حسین بٹالوی ... نے سرکار\r\nانگریزی کی اطاعت کو واجب قرار دیا۔ جہاد کی منسوخی پر ایک رسالہ \"الاقتصاد فی مسائل\r\nالجهاد فارسی زبان میں تصنیف فرمایا تھا اور مختلف زبانوں میں اس کے تراجم بھی شائع کرائے\r\nتھے۔ معتبر اور ثقہ راویوں کا بیان ہے کہ اس کے معاوضے میں سرکار انگریز سے انہیں جاگیر بھی"
    },
    {
        "id": 15,
        "pageNo": 15,
        "pageText": "ملی تھی\"۔\r\nکتاب ہندوستان کی پہلی اسلامی تحریک صفحہ ۲۹)\r\nمولوی محمد حسین بٹالوی کا اعتراف\r\nاراضی جو خدا تعالٰی نے گورنمنٹ سے مجھے دلوائی ہے چار مربع ہے از ان جملہ دو مربعوں کی\r\nکاشت زمین انتظام کا اختیار حافظ عبد الشکور اور اس کے بھائیوں کے سپرو ر ہے۔ دو مربعوں کی\r\nکاشت و غیرہ کا اختیار عبدالرشید اور اس کے بھائیوں کے سپرد رہے\" (اشاعۃ السنہ صفحہ نمبر\r\nجلد ۱۹\r\nاگر حضرت بانی جماعت احمدیہ اور آپ کی جماعت انگریز کا خود کاشتہ پودا تھی\r\nتو؟\r\nی حضرت بانی جماعت احمدیہ کو حکومت کا باغی مولوی صاحبان کیوں قرار دیتے رہے اور افسران بالا\r\nکو آپ کے خلاف کیوں ابھارتے رہے۔\r\nانگریز حکومت نے کیوں نہ ایسی باتیں سکھلائیں جن سے گورنمنٹ کی تائید ہوتی۔\r\nحضرت بانی جماعت احمدیہ نے کیوں انگریزی حکومت کے خدا کو مارا بلکہ زندہ رہنے دیتے۔\r\nحضرت بانی جماعت احمد یہ کیوں پادریوں سے مباحثے کرتے رہے اور انہیں ہر جگہ شکست سے\r\nدو چار ہونا پڑا۔\r\nحضرت بانی جماعت احمدیہ پر کیوں جھوٹے مقدمات بنائے گئے اور آپ کو عدالتوں میں کیوں لایا\r\nگیا۔\r\nامرتسر کے ڈی۔ سی۔ اے مارٹینو نے حضرت بانی جماعت احمدیہ کے خلاف قاعدہ وارنٹ\r\nگرفتاری کیوں جاری کیا۔\r\nقادیان جانے والوں اور حضرت بانی جماعت احمدیہ سے ملنے دانوں کے نام کیوں نوٹ کرتے تھے\r\nاور خفیہ رپورٹیں کیوں حاصل کی جاتی تھیں۔\r\nجب سر ڈگلس صاحب گورداسپور آئے تو پادریوں نے انہیں بار بار کیوں کہا کہ مرزا غلام احمد\r\nہمارے دین کی ہتک کرتا ہے۔ اسے کسی نہ کسی طرح ضرور سزا ملنی چاہئے۔\r\nمقدمہ قتل میں پادری ڈاکٹر کلارک حضرت بانی جماعت احمدیہ کی مدد کرتا لیکن اس نے مخالفت\r\nکی دو کتا\r\nکی اور اس کی تائید مولوی محمد حسین بٹالوی نے کی۔\r\nکیا یہ ایجنٹوں والا سلوک ہے۔ کیا خود کاشتہ پودا کے ساتھ ایسا سلوک کیا جاتا ہے۔ ہرگز نہیں ہرگز"
    },
    {
        "id": 16,
        "pageNo": 16,
        "pageText": "نہیں۔ بلکہ ان کے ساتھ اچھا سلوک ہوتا ہے۔ انہیں ہر فتر کی سہولتیں ملتی ہیں اور دولت دی جاتی\r\nہے اور ان کی ہر ضرورت زندگی کو مد نظر رکھ کر پورا کیا جاتا ہے۔ مگر حضرت بانی جماعت احمدیہ اور آپ\r\nکی جماعت کے ساتھ ایسا سلوک نہیں کیا گیا بلکہ دشمنوں والا سلوک کیا گیا ہے۔\r\nاحمدیت خدا تعالیٰ کے ہاتھ کا لگایا ہوا پودا ہے\"\r\nحضرت بانی جماعت احمدیہ فرماتے ہیں:۔\r\n”دنیا مجھ کو نہیں پہچانتی لیکن وہ مجھے جانتا ہے جس نے مجھے بھیجا ہے۔ یہ ان لوگوں کی غلطی ہے\r\nاور سراسر بد قسمتی ہے کہ میری تباہی چاہتے ہیں۔ میں وہ درخت ہوں جس کو مالک حقیقی نے\r\nاپنے ہاتھ سے لگایا ہے۔ اے لوگو! تم یقیناً سمجھ لو کہ میرے ساتھ وہ ہاتھ ہے جو آخیر وقت\r\nتک مجھ سے وفا کرے گا۔ اگر تمہارے مرد اور تمہاری عورتیں اور تمہارے جوان اور تمہارے\r\nبوڑھے اور تمہارے چھوٹے اور تمہارے بڑے سب مل کر میرے ہلاک کرنے کیلئے دعائیں\r\nکریں یہاں تک کہ سجدے کرتے کرتے ناک گل جائیں اور ہاتھ شل ہو جائیں تب بھی خدا\r\nہرگز تمہاری دعا نہیں سنے گا اور نہیں رکے گا جب تک وہ اپنے کام کو پورا نہ کرے۔ پیس\r\nاپنی جانوں پر ظلم مت کرو - کازیوں کے منہ اور ہوتے ہیں اور صادقوں کے اور خدا کسی اور کو بغیر\r\nفیصلہ کے نہیں چھوڑتا۔ جس طرح خدا نے پہلے مامورین اور مکذبین میں آخر ایک دن فیصلہ\r\nکر دیا۔ اسی طرح وہ اس وقت بھی فیصلہ کرے گا۔ خدا کے مامورین کے آنے کیلئے بھی ایک\r\nموسم ہوتے ہیں اور پھر جانے کے لئے بھی ایک موسم۔ پس یقینا سمجھو کہ میں نہ بے موسم آیا\r\nہوں اور نہ بے موسم جاؤں گا۔ خدا سے مت لڑو یہ تمہارا کام نہیں کہ مجھے تباہ کردو\"۔\r\n(تحفہ گولڑویہ صفحہ ۲-۱۳)\r\nاعتراض :- حضرت مرزا غلام احمد صاحب قادیانی (علیہ السلام) نے لکھا ہے\r\nآنحضرت ا عیسائیوں کے ہاتھ کا پنیر کھالیتے تھے حالانکہ مشہور تھا کہ اس میں سور کی چابی\r\nپڑتی ہے اس تحریر سے مرزا صاحب نے آنحضور ا کی بنک کی ہے۔\r\nجواب:- اول یہ کہ یہ محض بدظنی ہے اور قرآن کریم ہمیں اس سے روکتا ہے۔ جیسا کہ فرمایا \"یا\r\nايها الذين امنوا اجتنبوا كثيرا من الظن ان بعض الظن اثم\" (سورة الحجرات : ۱۳)\r\nیعنی اے ایمان والو بہت سے گمانوں سے بچتے رہا کرو کیونکہ بعض گمان گناہ بن جاتے ہیں۔\r\nدوسرے یہ کہ اس مذکورہ بالا عبارت میں اور اس کے سیاق و سباق میں شک کا مضمون چل رہا ہے اور"
    },
    {
        "id": 17,
        "pageNo": 17,
        "pageText": "شک کبھی بھی یقین کے مقابل پر کام نہیں دے سکے۔ چنانچہ قرآن کریم فرماتا ہے۔ \" ان الظن لا\r\nيغنى من الحق شيئا\" (سورۃ النجم : (۲۹) یعنی وہم حق کے مقابل میں کچھ بھی فائدہ نہیں دیتا۔\r\nمفتی عزیز الرحمان دیو بندی سے دریافت کیا گیا کہ کسی کھیت کا اگر کچھ حصہ خنزیر وغیرہ کھا جائے تو باقی\r\nکا کھانا کیسا ہے؟ اس کے جواب میں انہوں نے کہا کہ \"کھانا اس کا جائز ہے لعدم الیقین و عموم\r\nالبلوى\" (فتاوی دار العلوم دیوبند جلد اول صفحه ۲۱۰)\r\nمراد یہ کہ شک کی بناء پر فصل کو چھوڑا نہیں جاسکتا۔ پس قرآن کریم ہمیں زیادہ شکوک و شبہات\r\nمیں پڑنے سے منع فرماتا ہے۔ اس وضاحت کے بعد اب مرزا صاحب کی اصل تحریر درج کی جاتی\r\nہے۔\r\nآپ نے منشی محمد حسین صاحب کلرک دفتر سرکاری وکیل لاہور کے خط کے جواب میں لکھا:۔\r\n\" آپ اپنے گھر میں سمجھا دیں کہ اس طرح شک و شبہ میں پڑنا بہت منع ہے۔ شیطان کا کام ہے۔\r\nجو ایسے وسوسے ڈالتا ہے۔ ہر گز وسوسہ میں نہیں پڑنا چاہئے ۔ گناہ ہے اور یاد رہے کہ شک کے\r\nساتھ غسل واجب نہیں ہو تا۔ اور نہ صرف ٹک سے کوئی چیز پلید ہو سکتی ہے۔ ایسی حالت میں\r\nبے شک نماز پڑھنا چاہئے اور میں انشاء اللہ دعا بھی کروں گا۔ آنحضرت الله اور آپ کے\r\nاصحاب ومیوں کی طرح ہر وقت کپڑہ صاف نہیں کرتے تھے۔ حضرت عائشہ کہتی ہیں کہ اگر کپڑہ\r\nپر منی گرتی تھی تو ہم اس منی خشک شدہ کو صرف جھاڑ دیتے تھے۔ کپڑہ نہیں دھوتے تھے۔ ایسے\r\nکنواں کے پانی پیتے تھے جس میں حیض کے لئے پڑتے تھے۔ ظاہری پاکیزگی کی معمولی حالت پر\r\nکفایت کرتے تھے ۔ عیسائیوں کے ہاتھ کا پنیر کھالیتے تھے۔ حالانکہ مشہور تھا کہ سور کی چربی اس\r\nمیں پڑتی ہے۔ اصول یہ تھا کہ جب تک یقین نہ ہو ہر ایک چیز پاک ہے۔ محض شک سے کوئی چیز\r\nپلید نہیں ہوتی۔ اگر کوئی شیر خوار بچہ کسی کپڑے پر پیشاب کردے تو اس کپڑے کو دھوتے نہیں\r\nتھے محض پانی کا ایک چھینٹا اس پر ڈال دیتے تھے اور بار بار آنحضرت ا فرمایا کرتے تھے کہ\r\nروح کی صفائی کرد. صرف جسم کی صفائی اور کپڑے کی صفائی بہشت میں داخل نہیں کرے گی\r\nاور فرمایا کرتے تھے کہ کپڑوں کے پاک کرنے میں وہم سے بہت مبالغہ کرنا اور وضوع پر بہت پانی\r\nخرچ کرنا اور شک کو یقین کی طرح سمجھ لینا یہ سب شیطانی کام ہیں اور سخت گناہ ہیں۔ صحابہ رضی\r\nاللہ عنم کسی مرض کے وقت میں اونٹ کا پیشاب بھی پی لیتے تھے۔\"\r\nالفضل ۲۲ فروری ۱۹۲۴۴ء صفحه ۹ نمبر ۴۴ جلد نمبر ۱۱\r\nحضرت مرزا صاحب کی اس تحریر سے اول :- خود بخود مذکورہ بالا الزام کی تردید ہو جاتی ہے کیونکہ کہیں\r\nبھی یہ نہیں لکھا گیا کہ باوجود صحیح اور یقینی طور پر معلوم ہونے کے حضور ا نے وہ پنیر استعمال\r\nفرمایا۔ بلکہ یہ تحریر فرمایا کہ پنیر کے متعلق صرف مشہور تھا۔\r\nدوم - قرآن کریم اہل کتاب کے کھانے حلال قرار دیتا ہے۔ سوائے اس کے کہ قطعی طور پر ان"
    },
    {
        "id": 18,
        "pageNo": 18,
        "pageText": "میں کوئی حرمت والی چیز معلوم ہو۔ مثلاً مردار خنزیر کا گوشت وغیرہ چنانچہ فرماتا ہے۔ \"طعام\r\nالذين اوتواا لكتاب حل لكم\" (سورة المائدة : 1) یعنی تمہارے لئے ان لوگوں کا ریکا\r\nہوا) کھانا جنہیں کتاب دی گئی تھی حلال ہے۔\r\nغلام محمد بن عبد الباقی الزرقانی لکھتے ہیں :-\r\nعن ابن عباس أن النبي صلى الله عليه وسلم لما فتح مكة راي جبنة فقال\r\nما هذا فقالوا طعام يصنع بارض العجم- فقالو اضعوا فيه السكين وكلوا و\r\nروی احمد و البيهقي عنه أتى صلى الله عليه وسلم بجبنة في عزوة تبوك\r\nفقال این صنعت هذه قالوا بفارس و نحن نرى ان يجعل فيها ميتة فقال صلى\r\nالله عليه وسلم اطعموا وفى رواية ضعوا فيها السكين واذكروا اسم الله\r\nتعالى وكلوا - قال الخطابي اباحه صلى الله عليه وسلم على ظاهر الحال\r\nولم يمتنع من اكله از رقانی شرح المواہب اللہ نہ جلد نمبر ۴ صفحه ۳۳۵) حضرت ابن عباس سے\r\nروایت ہے کہ جب آنحضرت ﷺ نے مکہ فتح کیا تو آپ اللہ نے پنیر دیکھ کر فرمایا۔ یہ کیا\r\nہے؟ صحابہ نے کہا یہ کھانا ہے۔ جو عجمی علاقہ میں تیار کیا جاتا ہے۔ حضور ﷺ نے فرمایا اس\r\nمیں چھری رکھو اور اسے کھاؤ۔ (یعنی چھری سے کاٹ کر کھاؤ ناقل) احمد اور المیقی نے\r\nحضرت ابن عباس سے روایت کی ہے کہ نبی کریم ﷺ کی خدمت میں غزوہ تبوک میں پنیر\r\nپیش کیا گیا تو آپ نے پوچھا یہ کہاں تیار ہوا ہے صحابہ نے عرض کی فارس میں اور ہمارا خیال یہ\r\nہے کہ اس میں مردار ڈالا جاتا ہے (یعنی مردار کی چربی ... ناقل) حضور ﷺ نے فرمایا کھاؤ\r\nاور ایک اور روایت میں ہے کہ فرمایا اس میں چھری رکھو اور اللہ کا نام لیکر کھاؤ۔ ان حدیثوں کی\r\nبناء پر خطابی نے کہا ہے کہ رسول کریم ﷺ نے اس پنیز کو اس کی ظاہری حالت کی بناء پر\r\nمباح (جائز) ٹھہرایا۔ اور اس کے کھانے سے ممانعت نہیں فرمائی۔\r\n\" وكان عليه الصلوة والسلام يراعى صفات الاطعمة و طبائعها\" یعنی حضور\r\nکھانے کے رنگ و بو اور ظاہری شکل و صورت کا خیال رکھتے تھے۔ زرقانی شرح\r\nالمواهب اللدينه جلد ۴ صفحه ۳۳۵\r\nحضرت مرزا صاحب نے پنیر کے متعلق مشہور \" ہونے کا لفظ استعمال فرمایا ہے جبکہ اس قسم کے الفاظ\r\nفتح المعين شرح قرة العین میں زیر عنوان باب الصلوۃ زیر قاعدہ صمہ مطبوعہ مصر مولقہ ۹۸۲ھ میں لکھا\r\nہے۔\r\nوجوخ اشتهر عملة بلحم الخنزیر و جبن شامی اشتهر عملة بانفخة\r\nالخنزير وقد جاءه صلى الله عليه وسلم جبنة من عندهم ولم يسئل عن"
    },
    {
        "id": 19,
        "pageNo": 19,
        "pageText": "ذا لک \" یعنی جون کے متعلق مشہور تھا کہ اس کے بنانے میں سور کی چربی استعمال ہوتی ہے۔\r\nاور شامی پنیر کے متعلق مشہور تھا کہ مائع سور (چربی وغیرہ) سے بنایا جاتا ہے رسول کریم\r\nکے پاس ان کے پاس سے (شام) پنیر آیا پس حضور ﷺ نے اس سے کھا لیا اور اس کی بابت\r\nکچھ نہ پوچھا۔\r\nاسی طرح رساله اظهار حق\" در باب \"جو از طعام اہل کتاب\" شائع کردہ خان احمد شاہ صاحب قائم\r\nمقام اکسٹرا اسٹنٹ کمشنر ہوشیار پور مطبوعہ اتالیق ہند لاہور صفحہ ۱۶ جس پر مولوی سید نذیر حسین\r\nدہلوی۔ مولوی محمد حسین بٹالوی مولوی عبدالحکیم کلد نوری۔ مولوی غلام علی قصوری اور دیگر علماء ہند\r\nکے دستخط و مواہیر ثبت ہیں۔ اس رسالہ میں فتح المعین کی شرح قرة العین کی مذکورہ بالا عبارت نقل کی\r\nگئی ہے مراد یہ ہے کہ ان اصحاب کے نزدیک بھی جب تک قطعی طور پر کسی چیز کے حرام ہونے کا\r\nکوئی ثبوت نہ ملے اسے استعمال کیا جا سکتا ہے۔ حضرت مرزا صاحب کی تحریر اور دوسرے حوالہ جات\r\nکی روشنی میں یہ کہنا غلط ہے کہ یہ ہتک رسول ہے۔ اگر یہ بنک رسول کی بات ہے تو یہ الزام سیدنا\r\nحضرت مسیح موعود پر نہیں آتا بلکہ ان بزرگوں پر آئے گا جنہوں نے آپ سے پہلے ایسا تحریر فرمایا۔\r\nاعتراض\r\nاس شعر میں حضرت مسیح موعود علیہ السلام نے آنحضور کیلئے چاند کو گرہن اور اپنے\r\nلئے دو چاندوں کے گرہن کے نشان ظاہر ہونے کا ذکر فرمایا ہے۔ اس سے اپنی فضیلت اور\r\nآنحضور ا کی تنقیص ہوتی ہے۔\r\n: له خسف القمر المنير وان لي غسا القرآن المشرقان اتنكر\r\nجواب : یہ اعتراض حضرت مسیح موعود کی بے انداز تحریروں کے خلاف ہے۔ آپ فرماتے ہیں:۔\r\n\"میرا مذ ہب یہ ہے کہ اگر رسول اللہ ﷺ کو الگ کیا جاتا اور کل نبی جو اس وقت تک گزر\r\nچکے تھے سب کے سب اکٹھے ہو کر وہ کام اور وہ اصلاح کرنا چاہتے جو رسول اللہ ﷺ نے\r\nکی۔ ہر گز نہ کرسکتے ان میں وہ دل اور قوت نہ تھی جو ہمارے نبی ﷺ کو ملی تھی اگر کوئی\r\nکہے کہ یہ نبیوں کی سوء ادبی ہے تو وہ نادان مجھ پر افتراء کرے گا میں نبیوں کی عزت اور حرمت.\r\nکرنا اپنے ایمان کا جزو سمجھتا ہوں لیکن نبی کریم کی فضیلت کل انبیاء پر میرے ایمان کا\r\nجزو اعظم اور میرے رگ و ریشہ میں ملی ہوئی بات ہے۔ یہ میرے اختیار میں نہیں کہ اس کو\r\nنکال دوں\"۔ (ملفوظات جلد دوم صفحه ۱۷۴)\r\nپھر آپ حقیقت الوحی میں فرماتے ہیں:-\r\nمیں ہمیشہ تعجب کی نگاہ سے دیکھتا ہوں کہ یہ عربی نبی جس کا نام محمد ہے ۔\r\nہزاروں ہزار درود اور سلام اس پر ا یہ کس عالی مرتبہ کا نبی ہے۔ اس کے عالی مقام کا انتہا معلوم\r\nنہیں ہو سکتا۔ اور اس کی تاثیر تدی کا اندازہ کرنا انسان کا کام نہیں۔ افسوس کہ جیسا حق"
    },
    {
        "id": 20,
        "pageNo": 20,
        "pageText": "شناخت کا ہے اس کے مرتبہ کو شناخت نہیں کیا گیا۔ وہ توحید جو دنیا سے گم ہو چکی تھی دہی ایک\r\nپہلوان ہے۔ جو دوبارہ اس کو دنیا میں لایا۔ اس نے خدا سے انتہائی درجہ پر محبت کی اور انتہائی\r\nدرجہ پر بنی نوع انسان کی ہمدردی میں اس کی جان گداز ہوئی۔ اس لئے خدا نے جو اس کے دل\r\nکے راز کا واقف تھا اس کو تمام انبیاء اور تمام اولین اور آخرین پر فضیلت بخشی اور اس کی\r\nمرادیں اس کی زندگی میں اس کو دیں۔ وہی ہے جو سر چشمہ ہر ایک فیض کا ہے اور وہ شخص جو بغیر\r\nافاضہ اس کے کسی فضیلت کا دعویٰ کرتا ہے وہ انسان نہیں ذریت شیطان ہے کیونکہ ہر ایک\r\nفضیلت کی کنجی اس کو دی گئی\"۔\r\nاپنے منظوم کلام جو کہ در مشین کے نام سے طبع شدہ ہے) میں آپ فرماتے ہیں ت\r\nوہ پیشوا ہمارا جس سے ہے نور سارا نام اس کا ہے محمد دلبر میرا یہی ہے\r\nسب پاک ہیں پیمبر اک دوسرے سے بہتر کیک از خدائے برتر خیر الوری یہی ہے\r\nپہلوں سے خوب تر ہے خوبی میں اک قمر ہے اس پر ہر اک نظر ہے بدر الدعی یہی ہے\r\nاس نور پر فدا ہوں اس کا ہی میں ہوا ہوں وہ ہے میں چیز کیا ہوں بس فیصلہ یہی ہے\r\nپھر عربی منظوم کلام آئینہ کمالات اسلام میں فرماتے ہیں۔\r\n-\r\nانظر الى برحمة و تحنن . يا سيدي انا احقر الغلمان\r\nوو\r\nاس شعر میں حضرت مسیح موعود علیہ السلام نے اپنے آپ کو احقر العلمان کہا ہے کہ اے میرے محبوب\r\nآقا امیری طرف نظر شفقت فرما کیونکہ میں تیرے غلاموں میں سے بھی احقر ہوں۔\r\nحقیقت یہ ہے کہ حضرت مسیح موعود علیہ السلام نے اس شعر میں آنحضرت الله کی بیان کردہ ایک\r\nپیشگوئی کا ذکر کیا ہے جو خسوف و کسوف کے نشان کے طور پر اپنے امام مہدی کے بارے میں پوری\r\nہونے پر مشتمل ہے۔ اس پیش گوئی کا ذکر حدیث دار القلنی صفحہ ۱۸۸ میں ہے۔ یہ نشان ۱۳۱/۶۱۸۹۴ھ\r\nمیں رمضان کے مہینہ میں روز روشن کی طرح پورا ہوا۔ اس حدیث میں آپ نے فرمایا تھا کہ \"ان\r\nلمهدينا ايتین \" کہ ہمارے مہدی کیلئے دو نشان ظاہر ہوں گے (وہ نشان یہی ہیں جس کا تذکرہ مذکورہ\r\nبالا شعر میں کیا گیا ہے، چنانچہ آنحضرت ﷺ کی پیشگوئی کے مطابق ان نشانوں کا ظاہر ہونا بذات خود\r\nآنحضور ﷺ کی صداقت کے نشان ٹھرے۔ اس طرح پر آپ کے تین نشان ہوئے۔ جہاں تک\r\nاس بات کا تعلق ہے کہ آنحضور ﷺ کیلئے ایک اور اپنے لئے دو نشانوں کا تذکرہ کیوں کیا۔\r\nدراصل اس شعر میں حضور نے صرف اس قدر بتایا ہے کہ اگر رسول اللہ اس کی صداقت ایک\r\nنشان سے ثابت ہو جاتی ہے تو میری صداقت دو نشانوں سے کیوں ثابت نہیں ہو سکتی۔ آپ کا مقصد\r\nفضیلت بیان کرنا نہیں بلکہ آپ تو فرماتے ہیں: \"جو کچھ ہماری تائید میں نازل ہوتا ہے دراصل وہ\r\nب آنحضرت ﷺ کے معجزات ہیں۔"
    },
    {
        "id": 21,
        "pageNo": 21,
        "pageText": "(تمه حقیقته الوحی صفحه ۳۵)\r\nحضرت مسیح موعود پھر فرماتے ہیں:۔\r\nسو میں نے خدا کے فضل سے نہ اپنے کسی ہنر سے اس نعمت سے کامل حصہ پایا ہے۔ جو مجھ\r\nسے پہلے نبیوں اور رسولوں اور خدا کے برگزیدوں کو دی گئی تھی اور میرے لئے اس نعمت کا\r\nپانا ممکن نہ تھا اگر میں اپنے سید و موٹی نخر الانبیاء اور خیرا اور ٹی حضرت محمد مصطفی ﷺ کی\r\nراہوں کی پیروی نہ کرتا۔ سو میں نے جو کچھ پایا۔ اس پیروی سے پایا اور میں اپنے بچے اور کامل علم\r\nسے جانتا ہوں کہ کوئی انسان بجز پیروی اس نبی ﷺ کے خدا تک نہیں پہونچ سکتا اور نہ\r\nمعرفت کاملہ کا حصہ پاسکتا ہے\".\r\n(حقیقت الوحی صفحه ۶۲)\r\nبعض افراد امت محمدیہ کو جو کمال عاجزی اور تذلل سے آنحضرت الله کی متابعت اختیار\r\nکرتے ہیں اور خاکساری کے آستانہ پر پڑ کر بالکل اپنے نفس سے گئے گزرے ہوتے ہیں خدا\r\nان کو فانی اور ایک مصفی شیشہ کی طرح پا کر اپنے رسول مقبول\r\nال کی برکتیں ان کے وجود\r\nبے نمود کے ذریعہ سے ظاہر کرتا ہے اور جو کچھ منجانب اللہ ان کی تعریف کی جاتی ہے یا کچھ آثار\r\nاور برکات اور آیات ان سے ظہور پذیر ہوتی ہیں حقیقت میں مرجع تام ان تمام تعریفوں کا اور\r\nمصدر کامل ان تمام برکات کا رسول کریم ﷺ ہی ہوتا ہے\"۔ (براہین احمدیه\r\nحاشیه در حاشیہ نمبر ا صفحه ۲۵۸)\r\nالزامی جواب\r\nاگر حضرت مرزا صاحب کے اس شعر سے واقعی فضیلت مراد ہے تو درج ذیل تحریر سے کیا نتیجہ\r\nنکلتا ہے۔ فقد بروا:- حضرت بایزید - سطامی کے بارہ میں لکھا ہے کہ :-\r\nگو یا حق تعالی بایزید کی زبان پر خود بات کرتا ہے اور وہ یہ کہ \"میرا جھنڈا محمدی ال جھنڈے\r\nسے بڑا ہے۔ جس طرح درخت سے انی انا اللہ کی آواز کا آنا جائز سمجھتے ہو۔ اسی طرح لوائی\r\nاعظم من لواء محمد و سبحانی ما اعظم شانی میرا نشان نشان محمدی سے بڑا ہے اور\r\nمیں پاک ہوں اور میری شان کیا ہے اعلیٰ ہے کا بایزید کے وجود کے درخت سے نکلنا جائز سمجھ\r\nلو\".\r\n( تذكرة الاولياء فارسی صفحه ۱۱۵ اردو ترجمه صفحه ۱۶۳)\r\nپس حضرت مرزا صاحب پر یہ افتراء ہے کہ آپ نے آنحضرت ﷺ پر اپنی فضیلت ظاہر کی\r\nہے۔"
    },
    {
        "id": 22,
        "pageNo": 22,
        "pageText": "اعتراض :- حضرت مسیح موعود نے نجم الہدی صفحہ 10 میں تحریر فرمایا ہے کہ ۔\r\n\" ان العدا صار واخنازير الفلا ونساء هم من دونهن الا كلب \"\r\nیعنی دشمن جنگل کے سور اور ان کی عور تیں کیتیوں سے بد تر ہیں۔ اس شعر میں خطاب مسلمانوں\r\nعورتیں بدتر\r\nکو کیا گیا ہے۔\r\nجواب :۔ اس شعر میں حضرت مسیح موعود علیہ السلام نے مسلمانوں کو مخاطب نہیں کیا بلکہ آنحضور\r\nکے دشمنوں کو مخاطب کیا ہے۔ چنانچہ اس شعر سے اگلے بیت میں اس کی وضاحت موجود ہے۔\r\nسبوا وما ادرى لاى جريمة - سبوا انعصى الحب او نتجنب \" (نجم الهدی صفحه ۱۰)\r\nکہ انہوں نے گالیاں دی ہیں (رسول کریم ﷺ کو اور میں نہیں جانتا کہ آپ کے کس\r\nجرم کی پاداش میں ایسا کیا گیا ہے۔ مگر ان کی گائیوں کی وجہ سے کیا ہم اپنے محبوب آقا اس کو\r\nچھوڑ دیں گے ؟ ہرگز نہیں۔\r\nمسلمان تو آنحضور ﷺ کو گالیاں نہیں دیتا۔ اس سے یقینا وہی شخص مراد ہیں جنہوں نے آنحضور\r\nکو گالیاں دیں۔ جوابا اظہار حق کیلئے سخت الفاظ کا استعمال منع نہیں ہے۔ اللہ تعالٰی بھی قرآن\r\nکریم میں دشمنان آنحضرت ﷺ کو مخاطب کر کے فرماتا ہے :-\r\nوجعل منهم والقردة والخنازير وعبد الطاغوت اولئک شر مكانا\"\r\n(سورۃ الینه آیت نمبرے)\r\n(المائده : )\r\nان الذين كفروا من اهل الكتاب والمشركين في نار جهنم خالدين فيها\r\nاولئك هم شر البرية\r\nاسی طرح بر بتوں اور ان کے بزرگوں کو حصب جهنم \" (سورة الأنبياء : ۹۹) (انما المشركون\r\nنجس ) (سورۃ توبہ : ۲۹) اور شر الدواب\" (انفال : (۲۳) اور اسی طرح \"عقل بعد ذا لک زنیم\"\r\n(سورۃ القلم : (۱۴) کہا گیا۔ لیکن ایسے تمام الفاظ گالی کے طور پر نہیں بلکہ اظہار واقعہ کے طور پر تھے اور\r\nایسے مخالفین سینکڑوں اور ہزاروں کی تعداد میں نہ تھے۔ بلکہ محض چند افراد تھے جن کی ریشہ دوانیاں\r\nمنظر عام پر آچکی تھیں۔ بعینہ اس زمانہ میں حضرت مسیح موعود علیہ السلام نے اول تو ان کو مخاطب ہی\r\nنہیں کیا۔ بفرض محال یہ قصور کری لیا جائے تب بھی آپ کے چند اشد معاندین مراد ہیں نہ کہ عام\r\nصالح علماء حضرت مسیح موعود علیہ السلام فرماتے ہیں:۔\r\nنعوذ بالله من هتك العلماء الصالحين و قدح الشرفاء المهذبين سواء\r\nكانوا من المسلمين او المسيحين او الارية\r\nالجد النور صفحه ۱۷)\r\nترجمہ: کہ ہم صالح علماء کی بنک اور شرفاء کی توہین سے اللہ تعالی کی پناہ مانگتے ہیں۔ خواہ ایسے\r\nلوگ مسلمان ہوں یا عیسائی یا آریہ۔ پھر فرماتے ہیں :-"
    },
    {
        "id": 23,
        "pageNo": 23,
        "pageText": "(احمدی صفحہ ۲۸)\r\n\"ليس كلا منا هذا في اح ر هم بل في اشرار هم\r\nترجمہ : ہمارا یہ کلام شریر علماء کے متعلق ہے نیک علماء اس سے مستثنیٰ ہیں۔ اللہ تعالی کے انبیاء\r\nاور مامورین کے خلاف اشد معاندین ہی ہمیشہ گندی زبان استعمال کرتے رہے۔ مگر اللہ تعالٰی کے\r\nانبیاء جو اللہ تعالی کی رحمت کے مظہر ہوتے ہیں ہمیشہ ان کیلئے رحمت کے طلبگار رہے اور ان کی\r\nہدایت کیلئے دعا کرتے رہے۔ لیکن جب معاندین اپنی اشد ترین ایذا دھی سے باز نہ آتے تو بالاخر\r\nان کی حقیقت حال کا بیان کرنے کیلئے انبیاء بھی ان کے خلاف سخت الفاظ استعمال کرتے رہے۔\r\nایسے الفاظ ہرگز ہرگز گالی کا رنگ نہیں رکھتے بلکہ اظہار حقیقت کے ساتھ ساتھ ان کو تنبیہ بھی\r\nمد نظر ہوتی ہے۔ چنانچہ حضرت مسیح ناصری علیہ السلام نے بھی اپنے اشد ترین مخالفوں اور\r\nمعاندین کو یوں فرمایا :-\r\nاس زمانہ کے برے اور زناکار لوگ (مجھ سے) نشان طلب کرتے ہیں“۔ (متی باب ۱۶ آیت\r\nنمبر ۴)\r\nپھر فرمایا۔ \"اے سانپ کے بچو\" (متی باب ۱۲ آیت نمبر (۳۴)\r\n\" آے سانپو۔ اے افعی کے بچوا تم جہنم کی سزا سے کیونکر بچو گے\"۔ امتی باب ۲۳ آیت\r\nنمبر (۳۴)\r\nیہ سب باتیں بطور گالی نہیں بلکہ اظہار واقعہ اور بطور تنبیہ ہیں۔ اسی طرح رسول کریم ﷺ کے\r\nزمانہ میں بھی اس قسم کا الزام لگایا گیا۔ چنانچہ تاریخ میں آتا ہے :-\r\nاشراف قریش ابو سفیان کی معیت میں ابو طالب کے پاس پہونچے اور کہا کہ آپ کا بھتیجا\r\nہمارے معبودوں کی مذمت اور ہمارے دین پر اعتراض کرتا ہے۔ یہی نہیں بلکہ وہ ہماری عقل پر\r\nہنستا اور ہمارے بزرگوں کو گمراہ خیال کرتا ہے۔ اسے سمجھادیجئے کہ ہم سے تعرض نہ کرے۔ یا پھر\r\nاسے ہمارے حوالے کر دیجئے ہم خود اس سے نپٹ لیں گے\"۔\r\n(سیرت الرسول صفحہ ۱۸۸ از ڈاکٹر محمد حسین حیکل اردو ترجمہ مولانا محمد دارث کامل مطبوعہ گارڈن پریس،\r\nلاہور بار دوم (۱۹۷۱)\r\nقرآنی اسلوب کے مطابق اپنے محل پر مظلوم کی طرف سے جو ابا سخت الفاظ استعمال کرنا بعض اوقات\r\nجائز ہی نہیں بلکہ ضروری ہو جاتے ہیں۔ چنانچہ اللہ تعالی فرماتا ہے :-\r\n\" لا يحب الله الجهر بالسوء من القول الا من ظلم\" (سورة نساء آیت نمبر ۱۲۸)\r\nیعنی اللہ تعالی بری بات کے اظہار کو پسند نہیں فرماتا ہاں مگر جن پر ظلم کیا گیا ہو۔ چنانچہ حضرت\r\nمسیح موعود اپنے مظلومیت کا اظہار ان الفاظ میں فرماتے ہیں :-\r\nمخالفوں کے مقابل پر تحریری مباحثات میں کسی قدر میرے الفاظ میں سختی استعمال میں آئی تھی۔"
    },
    {
        "id": 24,
        "pageNo": 24,
        "pageText": "مضمون\r\nحوالہ\r\nب حضرت ابن حزم نے بھی آیت کے ظاہری معنوں کو اختیار + حاشیه جلالین زیر آیت انسی\r\nکرتے ہوئے متوفیک کے معنے موت کے کئے ہیں۔ متوفیک صفحه 109\r\nالمحلى الجزء الاول صفحه 24\r\nمسئلہ نمبر 41\r\nرافعک الی بل رفعه الله اليه\r\nJJ\r\nمیں تجھے بعد موت اپنی عزت کے مقام میں اٹھاؤں گا 1 تفسیر روح البیان جلد 1\r\nصفحہ 331\r\n2- تفسیر کبیر زیر آیت متوفیک\r\nدر نوک\r\n3 شرح المال الكمال المعلم\r\nصفحہ 308\r\nب سرسید احمد خاں کے نزدیک رفع کا لفظ قدر و منزلت کے لئے تفسیر احمدی جلد کے صفحہ 47\r\nہے نہ کہ جسم اٹھانے کے لئے۔\r\nج آنحضور کے لئے رفعه الله اليه کے الفاظ ا ما ثبت بالسنة في ايام\r\nکا استعمال\r\nالسنة صفحه 39\r\nالفروع من الجامع الكافي\r\nصفحہ 14\r\nرفع کا لفظ درجات میں بلندی اور قرب کے معنوں\r\nمیں\r\n1- رفعه من حيث التشریف شرف وعزت کے معنوں میں مفردات راغب زیر لفظ رفع\r\nلسان الحرب صفحہ 488\r\n2 اللہ تعالی کی ایک صفت الرافع ہے۔ جو کہ مومن کو سعادت تاج العرس جز الخامس باب العین\r\nاور ولی کو تقرب میں بڑھاتا ہے۔\r\nقرآن کریم\r\nصفحه 359 لسان العرب صفحہ 488\r\n1 منهم من كلم الله ورفع بعضهم درجات\r\nالبقرة: 254"
    },
    {
        "id": 25,
        "pageNo": 25,
        "pageText": "وہ ابتدائی طور پر سختی نہیں ہے۔ بلکہ وہ تمام تحریر میں نہایت سخت حملوں کے جواب میں\r\nی گئی ہے۔ مخالفوں کے الفاظ ایسے سخت اور دشنام دہی کے رنگ میں تھے جن کے جواب میں\r\nکسی قدر سختی مصلحت تھی۔ اس کا ثبوت اس مقابلہ سے ہوتا ہے جو میں نے اپنی کتابوں اور\r\nمخالفوں کی کتابوں کے سخت الفاظ اکٹھے کر کے کتاب مسل مقدمہ مطبوعہ کے ساتھ شامل کئے\r\nہیں۔ جس کا نام میں نے کتاب البریہ رکھا ہے اور بایں ہمہ میں نے ابھی بیان کیا ہے کہ میرے\r\nسخت الفاظ جوابی طور پر ہیں۔ ابتداء سختی کی مخالفوں کی طرف سے ہے اور میں مخالفوں کے سخت\r\nالفاظ پر بھی صبر کر سکتا تھا۔ لیکن دو مصلحت کے سب میں نے جواب دینا مناسب سمجھا تھا۔ اول :-\r\nیہ کہ تا مخالف لوگ اپنے سخت الفاظ کا تختی میں جواب پا کر اپنی روش بدلا لیں اور آئندہ تہذیب\r\nسے گفتگو کریں۔ دوم یہ کہ مخالفوں کی نہایت ہتک آمیز اور غصہ دلانے والی تحریروں سے عام\r\nمسلمان جوش میں نہ آدیں۔ اور سخت الفاظ کا جواب بھی کسی قدر سخت پا کر اپنی پر جوش طبیعتوں\r\nکو اس طرح سمجھا لیں کہ اس طرف سے سخت الفاظ استعمال ہوئے تو ہماری طرف سے بھی کسی\r\nقدر سختی سے جواب ان کو مل گیا\" (کتاب البریہ صفحہ (1)\r\nاعتراض : کتاب ایک غلطی کا ازالہ کی عبارت \"حضرت فاطمہ نے کشفی حالت میں اپنی ران پر میرا\r\nسر رکھا اور مجھے دکھایا کہ میں اس میں سے ہوں\" پر معترض نے اعتراض کیا ہے کہ اس سے حضرت\r\nمسیح موعود علیہ السلام نے حضرت فاطمہ کی توہین کی ہے۔\r\nجواب :- حضرت مسیح موعود علیہ السلام کا کشف ” ایک نہایت ہی روشن کشف یاد آیا اور وہ یہ ہے\r\nکہ ایک مرتبہ نماز مغرب کے بعد مین بیداری میں ایک تھوڑی سی غیبت جس سے جو خفیف سے\r\nنشہ سے مشابہ تھی ایک عجیب عالم ظاہر ہوا کہ پہلے یکدفعہ چند آدمیوں کے جلد جلد آنے کی آواز\r\nآئی جیسی بسرعت چلنے کی حالت میں پاؤں کی جوتی اور موزہ کی آواز آتی ہے۔ پھر اسی وقت پانچ آدمی\r\nنہایت وجیہ اور مقبول اور خوبصورت سامنے آگئے۔ یعنی جناب پیغمبر خدا او حضرت علی و\r\nحسین و فاطمہ الزہرا رضی اللہ عنہم اجمعین اور ایک نے ان میں سے اور ایسا یاد پڑتا ہے کہ حضرت\r\nفاطمہ رضی اللہ عنہا نے نہایت محبت اور شفقت سے مادر مہربان کی طرح اس عاجز کا سرا اپنی ران پر\r\nرکھ لیا۔\r\nکشف کی حقیقت\r\n(براہین احمدیہ حصہ چهارم حاشیه در حاشیه صفحه ۵۰۳)\r\nحضرت مسیح موعود علیہ السلام نے اپنی متعدد کتب میں حضرت فاطمہ رضی اللہ عنھا کو مادر مہربان اور\r\nاپنے آپ کو فرزند اور بیٹے کی حقیقت دیتے ہوئے خود اپنے اس کشف کی حقیقت کو ظاہر فرمایا ہے۔"
    },
    {
        "id": 26,
        "pageNo": 26,
        "pageText": "آپ فرماتے ہیں:۔\r\n11 \"میرے پر ظاہر کیا گیا کہ میرا سر بیٹوں کی طرح حضرت فاطمہ رضی اللہ عنھا کے ران پر ہے“۔\r\nنزول اصبح حاشیه در حاشیه صفحه ۳۹)\r\n2 حضرت فاطمہ نے کشفی حالت میں اپنی ران پر میرا سر رکھا اور مجھے دکھایا کہ میں اس میں سے\r\nہوں\"۔ (ایک غلطی کا ازالہ صفحہ ۹)\r\n3 حضرت فاطمہ نے کمال محبت اور مادرانہ عطوفت کے رنگ میں اس خاکسار کا سر اپنی ران پر رکھ\r\nلیا\"\r\n(تحفہ گولڑویہ صفحه ۳۰)\r\nحضرت مسیح موعود علیہ السلام کے علاوہ بھی کئی بزرگوں نے آپ کی طرح کے کشوف و خواب دیکھے\r\nہیں۔ اگر حضرت مسیح موعود علیہ السلام کے کشف سے تو ہین لازم آتی ہے تو پھر یہ بزرگ اور اولیاء\r\nسلف بھی آپ کے ساتھ شامل اور مرتکب تو ہین قرار پائیں گے۔\r\nبزرگان سلف\r\n1 حضرت شیخ عبد القادر جیلانی نے فرمایا کہ:-\r\n\"رايت في المنام كانى فى حجر عائشة ام المومنين رضي الله عنها وانا ارضع\r\nثديها الايمن ثم اخرجت ثديها الايسر \"فرضعته یعنی میں نے خواب میں دیکھا کہ\r\nمیں حضرت عائشہ کی گود میں ہوں اور ان کے دائیں پستان کو چوس رہا ہوں پھر میں نے بایاں\r\nپستان باہر نکالا اور اس کو چوسا۔ (قلائد الجواہر فی مناقب شیخ عبد القادر مطبوعہ مصر صفحه ۷۲ ترجمہ اردو\r\nصفحه ۱۸۷ مدینہ پبلشنگ کمپنی کراچی)\r\n2 حضرت مولانا محمد اسماعیل شہید نے مشہور بزرگ حضرت سید احمد بریلوی کے متعلق تحریر فرمایا\r\nہے کہ ایک دن جناب ولایت باب نے حضرت کرم اللہ وجھہ اور جناب سیدہ فاطمہ الزہرا\r\nرضی اللہ عنہا کو خواب میں دیکھا پس جناب علی مرتضیٰ نے آپ کو اپنے ہاتھ مبارک سے غسل\r\nدیا اور آپ کے بدن کو خوب اچھی طرح سے شست و شو کی۔ جس طرح والدین اپنے بیٹوں کو\r\nنہلاتے اور شست و شو کرتے ہیں اور جناب فاطمہ الزہرا رضی اللہ عنھا نے نہایت عمدہ و نفیس\r\nقیمتی لباس اپنے ہاتھ مبارک سے ان کو پہنایا۔\r\n(صراط المستقيم صفحه (۱۷۶)\r\n-3 محمد علی صاحب اپنے مرشد قطب و غوث زماں مولانا فضل الرحمان کے خواب کے متعلق اپنی\r\nکتاب \" ارشاد رحمانی و فضل یزدانی \" ( صفحه ۵۸ مطیع فیض شاہ جہانپور) میں فرماتے ہیں کہ :-\r\nایک شب حضرت عالی اس نیاز مند سے اپنے بعض واردات اور معاملات بیان فرماتے تھے ان\r\nمیں ایک یہ ارشاد ہوا کہ ایک مرتبہ حضرت علی فرمانے لگے کہ ہمارے گھر میں جاؤ مجھے"
    },
    {
        "id": 27,
        "pageNo": 27,
        "pageText": "جاتے ہوئے شرم آئی اس لئے تامل کیا حضرت نے مکرر فرمایا کہ جاؤ ہم کہتے ہیں میں گیا اندر\r\nحضرت فاطمہ رضی اللہ عنما تشریف رکھتی تھیں آپ نے سینہ مبارک بالکل کھول کر مجھے سینہ\r\nسے لگالیا اور بہت پیار کیا۔\r\nدرویش پریس دہلی کے صفحہ ۵۰ پر یہی عبارت ہے)\r\nپس نہ یہ بزرگ اپنے خوابوں کی بناء پر حضرت عائشہ رضی اللہ عنہا اور حضرت فاطمہ رضی اللہ عنہا کی\r\nتو ہین کے مرتکب ہوئے ہیں، اور یہ حضرت مسیح موعود علیہ السلام کے کشف سے کسی قسم کی تو ہین\r\nلازم آتی ہے۔ کیونکہ کشف ہمیشہ تعبیر طلب ہوتے ہیں جیسا قرآن کریم میں حضرت یوسف سورج\r\nچاند اور گیارہ ستارے دیکھنا کہ وہ حضرت یوسف کو سجدہ کر رہے ہیں۔ ظاہر پرست تو اس پر بھی\r\nاعتراض کر سکتا ہے لیکن تعبیر پر کوئی اعتراض نہیں۔\r\nاعتراض -:- حضرت مسیح موعود علیہ السلام نے مسلمانوں کو ذریتہ البغایا کہا\r\nہے۔\r\nجواب :- كل مسلم يقبلني و يصدق دعوتى الاذرية البغايا \"\r\n( آئینہ کمالات اسلام صفحہ ۵۴۸٬۵۴۷ مطبوعہ ریاض ہند)\r\nیہی لفظ حضرت مسیح موعود علیہ السلام نے ایک اور جگہ پر بیان فرمایا اور اس کا ترجمہ بھی خود\r\nفرمایا\r\nاذبتني\r\nخيتا\r\nفلست بصادق\r\nان لم تمت بالخزي بابن بغاء\r\n(انجام آتھم صفحہ ۲۸۲)\r\nیعنی خباثت سے تو نے مجھے ایذاء دی ہے پس اگر اب تو رسوائی سے ہلاک نہ ہوا تو میں اپنے\r\nدعوئی میں سچا نہ ٹھہروں گا۔ \"اے سرکش انسان\" (احکم جلد نمیرے فروری کے ۱۹۰ء صفحہ (1) سچانہ\r\nذریتہ البغایا کے الفاظ انہی معنوں میں حضرت امام ابو جعفر علیہ السلام نے بھی استعمال فرمائے ہیں\r\nچنانچہ ابو حمزہ سے مروی ہے۔\r\n\" عن أبي جعفر عليه السلام قال قلت له ان بعض اصحابنا يفترون ويقذفون\r\nمن خالفهم فقال ا لكف عنهم اجمل ثم قال والله يا ابا حمزة ان الناس كلهم\r\nاولاد البغايا ما خلا شيعتنا\" ( فروع کافی جلد ۳ کتاب الروضہ مطبوعہ تو کشور صفحه ۱۳۵)\r\nمیں نے امام باقر علیہ السلام سے کہا کہ بعض لوگ اپنے مخالفین پر افتراء باندھتے ہیں اور بہتان\r\nلگاتے ہیں آپ نے فرمایا۔ ایسے لوگوں سے بچ کر رہنا اچھا ہے۔ پھر آپ نے فرمایا کہ اے ابو حمزہ\r\nخدا کی قسم ہمارے گروہ کے علاوہ باقی تمام لوگ اولاد بنایا ہیں (یعنی دشمنان اہل بیت سرکش"
    },
    {
        "id": 28,
        "pageNo": 28,
        "pageText": "ہیں\"\r\nاسکی وضاحت اخبار مجاہد لاہور ۳- مارچ ۱۹۳۶ء یوں بیان کرتا ہے۔ \"ولد البقايا - ابن الحرام ولد الحرام\r\nابن الحلال - بنت الحلال وغیرہ یہ سب عرب کا اور ساری دنیا کا محاورہ ہے۔ جو شخص نیکو کاری کو ترک\r\nکر کے بدکاری کی طرف جاتا ہے اسکو باوجودیکہ اسکے حسب و نسب درست ہو صرف اعمال کی وجہ\r\nسے ابن الحرام ولد الحرام کہتے ہیں۔ اندریں حالات امام علیہ السلام کا اپنے مخالفین کو اولاد بتایا کہنا بجا\r\nاور درست ہے۔\r\nلغت کے اعتبار سے ذریقہ البغایا کا مفہوم\r\nاخبار مجاہد لاہور ۳۔ مارچ ۱۹۳۹ء\r\n1- البغية فى الولد نقيض الرشد و يقال هو ابن بغية\" (تاج العروس جلد ۱۰ صفحه ۴۰)\r\nیعنی کسی کو ابن مغیہ کہنا سے مراد یہ ہے کہ وہ ہدایت سے دور ہے۔ روحانیت سے عاری ہے\r\nکیونکہ یہ رشد کی نقیض ہے۔\r\n2 \"مقدمة الجيش \" ( تكون قبل ورود الجيش ) ( تاج العروس جلد ۱۰ صفحه ۴۰) ہر اول رسته )\r\nیعنی ایسے لوگ جو اپنے آپ کو پیشوا سمجھتے ہیں۔ یعنی مولوی لوگ (۳) اسی طرح نیزے کی انی بھی\r\nمراد ہے۔ یعنی ایسے مخالفین جو لیڈر ہیں اور مخالفت میں پیش پیش ہیں۔ اس طرف آنحضور\r\nنے ایک حدیث میں اشارہ فرمایا ہے۔\r\nعلماء هم شر من تحت اديم السماء \"\r\n(مشكوة جلد الكتاب العلم الفصل الثالث صفحہ ۷۸ مطبع احمدی لاہور)\r\nحضرت مسیح موعود علیہ السلام تو یہ سمجھتے ہیں کہ ابھی ان میں نیک فطرت لوگ موجود ہیں۔ اس لئے\r\nسارے لوگ کس طرح مراد ہو سکتے ہیں۔ آپ فرماتے ہیں: \"ہر ایک جو سعید ہو گاوہ مجھے سے محبت\r\nکرے گا اور میری طرف کھینچا جائے گا۔ (براہین احمدیہ حصہ پنجم صفحہ ۷۲)\r\nسو ہماری اس کتاب اور دوسری کتابوں میں کوئی لفظ یا کوئی اشارہ ایسے معزز لوگوں کی طرف\r\nنہیں ہے جو بد زبانی اور کمینگی کے طریق اختیار نہیں کرتے پھر فرماتے ہیں ۔ الہام الصلح بائیکل\r\nصفحه ۲)\r\nہر طرف آواز دیتا ہے ہمارا کام آج جس کی فطرت نیک ہے آئے گا وہ انجام کار\r\nزیر بحث عربی عبارت آئینہ کمالات اسلام سے ہے اور خود حضور نے اس کا ترجمہ بھی بیان فرمایا\r\nہے۔ چنانچہ ذریتہ البغایا کی تشریح میں بیان فرمایا۔ الذین طبع الله على قلوبهم \" یعنی\r\nذریتہ البغایا کے وہ لوگ مراد ہیں جن کے دلوں پر اللہ تعالی نے مہر کر دی ہے اور حق کو قبول نہ\r\nکرنے اور مخالفت میں حد سے زیادہ بڑھ جانے والے باغی، سرکش لوگ نہ کہ کنچنیوں کی"
    },
    {
        "id": 29,
        "pageNo": 29,
        "pageText": "اولاد\r\nاعتراض\r\nحضرت مسیح موعود کی کتاب انجام آتھم سے یہ حوالہ \" آپ کا (یعنی حضرت عیسی کا خاندان بھی\r\nنہایت پاک اور مطہر ہے۔ تین دادیاں اور نانیاں زناکار اور کسی عورتیں تھیں جن کے خون\r\nسے آپ کا وجود ظہور پذیر ہوا\"۔ درج کر کے آپ پر توہین مسیح علیہ السلام کے مرتکب ہونے کا\r\nالزام لگایا ہے۔\r\nالزامی جواب\r\n1 \"هذا ما كتبنا من الاناجيل على سبيل الالزام وانا نكرم المسيح ونعلم\r\nانه كان تقيا و من الانبياء ا لكرام\r\nابلاغ صفحه ۷۹ از حضرت مسیح موعود)\r\nیعنی ہم نے یہ سب باتیں از روئے اناجیل بطور الزام خصم لکھی ہیں ورنہ ہم تو مسیح کی عزت\r\nکرتے ہیں اور یقین رکھتے ہیں کہ وہ پارسا اور برگزیدہ نبیوں میں سے تھے۔\r\n2 \" ہمیں پادریوں کے یسوع اور اس کے چال چلن سے کچھ غرض نہ تھی۔ انہوں نے ناحق ہمارے\r\nنی کو گالیاں دیگر ہمیں آمادہ کیا کہ ان کے یسوع کا کچھ تھوڑا سا حال ان پر ظاہر کریں\"۔\r\n(ضمیمه انجام آتھم صفحه (۸)\r\n3 ہمیں حضرت مسیح موعود علیہ السلام کی شان مقدس کا بہر حال لحاظ ہے... سخت الفاظ کے عوض\r\nمیں ایک فرضی مسیحی کا بالمتقابل ذکر کیا گیا ہے۔ اور وہ بھی سخت مجبوری سے\"۔ (مکتوبات احمد جلد\r\n۳ صفحه ۱۴)\r\n-4 عیسائی لوگ در حقیقت ہمارے اس عیسی علیہ السلام کو نہیں مانتے جو اپنے تئیں صرف بندہ\r\nاور نبی کہتے تھے بلکہ ایک شخص یسوع کو مانتے ہیں اور کہتے ہیں اس شخص نے خدائی کا\r\nدعوی کیا پڑھنے والوں کو چاہیے کہ ہمارے بعض سخت الفاظ کا مصداق حضرت عیسی علیہ\r\nالسلام کو نہ سمجھ لیں بلکہ وہ کلمات یسوع کے متعلق لکھے گئے ہیں جس کا قرآن و حدیث میں نام\r\nو نشان نہیں\"\r\n( آریہ دھرم ٹائیٹل پیچ آخر)\r\n5 \"ہم نے اپنے کلام میں ہر جگہ عیسائیوں کا فرضی مسیح مراد لیا ہے اور خدا تعالٰی کا ایک عاجز بندہ\r\nعیسی بن مریم جو نبی تھا جس کا ذکر قرآن میں ہے۔ وہ ہمارے درشت مخاطبات میں ہرگز مراد\r\nنہیں\"۔\r\nتبلیغ رسالت جلد ۲ صفحه ۶۵۶۳)"
    },
    {
        "id": 30,
        "pageNo": 30,
        "pageText": "موسیٰ کے سلسلہ میں ابن مریم مسیح موعود تھا اور محمدی سلسلہ میں میں مسیح موعود ہوں۔ سو میں\r\nاس کی عزت کرتا ہوں جس کا ہم نام ہوں اور مفسد اور مفتری ہے وہ شخص جو مجھے کہتا ہے کہ\r\nمیں مسیح ابن مریم کی عزت نہیں کرتا بلکہ مسیح تو مسیح میں اس کے چاروں بھائیوں کی بھی عزت\r\nکرتا ہوں کیونکہ یہ سب بزرگ مریم بتول کے پیٹ سے ہیں\"۔ (کشتی نوح صفحه ۲۵۰)\r\nسید آل حسن نے بھی عیسائیوں کو مخاطب کرتے ہوئے لکھا ہے کہ :-\r\n7 ذرا اپنے گریباں میں سر ڈال کر دیکھو کہ معاذا اللہ حضرت عیسی کے نسبت مادری میں دو جگہ تم\r\nآپ ہی زنا ثابت کرتے ہو۔\r\nپادری عماد الدین کا اقرار\r\nاستفسار حوالہ مقدمہ بہاولپور صفحه ۱۳۴)\r\n\" راحاب تو کسی تھی اور تمر بھی حرام کار تھی بنت سبع بھی بد کار تھی اس نے داؤد سے زنا کیا\r\n(انجیل متی کی تغییر صفحہ ۷)\r\nبائیبل کا بیان\r\n1 یہود نے حضرت مسیح علیہ السلام کی جن دادیوں نانیوں کو (جو آپ کے نسب نامہ میں درج نہیں)\r\nزناکار قرار دیا ہے۔ ان کا ذکر بائبل میں مختلف مقامات پر آیا ہے۔ مثلاً (1) تمر کے ہاں اپنے خسر\r\nیہوداہ کے ساتھ مباشرت\r\n( پیدائش (۳۰۱۸-۲۸ : ۳۸)\r\nرو\r\nبیٹے (توام) زارح اور فارص پیدا ہوئے\"۔\r\n2 \" راحاب ایک کسی عورت تھی جس کے ہاں جاسوس چھپے تھے ۔ یشوع ۲:۱)\r\n\"بنت سبع العام کی بیٹی اور حتی اور یاہ کی بیوی تھی داؤد نے اس سے صحبت کی اور وہ حاملہ ہو گئی۔\r\nاور پھر اس کے خاوند کو ایک جنگ میں مروا دیا اور اس کی بیوی کو اپنے گھر لے آیا “۔ (۲ سموئیل\r\n( : ۴۵-۲۷\r\nحضرت مسیح موعود علیہ السلام نے عیسائیوں کے آنحضرت ﷺ کی ذات اقدس پر پے در پے\r\nگندے حملوں اور گالیوں سے تنگ آکر الزامی جواب والا طریق اختیار کیا۔ اور ان کی ہی کتب سے ان\r\nکا چہرہ دکھایا آپ فرماتے ہیں:۔\r\nیہ طریق ہم نے چالیس برس تک پادری صاحبوں کی گالیاں سن کر اختیار کیا ہے۔ (نور القرآن نمبر ۲ صفحہ\r\n(15\r\nپس حضرت مسیح موعود علیہ السلام نے عیسائیوں کو ان کا چہرہ ان کے آئینے میں دکھایا ہے اور\r\nنقل کفر کفر نه باشد ."
    },
    {
        "id": 31,
        "pageNo": 31,
        "pageText": "بسم الله الرحمن الرحیم نحمدہ ونصلی علی رسوله الكريم وعلى عبده المسيح الموعود\r\nعیسائیت\r\nمضمون\r\nواقعات صلیب اور بائیبل\r\n1 مصلوب لعنتی ہوا کرتا ہے۔\r\nحوالہ\r\n1- استثناء ۲۳-۲۱:۲۲\r\n2 گلتیوں ۳:۱۳\r\n2 مسیح کو مصلوب ہونا پسند نہ تھا۔ اس لئے وہ یہود یہ جانا نہ چاہتا یوحنا 2:1\r\nتھا\r\n3 (1) مسیح کو واقعہ صلیب کے بارے پہلے سے خدا نے ا مرقس ۱۳:۴۷\r\n۲ یوحنا ١٣:1\r\nاطلاع دے دی تھی۔\r\nاس لئے نشان مانگنے والوں کو یوناہ کا نشان دیکھانے کا ذکر کیا۔ متی ۴۰-۱۳:۲۹ ۲۲:۴\r\nواقعہ صلیب سے ایک رات قبل مشہور معروف طیب کو بلا یوحنا ۱۹:۳۹\r\nکر دوا بنانے کا کہا۔\r\nچنانچہ نکور عکس حضرت مسیح کی ہدایت کے مطابق مرطی دوائی یوحنا ۱۹:۴۰\r\nتیار کر کے لایا۔\r\nواقعہ صلیب سے بچنے کے لئے مسیح نے خود دعا کی۔ امتی ۳۴۳۸- یوحنا ۱۲:۲۷۰۲۸\r\nشاگردوں کو بھی حکم دیا کہ میرے لئے دعا کرو۔\r\n5 کیونکہ صحیح جانتا تھا کہ\r\n۲- مرقی ۳۶-۳۵ : ۱۳\r\n۳- لو تا ۲۲:۴۲\r\nمتی ۲۶:۳۶\r\n۲ مرقس ۳۲-۱۴:۳۲\r\n۳- لوقا ۴۰ : ۲۲"
    },
    {
        "id": 32,
        "pageNo": 32,
        "pageText": "مضمون\r\n\" دعا ایمان کے ساتھ ہو تو قبول ہوتی ہے۔\r\nحوالہ\r\nیعقوب ۱۷ - ۵:۱۵\r\nخداوند شریروں سے دور اور صادقوں کی سنتا ہے۔ امثال ۲۹ : ۱۵\r\nصادق کو خدا نجات دیتا ہے۔\r\nزیور ٤٠-٣٤:٣٦\r\nزیور ۱۷:۰۷\r\nخدا توکل کرنے والوں کو مخالفوں سے بچاتا ہے۔\r\n- خدا گنگار کی دعا نہیں سنتا نیک کی ضرور سنتا ہے۔ یوحنا ۹:۳۱\r\nvi خدا کا وعدہ ہے تو مصیبت میں مجھے پکار میں تیری سنو گا اور زیور ۱۹-۱۵ : ۵۰\r\nتجھے بچاؤں گا۔\r\nمسیح خود لوگوں کو ہدایت دیتے رہے کہ مانگو تو دیا جائے گا۔ متقی ہے :\r\n- چنانچه خدا ترسی کے باعث اس کی دعا سنی گئی\r\n7 مسیح نے آسمان سے فرشتے کو اترتے دیکھا جس نے آکر لوقا ۴۳ : ۲۲\r\nعبرانیوں کے : ۵\r\nیوتا ۳۰-۲۸ : ۱۲\r\nصحیح کو تسلی دی۔\r\n(1) خدا تعالٰی بھی مسیح کا خون بہانا نہیں چاہتا تھا۔ اس لئے مسیح متی ۲۰- ۲:۱۳\r\nکو بچپن میں مصر میں لے جانے کی تلقین کی گئی۔\r\nگرفتاری کی رات پیلاطوس کی بیوی کو انذاری خواب متی ۲۷:۱۹\r\nآئی۔\r\niv کرسی عدالت پر پیلاطوس نے بیوی کا پیغام سن کر 1- يوحنا ۱۹:۱۳\r\nمسیح کو چھوڑنے کی کوشش کی۔\r\n2 متی ۱۸-۱۷ : ۲۷\r\n3- مرقس -۹ :۱۵\r\nV\r\nپیلاطوس نے پوچھا کہ اس میں کیا برائی ہے۔\r\nچھوڑ سے کہا\r\nچھوڑنے کے ارادہ سے کہا میں اس میں کوئی جرم نہیں\r\nپاتا۔\r\n۱ مرقس ۲۳:۲۲\r\n2- لوقا ۱۵:۱۳\r\n1 - لوقا ۲۰-۱۴ : ۲۳\r\n2 - یوحنا ۳۹ - ۱۸:۳۸\r\n3 - یوحنام :19\r\nvi جب یہودی نہ مانے تو پیلاطوس نے بریت کے اظہار کے متی ۲۴-۱۷ : ۲۷\r\nلئے اپنے ہاتھ دھوئے۔\r\nساتھ صلیب پر چڑھنے والے ڈاکوؤں نے طعن کیا۔ ۱ مرقس ۱۵:۳۵\r\n2 متی ۴۴ : ۲۷"
    },
    {
        "id": 33,
        "pageNo": 33,
        "pageText": "مضمون\r\n10- لوگوں نے طعن کے طور پر کہا سچا ہے تو نیچے اتر آہم ایمان - متی ۲۷:۴۰\r\nلے آئیں۔\r\nحوالہ\r\n۲ مرقس ۳۲ : ۱۵\r\n۳- لو تا ۲۳:۳۵\r\n-11 مسیح کو بے ہوش کرنے کے لئے شراب کے نام پر کوئی 1 - متی ۳۴٬۴۸ : ۲۷\r\nچیز دی گئی۔\r\n2 مرقس ۲۳ : ۱۵\r\n3- يوحنا ۳۰-۲۹ : ۱۹\r\n12- مسیح نے درد بھری آواز میں دعا کی۔ ایلی ایلی لما سبقتنی متی ۴۶ : ۲۷\r\n13- پیلا طوس سے جب لاش مانگی گئی تو اس نے تعجب کیا اور مرقی ۱۵:۴۴:۴۵\r\nتصدیق چاہی کہ فی الواقعہ صحیح مرگیا ہے۔\r\n14 مسیح صلیب پر صرف 3 گھنٹے رہا\r\nمسیح صلیب پر صرف 4 گھنٹے رہا\r\n15- پیشگوئی کے مطابق مسیح کی ٹانگیں نہ توڑی گئیں۔\r\nزلزلہ اور آندھی آئی\r\n16- برچھی چھونے پر پانی اور خون فی الفور بہہ نکلا\r\nمتی ۲۷:۴۶\r\nیوتا ۴ : ۱۹\r\nمرقس ۲۵ : ۱۵\r\nزیور ۲۲-۳۴:۱۵\r\nیوحنا ۳۳ : ۱۹\r\nمتی ۵۲-۵۱ : ۲۷\r\nیوتا ۳۵- ۱۹:۳۴\r\n17- پروگرام کے مطابق خلاف قانون پیلاطوس نے یوسف متی ۵۸ : ۲۷\r\nارتیا کو مسیح کو لے جانے دیا۔\r\nمرقی ۱۵:۴۳\r\nلوقا ۵۲ : ۲۳\r\n18 پروگرام کے مطابق حمود عکس 100 پونڈ وزنی مرهم تیار کر کے ہو تا ۴۲ ۱۹:۴۰\r\nلایا جو مسیح کے بدن پر لیپ کی گئی اور مسیح کو کھلی کمرہ نمازیں\r\nزمین جگہ پر رکھا گیا۔\r\n19- خدا تعالٰی نے پہلے یہ خبر دے رکھی تھی کہ مسیح صلیب زیور ۱۰۲۴ : ۲۲\r\nسے بچایا جائے گا۔\r\nزیور ۲۰:۱۰۱۳\r\nزیور ۱۰۹ : ۲۸"
    },
    {
        "id": 34,
        "pageNo": 34,
        "pageText": "واقعہ صلیب کے بعد\r\nمضمون\r\nیہودیوں کو شک تھا کہ مسیح نہیں مرا۔\r\n1 قبر پر موجود سپاہیوں کو پیسے دے کر ساتھ ملایا گیا۔ متی ۱۲ : ۲۸\r\n2 بعض لوگوں نے حفاظت کی غرض سے نگرانی کی\r\nذمہ داری ادا کی۔\r\nلوقا ۵ - ۴ : ۱۲۴\r\nنو حنا ۲۰:۱۲\r\n3 يسوع مسیح شناخت سے بچنے کے لئے اپنا حلیہ تبدیل کرتے لوقا ۳ - ۲۱:۱۳\r\nرہے۔\r\nحتی کہ محبوبہ تک نہ پہچان سکی۔\r\nپوچتا ۲۱:۱۷\r\nیوحنا ۲۰:۱۴\r\nیوتا ۲۱:۱۶\r\nحوالہ\r\nجب مسیح خدا کی رہنمائی میں فلسطین سے نکلے تو نہ تو کوئی لو تا ۳۱-۱۷ : ۲۴\r\nان کو پہچان سکا نہ پیچھا کیا۔\r\n4 جواریوں سے چھپ کر ملاقات کرتے رہے۔\r\nحواریوں کو یقین دہانی کرائی کہ میں وہی ہوں۔\r\nان کی تسلی کے لئے مچھلی کا محلہ لے کر کھایا\r\n(روایت حضرت ابو ہریرة کنزل\r\nالعمال جلد دوم)\r\nیوتا ۱۹ : ۲۰\r\nلو ۳۹ : ۲۴\r\nلو تا ۴۲ : ۲۴\r\nمزید بتایا کہ روح کی ہڈی اور گوشت نہیں ہوتے۔ لو ۳۹ : ۲۴\r\nبتایا کہ میں ابھی تک اپنے باپ کے پاس نہیں گیا۔ پوچتا ۱۷ : ۲۰\r\n-7 مریم مدینی کو کہا زندہ کو مردوں میں کیوں تلاش کرتی ہو۔ لو تا۵ : ۲۴\r\nنہ وہ عالم ارواح میں چھوڑ گیا اور نہ جسم کے سڑنے کی نوبت اعمال ۳۳-۲:۲۴\r\nآئی۔\r\n9۔ ان باتوں سے اس نے ظاہر کر دیا کہ وہ کسی قسم کی موت سے یوحنا 19 :۲۱\r\nجلال ظاہر کرے گا۔\r\n10- واقعہ صلیب کے بعد کلیل کو روانگی\r\nمتی ۱۰ : ۲۸\r\nتاکہ خدا کے پراگندہ فرزندوں کو جمع کرکے ایک کر دے 1- يوحنا ۷:۵۳\r\n2- سیاه ۵۲:۸"
    },
    {
        "id": 35,
        "pageNo": 35,
        "pageText": "مضمون\r\n2- رفع بعضكم فوق بعض درجات\r\n3 ترفع درجت من نشاء\r\n-4- رفعنا بعضهم فوق بعض درجات\r\nحوالہ\r\nالانعام : 166\r\nالانعام: 87\r\nالتر خرف : 33\r\n5- يرفع الله الذين امنوا منكم والذين أوتوا العلم مجاول : 11\r\nدرجت\r\n6 في بيوت اذن الله ان ترفع ويذكر فيها اسمه النور : 36\r\n7 ورفعنه مكانا عليا\r\nمریم : 58\r\nوالمكان العلى شرف النبوة والزلفي عند الله - تفسير النهر الماد من\r\nو قال جماعة و هو رفع النبوة والتشريف والمنزلة البحر لا بي حيان برحاشية\r\nفي السماء لسائر الانبياء بلند مکان سے مراد شرف بحر المحيط جلد 6 صفحہ 200\r\nنبوت اور تقریب الی اللہ ہے اور ایک جماعت نے کہا ہے کہ زیر آیت و رفعناء مكانا عليا\r\nوہ نبوت کا رفع ہے اور ان کو آسمان پر بزرگی اور منزلت اسی - 2- شرح اکمال اکمال العلم\r\nطرح حاصل ہے۔ جس طرح کل انبیا کو حاصل ہے۔ صفحه 308\r\n8- اليه يصعدا لكلم الطيب و العمل صالح يرفعه فاطر : 11\r\nولو شئنا لرفعنه بها و لكن اخلد الى الارض اعراف : 177\r\nولو اردنا ان نشرفه ونرفع قدره بما آتيناه من (تفسير الدر اللقيط من الجر المحيط\r\nالايات .... اگر ہم ارادہ کرتے تو اس کو شرف دیتے اور بر حاشیہ تفسیر بحر المحیط جلد 3\r\nاس کی قدرو مرتبہ بلند کرتے بوجہ ان آیات و نشانات کے جو صفحہ 423\r\nہم نے اس کو دیئے تھے۔\r\nرفع کا لفظ احادیث میں\r\n1- اذا تواضع العبد رفعه الله الى السماء السابعة 11 1- الکنز العمال جلد 2 زیر عنوان\r\nبالسلسلة\r\nالتواضع صفحه 85\r\nجب آدمی عاجزی اختیار کرتا ہے تو اللہ تعالی زنجیر کے ساتھ 2. الفتح الكبير جزء الاول صفحہ 95\r\nاس کا رفع ساتویں آسمان پر کرتا ہے۔\r\n2 ان الله يرفع بهذا الكتاب اقواما ويضع به"
    },
    {
        "id": 36,
        "pageNo": 36,
        "pageText": "مضمون\r\n3- یوحنا ۱۷:۲۰\r\nحوالہ\r\n۱۹- پطرس ۲:۲۵\r\nپولوس کو بھی میچ کی طرح مردہ سمجھا گیا مگر وہ زندہ تھا۔ اعمال ۲۰- ۱۹ : ۱۴\r\n11 مسیح نے پہلے ہی کہہ دیا تھا کہ میری اور بھی بھیڑیں جو اس یوحنا 19 :۱۰\r\nبھیٹر خانہ کی نہیں۔\r\n12 مسیح کو اور ان کی والدہ کو فلسطین چھوڑنا پڑا اور مختلف ملکوں تفسیر ابن جزیر جلد سو صفحه ۱۹۷\r\nسے ہوتے ہوئے ایک دور کی سرزمین کی طرف سفر اختیار بحوالہ حضرت مسیح کشمیر میں فوت\r\nکرنا پڑا۔\r\nاگر منیح صلیب پر مرجاتے تو ان کی صداقت مشتبہ ہو جاتی\r\nکیونکہ خدا کا فیصلہ ہے۔\r\n1 جھوٹا نبی قتل کیا جائے ۔\r\n2 جھوٹے نبی ہموار اور کال سے ہلاک ہوں گے ۔\r\n3 میرا ہاتھ جھوٹے نبی کے خلاف چلے گا۔\r\nہوئے۔ (انڈریاس فابر قیصر)\r\nاستثناء ۱۹۰۳۰ : ۱۸\r\nر میاه ۱۴:۱۵\r\nز قبیل ۹ : ۱۳\r\nمسیح کو معلون ثابت کرنے میں یہودیوں کامیاب ہو جاتے۔ استثناء ۲۳-۲۲ :۲۱\r\nحالانکہ مسیح کو کوئی معلون نہیں کہتا۔\r\n1- اگر تھوں ۳ : ۲۱\r\nخدا کا یہ وعدہ کہ وہ نیکوں کی دعا کو قبول کرتا ہے اور ۱- امثال ۲۹ : ۱۵\r\nانہیں مصیبت سے بچاتا ہے جھوٹا ثابت ہوتا۔\r\n۲- یعقوب ۱۷- ۵:۱۵\r\nزبور ۴۰-۳۷:۳۶\r\n۴- زیور ۱۹-۱۵ : ۴۵۰\r\nزور ۲۲ ۳۴:۱۵\r\nیوناہ نبی کے نشان کا جو وعدہ مسیح نے کیا جھوٹا ثابت ہوتا۔ متی ۲:۳۹:۴۰\r\nکیونکہ\r\n1- یوناہ نبی سمندر میں پڑ کر باوجود موت کے تمام اسباب کے یوناہ 1 :\r\nزندہ رہا\r\n2 مچھلی کے پیٹ میں موت کے تمام اسباب مکمل ہونے کے ہوتا ہ۲:۱۲\r\nباوجود زندہ رہا۔"
    },
    {
        "id": 37,
        "pageNo": 37,
        "pageText": ".\r\nمضمون\r\n3 خدا نے یوناہ نبی کی دعا کو سن کر مچھلی کے پیٹ سے زندہ نکال یوٹاہ ۲:۱۰\r\nدیا۔\r\n4- یوناہ نبی کی قوم ان پر ایمان لائی۔\r\nیوناه ۳:۰۵\r\n-5 یہی بات مسیح نے کسی کہ میری اور بھڑیں ہیں جو میری آواز یوحنا : ۱۰\r\nسنیں گی۔\r\nاگر مسیح قربانی دینے کی غرض آیا تھا تو قربانی دینے سے کیوں ہو تا ۱۲ : ۷\r\nکتراتا رہا۔\r\nگرفتار کرانے والے حواری یہودہ اسکر یوطی سے نفرت کا یوحنا ۷۰ :\r\nاظہار کیوں؟ اور اسے شیطان کیوں کہا گیا۔\r\nکفارہ کی حقیقت\r\nکیا آدم نے گناہ کیا؟\r\nحوالہ\r\n1 گناہ یہ ہے کہ انسان اچھے اور برے کی صلاحیت رکھنے کے لاحیت رکھنے\r\nبا وجود محمد ابرا کام کرے جبکہ\r\n2 آدم اور حوا میں اچھے اور برے کی صلاحیت ہی نہ تھی۔ پیدائش ۲:۱۷\r\nپیدائش ۳:۰۳\r\nپھل نافرمانی کی غرض سے نہ کھایا بلکہ سانپ نے بہکایا۔ پیدائش ۳:۰۳\r\n4۔ خدا نے سانپ کو تو سزا دی مگر\r\n1:\r\nپیدائش ۶:۳\r\nپیدائش ۱۷ ۳:۱۳\r\nپیدائش ۳:۲۱\r\n5 آدم خوا کو پہننے کو لباس مہیا کیا\r\nپھل کھا کر آدم کو نیک بد کی تمیز حاصل ہوئی۔ (سزا نہ دی پیدائش ۳:۲۲\r\nگئی\r\n7 آدم اور حوا کو نیک وبد کی تمیز میں خدا کی مانند ہونے میں پیدائش ۲۳ : ۲\r\nمزید ترقی کے امکان کی وجہ سے نکالا گیا تاکہ ہمیشہ کی زندگی نہ پیدائش ۲۳ : ۳\r\nپائیں۔\r\nآدم جنت میں ہمیشہ رہنے کے لئے پیدا نہ ہوا تھا بلکہ پیدائش ۱:۲۸\r\nزمین میں پھلنے پھولنے کے لئے پیدا ہوا۔\r\nیدائشی ۲:۱۵"
    },
    {
        "id": 38,
        "pageNo": 38,
        "pageText": "مضمون\r\n9 جنت میں آدم و حوا مثل بچہ کے تھے جب نیک و بد کی تمیز کے پیدائش ۲۶ :)\r\nقابل ہوئے تو منصوبہ بندی کے تحت انہیں زمین میں بھیج دیا\r\nگیا نہ کہ سزا کے طور پر\r\nکیا آدم کی اولاد میں گناہ آیا\r\nحوالہ\r\nخروج ۱۰۲ : ۱۳\r\n1 جب آدم نے گناہ کیا ہی نہیں تو گناہ کہاں سے آگیا۔\r\n2 آدم کو فرمایا پہلا بچہ ( نر و مادہ) پاک ہے۔\r\n3 حضرت عینی کو اسی قانون کے تحت گر جا میں لایا گیا۔ یو قا ۲:۲۳\r\n- حضرت عیسی بھی بچوں کو پاک سمجھتے تھے۔ اس لئے مرقس ۱۵-۱۴ : ۱۰\r\nحضرت عیسی نے حواریوں کو بچہ جننے کا حکم دیا۔\r\n6 بائیبل میں میچ سے قبل نیک اور پاک لوگوں کا ذکر موجود\r\nہے۔ جو بتا رہا ہے کہ نیک بننے کے لئے انہیں مسیح کے خون\r\nکی ضرورت نہ تھی۔ اگر اس وقت نہیں تو اب کیوں؟\r\nکیا مسیح خود پاک تھا کہ کفارہ دے سکے\r\n1- جو عورت سے پیدا ہوا وہ کیونکر پاک ٹھہرا۔\r\n2 مسیح نے پاک ہونے کے لئے بیتسمہ لیا۔\r\nمرقس ۱۵- ۱۳:۱۳\r\nایوب ۱۴ : ۲۳:۴۱۵\r\nمتی ۱۵ : ۳\r\n3 بیتسمہ لینے کے بعد مسیح پر روح القدس نازل ہوا۔ متی :\r\n-4 جبکہ یو متا پیٹ میں ہی روح القدس سے بھر گیا۔\r\nاس لئے مسیح نے یوحنا کو سب سے بڑا قرار دیا۔\r\nیح نے اپنے نیک ہونے کی خود نفی کردی۔\r\nلر تا ۱۵ :\r\nمتی :\r\nمرقی ۱۲:۱۸\r\nپہلے عورت نے کھایا اور اپنے خاوند کو بھی دیا۔ پیدائش :\r\nعورت کو سزادی کہ دروزہ سے بچہ بنے گی۔\r\nمرد کو سزادی کہ خون پسینے کی محنت سے روٹی کمائے گا۔ کفارہ پیدائش ۳:۱۹\r\nکے بعد یہ سزا ہاتی ہے۔ کیوں؟ بانجھ کے بارے کیا خیال\r\nہے؟\r\n10 کفارہ کا تصور پہلے موجود نہ تھا بلکہ خداتعالی تو فرماتا ہے۔\r\n1 میں قربانی نہیں رحم پسند کرتا ہوں۔\r\nپیدائش :\r\nا وسیع :"
    },
    {
        "id": 39,
        "pageNo": 39,
        "pageText": "مضمون\r\n2 بدکار بھی تو بہ کر کے معافی حاصل کر سکتے ہیں۔\r\n3 اگر شریر شرارت سے باز آئے تو زندہ رہے گا۔\r\n4 گناہ سے باز آئے تو زندہ رہے۔\r\n5 خدا نے معافی کی درخواست پر معاف کر دیا۔\r\n6 عاجزی سے دعا کرنے پر معافی اعلان\r\nجو جان گناہ کرتی ہے وہی مرتی ہے۔\r\nہر ایک اپنی ہی بدکاری سے مرے گا۔\r\nبیٹا باپ کے گناہ کے عوض نہ مرے گا۔\r\n۲- متی ۱۳ : ۹\r\nمتی ۷ : ۱۲\r\nحوالہ\r\nا معیار : ۵۵\r\nحز قیل ۲۸ :\r\nحز قیل ۲۷ : ۱۸\r\nحز قیل ۱۸:۵۰۲۱\r\nگفتی ۲۰-۱۳:۱۹\r\nتواریخ : ۷\r\nحز قیل ۲۷ : ۱۸\r\nحز قیل ۲۰:۲۰۰۲۱\r\nر میاه ۳۰:۲۹۰۳۰\r\nیر سیاه ۳۱:۳۰\r\nحز قیل ۲۰-۱۷-۱۴ : ۱۸\r\n10- بیٹا باپ کے بدلے اور باپ بیٹے کے بدلے نہ مارا ۲ سلاطین ۲ : ۱۴\r\nجائے۔\r\n11 صرف خدا ہی بچانے والا اور نجات دینے والا ہے۔\r\n12- اے اسرائیل کے خدا نجات دینے والے\r\n13 آدمی کی جان کا کفارہ اس کا مال ہے۔\r\nاستثناء ۱۶ : ۲۴\r\n۲ تواریخ ۴ : ۲۵\r\nسعیاه : ۴۳\r\nسیاه ۱۵ : ۲۵\r\nامثال ۸ : ۱۳\r\n14- صادق کا چراغ روشن رہے گا لیکن شریر کا دیا بجھا دیا کا رہے گا شری دیا دیا امثال ۹ : ۱۳\r\n15 شریر صادق کا فدیہ ہو گا ۔ دغا باز راست باز کے بدلے دیا امثال ۸ :۲۱\r\nجائے گا۔\r\nمسیح کے خون کی گناہوں کی معافی کے لئے\r\nضرورت نہیں ۔\r\n-1 تو اپنی باتوں کے سبب راست باز اور قصور وار ہو گا۔\r\nمتی ۳۷ : ۱۳"
    },
    {
        "id": 40,
        "pageNo": 40,
        "pageText": "مضمون\r\n2 تو بہ کرو تا تمہارے گناہ مٹائے جائیں۔\r\nاگر جنت میں جانا چاہتا ہے تو یہ یہ عمل کر۔\r\nاعمال ۱۹ : ۳\r\nاعمال ۲:۲۸\r\nمتی ۲۲-۱۹:۱۲\r\n-4 اگر توبہ نہ کرو تو آسمانی بادشاہت میں داخل نہ ہو گے۔ متی ۳ : ۱۸\r\nحوالہ\r\nاگر گناہوں کا اقرار کریں تو خدا معاف کر دے گا۔ 1 یوحنا کا خط نمبر 1 9 : 1\r\n2- متی ۹-۸ :\r\n1:\r\n3- اعمال ۳۸ : ۲\r\n4- اعمال ۲۴ : ۱۳\r\n5- مرقی ۴ : ۱\r\n6- لوقا ۲ : ۲\r\nلوگوں کے گناہ معاف کرد خدا تمہارے گناہ معاف کرے گا۔ متی ۲:۱۴\r\n7- اگر تو بہ نہ کرو گے تو سب ہلاک ہو جاؤ گے۔\r\n8- اعمال سے انسان راستباز ٹھرتا ہے\r\nلوقا ۴ - ۳ : ۱۳\r\nیعقوب کا خط ۲:۲۴\r\nا ابن آدم کو گناہ معاف کرنے کا اختیار ہے۔ (تو پھر قربانی دینے ستی ۲ : ۹\r\nکی کیا ضرورت تھی)\r\nحواریوں کو بھی گناہ معاف کرنے کا اختیار دیا۔\r\nیوحنا ۲۰:۱۸۰۲۰ میرا جسم کچھ نہیں بلکہ تعلیم ہے جو بچا سکتی ہے۔ یوحنا ۷۲ :\r\niv پطرس کو حکم دیا ستر بار گناہ معاف کرد\r\nکفارہ پر ایمان کا نتیجہ\r\n1- سننے میں آیا ہے کہ حرامکاری بڑھ گئی ہے۔\r\nمتی ۲۲-۲۱ : ۱۸\r\nکر نتھوں ۱ : ۵\r\n2 میں صاف کہہ دوں گا میری تم سے کبھی واقفیت نہ تھی متی ۲۲ : ۷\r\nکفارہ کے عقیدہ پر تبصرہ\r\n1 (1) خدا نے آدم کو پاک پیدا کر کے زمین کو پاک لوگوں سے پیدائش :\r\nبھرنے کا ارادہ کیا تو سانپ نے آدم کو گناہ گار بنا کر خدائی\r\nمنصوبہ ناکام بنا دیا جس کا خدا کو غم پہنچا۔ کیا ایسا خدا قادر\r\nمطلق خدا ہو سکتا ہے؟"
    },
    {
        "id": 41,
        "pageNo": 41,
        "pageText": "مضمون\r\n2- اگر خدا عادل ہونے کی وجہ سے گناہ معاف نہیں کر سکتا تو یہ\r\nحل شروع میں کیوں نہ سوچنا ۔ کیونکہ ہزار ہا سال لوگوں کو\r\nگناہ گار مرتے دیکھتا رہا۔ سانپ کو لعنتی قرار دینے کے علاوہ\r\nکچھ نہ کر سکا۔ اس صورت میں یہودی، یہودہ اور پیلاطوس\r\nانعام کے مستحق ہیں جنہوں نے خدائی عدل میں مدد دی۔\r\nیہ بھی سوال پیدا ہوتا ہے کہ باقی لوگ تو گناہ کی وجہ سے ہمیشہ\r\nکی موت مر گئے مگر خدا نے اپنے بیٹے کو تیسرے دن ہی زندہ\r\nکر کے کونسا عدل کا تقاضا پورا کیا۔ یہ عارضی موت مستقل\r\nموت کا بدل کس طرح ہو سکتی ہے۔\r\nاگر خدا اپنے بیٹے کو ہمیشہ کے لئے مار کر حقیقی قربانی نہیں کرتا\r\nچاہتا تھا تو یہ ڈرامہ ہی کیوں کیا؟ حقیقت یہ ہے کہ کوئی قربانی\r\nنہیں ہوئی یہی وجہ ہے کہ عیسائی آج بھی کفارہ پر ایمان کے\r\nباوجود سزا بھگت رہے ہیں۔\r\nآنحضرت ﷺ کے بارے بائیبل کی پیشگوئیاں\r\nحوالہ\r\nتیرے بھائیوں میں سے تجھ سا ایک نبی برپا کردوں گا۔ استثناء ۱۸:۱۸\r\nبنی اسماعیل بنی اسرائیل کے بھائی ہیں۔\r\nاعمال ۲۲ : ۳\r\nپیدائش ۱۰۴ :\r\nN: 1-\r\nپیدائش ۱۰۸ : ۱۷\r\nپیدائش ۲۶- ۱۲ : ۲۵\r\nب انا ارسلنا اليكم رسولا شاهدا عليكم كما ارسلنا سوره النزل :\r\nالى فرعون رسولا.\r\n2 دس ہزار قدوسیوں کے ساتھ فاران سے آیا\r\n3 فاران مکہ میں ہے۔\r\n4۔ عرب کی بابت بار نبوت\r\n5- قدوس فاران سے آیا\r\nاستثناء ۲۳:۲\r\nپیدائش ۲۰۰۲۱ :۲۱\r\nسعیاہ ۱۷-۱۲-۲۱:۶\r\nحبقوق ۶-۳:۳"
    },
    {
        "id": 42,
        "pageNo": 42,
        "pageText": "مضمون\r\n6 قیدار اور سلع کے لوگ گیت گائیں\r\nحوالہ\r\nسعیاہ ۴۲:۱۰۱۷\r\nسعیاہ ۱۰-۲: ۴۵\r\nاقدار کی سب بھیڑیں جمع ہوں گی اور میں اپنے گھر کو جلال سعیاہ ۷۰۸ ۲۰\r\nبخشوں گا۔\r\nب قیدار حضرت اسماعیل کے بیٹے کا نام تھا۔\r\nمبارک وہ جو خداوند کے نام سے آتا ہے۔\r\nزیور ۲۰۰۲۶ : ۱۱۸\r\nمیگاه ۵:۲\r\nمتی ۳۹ : ۲۳\r\nایک بچہ ہو گا جس کا نام عجیب ہوگا حکومت کی ذمہ معیاد ۹:۲۸\r\n۔\r\nداری اس کے کندھے پر\r\nمسیح کی بعثت کے وقت یہودی ایلیاء ، مسیح اور وہ نبی کے منتظر یوحنا ۲۲-۱۹ : ۱\r\nتھے۔\r\nمسیح نے وضاحت کر دی کہ ایلیا یوجنا کے وجود میں آچکا ہے۔ متی 10 : 1\r\nمتی ۱۲-۱۰ : ۱۷\r\nمجھے بہت سی باتیں کرتی ہیں .... جب روح حق آئے گا تو یوحنا ۱۴-۷ :\r\nسب کچھ بتائے گا۔\r\nدوسرے مددگار کے لئے درخواست کروں گا۔\r\nدنیا کا سردار آتا ہے۔\r\nباپ میرے نام سے بھیجے گا\r\nجب کامل آئے گا تو ناقص جاتا رہے گا۔\r\nبا تارہے گا۔\r\nمیں نہیں پڑھ سکتا\r\nیوحنا : ۱۳\r\nبود تا ۱۴:۳۰\r\nیون ۲۶-۲۵ : ۱۳\r\nیوحنا ۳۷ : ۱۵\r\nاگر تھوں ۱۰ : ۱۳\r\nسعیاہ ۱۲-۲۹:۱\r\nباغ کے ٹھیکہ کی مثال کہ آخر پر باغ کا مالک خود آئے گا متی ۴۷- ۲۱:۳۳\r\nمسیح دوبارہ نہیں آسکتا جب تک وہ نبی نہ آئے۔\r\nمیرا جانا بہتر ہے جاؤں گا تو اسے بھیج دوں گا۔\r\n۲- لوقس -۱ : ۱۲\r\n۳- لو ۲۰:۱۸\r\nاعمال ۲۲-۱۷ :\r\nیوحنا - :"
    },
    {
        "id": 43,
        "pageNo": 43,
        "pageText": "مضمون\r\nحوالہ\r\nواقعہ پیٹیکوس میں روح القدس کا ظہور مصداق نہیں بن یوحنا نمبر ۴:۱۳\r\nJJ-\r\nمسیح نے تو خود اپنے حواریوں کو فرمایا \" روح القدس لو \" یوحنا ۲۰:۲۲\r\nمسیح کی بعثت کی غرض .\r\nیہ اعلان کرتا تھا کہ\r\n1 خدا کی بادشاہت قریب آگئی ہے۔\r\nمتی ۴:۱۷\r\n2 مجھے اور شہروں میں خوشخبری دیتی ہے اس غرض کے لئے بھیجا لو تا ۴:۴۳\r\nگیا ہوں\r\nمرتی ۱:۱۵\r\n3 یسوع نے منادی کہ بادشاہی قریب آگئی ہے۔\r\n4 حواریوں کو حکم دیا کہ منادی کرو کہ بادشاہی قریب آگئی 1- متی :۱۰\r\nہے۔\r\n۲- لوقا ۱۳-۹ :۱۰\r\n5 اور شہروں میں جاکر منادی کریں اسی لئے نکلا ہوں۔ مرقس ۳۸۰۳۹ : ۱\r\nمتی ۶:۱۰\r\nدعا سکھلائی کہ \" تیری بادشاہی آئے \"\r\nابن آدم کھوئے ہووں کو ڈھونڈنے اور نجات دینے آیا لوقا :\r\nہے۔\r\nسفید گھوڑے پر سوار کو کھلے آسمان سے آتے دیکھا۔ مکاشفه ۱۲- ۱ : ۱۹\r\nدانیال ۱۴۲:۴۴ ۷:۱۳\r\n۹:۲۴ - ۲۷\r\nمکاشفہ ۱۳:۱۱ ۰۵:۱۵\r\n.\r\nسعیاہ ۱۰- سعیاہ ۱۳-۴۲۱\r\nسعیاہ ۱۴:۱۳ ملا کی ۳۱۴\r\nزیور - 41\r\nامثال ۱۶ - ۵:۱۰\r\nزیور ۲۵-۱۸:۲۱\r\n-\r\nیر میاه ۱۸-۳۴۴۵:۱۵-۴۳۱:۳۱\r\nزیور ۲۰۱۷: ۵۷۲"
    },
    {
        "id": 44,
        "pageNo": 44,
        "pageText": "مضمون\r\nآنے والا روح القدس سے بپتسمہ دے گا جبکہ مسیح نے خود متی : ۳\r\nتمہ لیا\r\nبائیبل میں خدا کے بیٹے کا محاورہ\r\nمسیح خدا کے حقیقی، سوتیلے ، متسی یا منہ بولے بیٹے میں سے کیا\r\nتھے۔ جبکہ حقیقی اور سوتیلا بیٹا خدا کی بیوی کا تقاضا کرتا ہے۔\r\nمتی کمزوری اور نعوذ باللہ فتا کو چاہتا ہے جو کہ نا ممکن ہے۔\r\nاستعارہ اور منہ بولے بیٹے کی مثالوں کا بائیبل میں ذکر موجود\r\nہے ۔ مثلا\r\nتو میرا بیٹا ہے آج مجھ سے پیدا ہوا ہے۔\r\n2 میں اس کا خدا اور وہ میرا بیٹا ہو گا۔\r\nیعقوب میرا پہا! جیتا ہے۔\r\n4 میں خدا اسرائیل کا باپ ہوں۔\r\n5 آدم خدا کا بیٹا تھا۔\r\n:\r\n6 خدا کے بیٹوں نے آدمیوں کی بیٹیوں کو دیکھا۔\r\nخدا س کے سب بیٹے خوشی سے للکارتے تھے۔\r\n8 ہم خدا کے بیٹے ہیں جو خدا سے ہدایت پاتے ہیں۔\r\n9- تم خدا کے بیٹے ٹھرو گے ۔\r\nزبورے :۲\r\nمکاشفه ۷ ۲۱\r\nخروج ۲۲ : ۴\r\nریا :۳۱\r\nاو ۳:۳۸\r\nپیدائش :\r\nایوب ۷ : ۲۸\r\nحوالہ\r\nرومیوں ۱۶ ۸:۱۷\r\nلو تا ۶:۲۵\r\n10- جو صلح کراتے ہیں وہ خدا کے بیٹے کہلائیں گے ۔ متی ۹۲۵ : ۵\r\n11. قیموں کا باپ خدا ہے.\r\n12- اگر بخشوں گے تو آسمانی باپ تمہیں بخشے گا۔\r\nزبور ۵ : ۷۸\r\nمرقس ۵:۲۵\r\nامتی ما :\r\n13 جنہوں نے خدا کی روح سے بدایت پائی خدا کے بیٹے ہیں۔ رومیوں :\r\n14- ناپاک چیزوں کو نہ چھوڑ تو میں تمہارا باپ اور تم میرے بیٹے ۲ کر تھوں ۱۸-۱۷ ۷۰\r\nہوگئے۔\r\n15- خدا کے فرزند گناہ نہیں کرتے\r\n16. اس نے انہیں خدا کا فرزند ہونے کا حق بخشا۔\r\nبو حنا کا خط نمبر ۳:۹۹۰"
    },
    {
        "id": 45,
        "pageNo": 45,
        "pageText": "مضمون\r\n17- وہ پکارے گا تو میرا باپ ہے۔\r\n18- جو میرا گھر بنائے گا وہ میرا بیٹا ہو گا۔\r\n19- جو یسوع مسیح پر ایما نا لاتا ہے وہ خدا کا بیٹا ہے۔\r\n20- تمہارا آسمانی باپ۔\r\nحوالہ\r\n1- زیور :\r\n2- زیور ۲۶ : ۸۹\r\nاتواریخ ۱۰ : ۲۲\r\nیوحنا نمبر ۵:۱\r\nمتی ۵:۳۸\r\nمتی :\r\n21 کچے پر ستار اپنے باپ کی پرستش روح سے کریں یوحنا ۴:۲۳\r\n22- جو خدا کے حکموں پر عمل کرتے ہیں وہ خدا کے بیٹے ہیں۔ یر تا ۴۴-۸:۳۸\r\n23۔ تم سب خدا ہو ۔\r\n24۔ اے موسیٰ تو خدا ہو گا۔\r\nیسوع کے علاوہ نیک لوگ\r\n1 نوح خدا کے ساتھ چلتا تھا۔\r\n2- یوسف میں خدا کی روح تھی۔\r\n3 ملی ایل بن اوری روح اللہ سے معمور تھا\r\nيشوع بن نون حکمت کی روح سے بھرا ہوا تھا۔\r\n5 داؤد کو خدا نے چن لیا\r\n-6- داؤد راست باز تھا۔\r\nا۔ خدا حز قیل کے ساتھ تھا\r\n3 سعیاہ نبی صالح تھا\r\nو یو سیاہ نے وہ کیا جو راست تھا۔\r\n10- ایوب راست باز تھا\r\n11- نوح دانی ایل اور ایوب صادق تھے۔\r\n12 دانی ایل نیک اور راست باز تھا۔\r\n13 ہو مناسب سے زیادہ راست باز تھا۔\r\n-14- زکریا اور اس کی بیوی راست باز تھے ۔\r\nبود تا ۳۶- ۱۰:۳۴\r\nخرج ۱۲ : ۲۴-۱ : ۸۲\r\nپیدائش ۵:۲۴\r\nپیدائش ۲۱:۳۸\r\n1- خروج ۳۱ : ۲۵\r\n2. گفتی ۱۸ : ۲۷\r\nاستناد : ۳۴\r\nسلاطین ۸:۳۲\r\n1- سلاطین :\r\n۲ سلاطین کے : ۱۸\r\n۲ سلاطین ۲۰:۳\r\n۲ سلاطین ۲ : ۲۲\r\nايوب : 1\r\nو تحمل ۱۳۱۴ : ۱۲\r\nوالی ایل :\r\nمتی :\r\nلو تا ۱:۵۶"
    },
    {
        "id": 46,
        "pageNo": 46,
        "pageText": "آخرین\r\nحوالہ\r\n1 مشكوة صفحه 184\r\nاس کتاب کے ذریعہ اللہ تعالی بعض اقوام کا رفع اور 2۔ کنز العمال جلد اول صفحہ 129\r\nدو سروں کا مقام گرادے گا۔\r\n3 حضرت رسول اکرم ﷺ نے حضرت سعد بن ابی وقاص بخاری کتاب الوصايا باب ان\r\nکی عیادت کے موقعہ پر فرمایا عسى الله ان يرفعک پترک ورثة اغنیاء جلد 2\r\nفینتفع بک ناس ويضر بک آخرون کہ اللہ تعالی صفحه 47\r\nآپ کو بلند مکام عطا کرے گا اور تیرے ذریعہ بعض لوگ تو\r\nفائدہ اٹھا ئیں گے ۔ جبکہ دوسروں کو نقصان پہنچے گا۔\r\n4 كل يوم هو فى شان يغفر ذنبا و یکشف کربا و بخاری کتاب التفسیر\r\nيرفع قوما ويضع آخرین ہر روز اللہ تعالی ایک نئی شان سورة الرحمن بلد دوم صفحه 1021\r\nکا اظہار فرماتا ہے وہ گناہوں کو بخشا اور تکالیف دور کرتا\r\nہے ۔ ایک قوم کا رفع فرماتا ہے تو دوسری کو گرا دیتا ہے۔\r\n5- فقال له النبي صلى الله عليه وسلم رفعک الله کنزل العمال جلد 7 صفحہ 68\r\nیا عم حضرت عباس کی عیادت کو آنحضور ﷺ تشریف\r\nلے گئے تو انہوں نے آپ کو اپنی جگہ پر بٹھایا تو آپ نے\r\nفرمایا اے میرے چچا خدا آپ کا رفع فرمائے۔\r\n6- ان التواضع يذيد صاحبه رفعة فتواضعوا يرفعكم : صافی شرح اصول کافی کتاب\r\nالله تواضع عاجزی کرنے والے کے مقام کو بلند کرتی ہے ۔ الایمان والکفر جز چہارم باب\r\nپس تم انکساری اختیار کرو اللہ تعالی تمہارے مقام کو بلند التواضع صفحه 220\r\n2- کنز العمال جلد 2 صفحہ 25\r\nکر دے گا۔\r\n7 رب اغفر لي وارحمني اجبرنی و ارزقنی و ارفعنی این ماجه صفحه 64 دعابين السجدتین\r\nاے اللہ مجھے بخش اور مجھ پر رحم فرما اور مجھے ہدایت عطا فرما صفحہ 451\r\nاور مجھے رزق عطا کر اور میرا رفع فرما (یعنی میرے درجات\r\nبلند کر\r\n8- اللهم ارفعنى ولا تضعنى والله يرفع من يشاء بخاری جلد 3 صفحه 22\r\nو يخفض اے اللہ مجھے بلند کر اور ذلیل نہ کر اللہ جس کو\r\nچاہتا ہے بلند کرتا ہے اور جس کو چاہتا ہے ذلیل کرتا ہے۔"
    },
    {
        "id": 47,
        "pageNo": 47,
        "pageText": "مضمون\r\n15- یوحنا ماں کے پیٹ میں روح سے بھر گیا۔\r\n16 مسیح سے قبل شمعوں پر روح کا سایہ تھا۔\r\n17- دانی ایل میں مقدس روح ہے۔\r\n18 اسرائیلی خیموں پر خدا کی روح نازل ہوئی۔ نازل ہوئی۔\r\n19- زکریا روح سے بھر گیا۔\r\n20- حضرت مریم پر روح القدس نازل ہوا۔\r\n21۔ وہ سب روح القدس سے بھر گئے۔\r\n22- خدا تم سب میں ہے\r\nلوقات :\r\nلو ۲:۲۵۰\r\nحوالہ\r\nدانی ایل ۱۸-۹ : ۴\r\nگفتی ۲ : ۲۴\r\nلوقا ۷۷ :)\r\nلو ۱:۳۵\r\nلوقا ۴ : ۲\r\nافسیوں ۴:۶\r\n-23 شمعون نیک آدمی اور روح القدس سے لکھتا تھا۔ لو تا ۲۵ : ۲\r\n24 بابیل نیک تھا۔\r\nبائیبل میں ایک خدا کا تصور پایا جاتا ہے\r\nعبرانیوں ۱۲-۴ : ۲\r\n1 میرے حضور تو غیر معبودوں کو نہ ماننا۔ خداوند تیرا خدا میں خروج ۲۰:۱۰۳\r\nہوں۔\r\nاستثناء ۴:۳۵ استثناء ۲:۴\r\n2 واحد خدا خداوند کو چھوڑ کر قربانی دے تو نابود ہو۔ خروج ۲۰ : ۲۲\r\nخداوندی خدا ہے اس کے سوا اور کوئی نہیں۔\r\n4- تیرے سوا کوئی خدا نہیں۔\r\n5- تیرا خدا میں ہی ہوں\r\nیا رب تیرے جیسا کوئی نہیں\r\n7 نہ مجھ سے پہلے کوئی خدا ہوا اور نہ بعد میں ہو گا۔\r\nمیں ہی اول ہوں اور میں ہی آخر ہوں۔\r\nمیں ہی خداوند ہوں اور کوئی نہیں۔\r\nاتواریخ : ۸\r\nاتواریخ ۲۰ : ۱۷\r\nزیور ۵۰:۰۷\r\nزیور ۸۰ ۸۲\r\nمعیاه - ۱۰ : ۴۳\r\nسیاه ۲ : ۴۴\r\nسعیاہ ۶٬۱۸٬۲۰٬۲۲-۵ : ۴۵\r\nسعیاه ٤٦:٩\r\n10- تیرے سوا اور کوئی ہے ہی نہیں۔\r\nسموئل ۲:۲\r\nسموئیل ۱۲ : ۷\r\n11- تیرے سوا آسمان کے اوپر اور زمین کے نیچے کوئی خدا ۲- سلاطین ۱۵ : ۱۹"
    },
    {
        "id": 48,
        "pageNo": 48,
        "pageText": "نہیں۔\r\nمضمون\r\n12- تو خداوند اپنے خدا کو سجدہ کر\r\n13- تمہارا باپ ایک ہی ہے جو آسمانی ہے۔\r\n14- ہمارا خداوند ایک ہی خدا ہے۔\r\n15- اکیلا خدا ہی نیک ہے۔\r\n16، سوائے اس کے کوئی خدا نہیں۔\r\n17 نیک تو صرف ایک ہی ہے۔\r\n18- عزت جو خدائے واحد کی طرف سے ہوتی ہے۔\r\n19- میرا خدا مجھ سے بڑا ہے۔\r\n20۔ اس زندہ خدا کی طرف پھر۔\r\n21 جس خدا نے زمین و آسمان پیدا کیا۔\r\n22 خدا ایک ہی ہے۔\r\n23۔ سوائے ایک کے اور کوئی خدا نہیں۔\r\n24- مسیح کو خدا نہیں کہتا۔\r\nحوالہ\r\nسلاطین ۸:۲۳\r\nمتی ۴:۱۰\r\nمتی ۹ : ۲۳\r\nمرتبی ۲۹ : ۱۳\r\nمرقس ۱۰:۱۸\r\nمرقس ۳۲ : ۱۲\r\nلوقا ۱۹ : ۱۸\r\nیوحنا ۵:۴۴\r\nیوحنا ۲۸ : ۱۳\r\nاعمال ۱۵ : ۱۳\r\nا عمال ۲۴ : ۱۷\r\nکلیتوں ۳:۲۰\r\nا کر نتھوں ۶-۴ : ۸\r\nکر تھوں ۳ : ۱۲\r\n25 ہماری امید اس زندہ خدا پر ہے جو ایمانداروں کا نجی ہے۔ 1. تمتمس ۴:۱۰\r\n26۔ سب کا خدا اور باپ ایک ہی ہے۔\r\n27 تو ایمان رکھتا ہے کہ خدا ایک ہی ہے۔\r\nمسیح میں خدائی صفات نہ تھیں\r\nبدی تیرے ساتھ نہیں رہ سکتی۔\r\nافیوں ۲ : ۴\r\nیعقوب ۲:۱۹\r\nزیور ۴ : ۵\r\nنہ تو خدا بدی سے از مایا جاتا ہے نہ وہ کسی کو آزماتا ہے۔ یعقوب ) :\r\nمسیح شیطان سے از مایا گیا اور شیطان مسیح کے ساتھ چالیس متی ۴:۱\r\nدن تک رہا۔\r\n2 وہی زندہ خدا لو جو ہمیشہ سے قائم ہے اس کی سلطنت کو زوال دانی ایل ۶:۳۶\r\nنہیں۔\r\nجبکہ مسیح نے چلا کر جان دی۔\r\nرومیوں ۵:۶\r\nیوحنا ۳۰ : ۱۹ متی ۲۷:۵۰"
    },
    {
        "id": 49,
        "pageNo": 49,
        "pageText": "مضمون\r\n3 خدا گر تے کو سنبھالتا اور اسے کھڑا کرتا ہے۔\r\n(i) خداوند دعا کو سنتا اور اسے معاف کر دیتا ہے۔\r\nزیور ۱۵ : ۱۴۵\r\nحوالہ\r\nنمبر ا سلاطین ۸:۳۸\r\nمسیح نے خود خداوند کے حضور دعا کی اور نجات چاہی۔ لو قا۲۹ : ۱۵ مرقس ۳۶ : سلامتی\r\n۲۸:۳۹\r\n4۔ اے خداوند تیرا کوئی نظیر نہیں کون ہے جو تجھے سے نہ بر میاد ۶۰۷ :۱۰\r\nڈرے۔\r\n.....\r\nمسیح نے کہا کسی کو نہ بتانا کہ میں مسیح ہوں۔\r\nبھیجنے والے کی مرضی چاہتا ہوں۔\r\nدائیں بائیں بٹھانا میرا کام نہیں۔\r\nخداوند تھکتا نہیں بلکہ زور بخشتا ہے۔\r\nیسوع تھکا ماندہ آکر کو نئیں کی منڈیر پر بیٹھ گیا۔\r\n- خدا ارد گر د والوں سے زیادہ صہیب ہے۔\r\nا۔ وہ کمزوری کے سبب مصلوب ہوا۔\r\n- ابن آدم کو سر دھرنے کی جگہ نہیں۔\r\n7۔ میری دعاؤں کو سن\r\nمسیح نے رو رو کر خدا کے حضور دعائیں کیں۔\r\nمتی ۲۲:۲۰\r\nیوحنا ۲۸ : ۵:۳۰۸\r\nمرقس ۱۰:۳۶:۴۰\r\nسیاه ۲۹ - ۲۰:۲۸\r\nپر ختاه :\r\nزاری ۸۹\r\nنمبر ۲ کر نھوں ۴ : ۱۳\r\nمتی ۸:۲۰\r\nزیور ۲-۵:۱\r\nمتی ۳۹-۲۶:۳۶\r\nجو روح القدس سے بولتا ہے وہ مسیح کو خدا نہیں کہتا۔ نمبرا کر نتھوں ۳ : ۱۳\r\nاس گھڑی کو کوئی نہیں جانتا نہ فرشتے نہ بیٹا مگر باپ متی ۳۶ : ۲۲ مرقس ۱۳:۳۲\r\nر میاه ۲۴ : ۲۳\r\nخدا سے کچھ پوشیدہ نہیں۔\r\nمیچ کو اتنا بھی معلوم نہ تھا کہ انجیر میں کوئی پھل نہیں۔ متی - ۲۱:۱۸\r\nکسی نے چھوا تو پوچھا مجھے کس نے چھوا ہے۔\r\nمرقس ۵:۳۰\r\nلو تا ۴۶ :\r\nکسی کو دائیں بائیں بٹھانا میرا کام نہیں۔\r\nخدا کو کسی جگہ کی ضرورت نہیں۔\r\nمسیح جگہ کا محتاج\r\nخدا تعالی پناہ اور مصیبت میں مدد کرتا ہے۔\r\nمتی ۲۰:۲۳\r\nمرقس ۱۰:۴۰\r\nاعمال ۴۹-۲۸ : ۷\r\nمتی ۸:۲۰\r\nزبورا :٤٦"
    },
    {
        "id": 50,
        "pageNo": 50,
        "pageText": "مضمون\r\nمسیح مدد کے لئے پکارتا ہے۔\r\nباپ میں ہونے کی حقیقت\r\n1 تم مجھ میں اور میں تم میں ہوں۔\r\n2 تم مجھ میں میں تم میں قائم ہوں۔\r\n3 وہ بھی ہم میں ہوں۔\r\n4- اسی میں ہم جیتے اور چلتے ہیں۔\r\nراستباز راستبازی سے پیدا ہوتا ہے۔\r\n-6 جو خدا سے پیدا ہوئے وہ گناہ نہیں کرتے۔\r\nمتی ۴۶ : ۲۷\r\nیوحنا ۲۰ : ۱۴\r\nیوحنایم : ۱۵\r\nحوالہ\r\nیوحنا ۲۱ : ۱۷\r\nاعمال ۲۸ : ۱۷\r\nنمبر ا یوحنا کا خط ۲۹ : ۲\r\nنمبر یوحنا کا خط ۳:۹\r\nنمبر ا یوحنا کا خط ۸-۵:۲\r\nجو تم سے سنا اس پر قائم رہے تو تم خدا اور بیٹے میں رہو گے۔ نمبر ابو منا کا خط ۲:۲۴\r\nخدا اور اس کی محبت ہم سب میں ہے۔\r\n9 خدا تم سب میں ہے۔\r\nیوحنا ۲۲ : ۴\r\nافسیوں ۲ : ۴\r\n10- باپ مجھ میں اور میں تم میں ہوں اور وہ بھی ہم میں یوحنا ۲۱ : ۱۷\r\nہوں۔\r\nخدا کا کلام\r\nیوحنا ۱۳:۲۰\r\nامثال ۲۸-۲۲ : ۸\r\nسلیمان کو کائنات سے پہلے پیدا کیا۔\r\nسفید گھوڑے پر سوار سچا بر حق خدا کا کلام ہے۔ جو بادشاہوں مکاشفہ ۲۱-۸ : M\r\nکا بادشاہ اور خداوند کا خداوند ہے۔\r\nسچائی کا روح جو باپ سے صادر ہوتا ہے۔ وہ میری گواہی یوحنا ۲۷-۱۵:۳۶\r\nدے گا۔\r\nمسیح کے معجزات الوہیت کا ثبوت نہیں بن سکتے\r\nکیونکہ\r\n2:\r\n-1 جھوٹے لوگ مسیح کے نام پر معجزات دیکھا ئیں گے ۔ متی ۲۲ : ۷\r\n2 جھوٹے مسیح معجزات دکھلا کر لوگوں کو گمراہ کریں گے۔ مرقس ۲۲ : ۱۳\r\nمسیح نے کہا۔ اگر رائی کے برابر ایمان تم میں ہوگا متی ۲۰ : ۱۷"
    },
    {
        "id": 51,
        "pageNo": 51,
        "pageText": "تو معجزات دکھلا سکوں گا۔\r\nمضمون\r\n4- حواریوں کو بد روحوں کو نکالنے کی طاقت دی۔\r\n5 الیشع نے مردہ زندہ کر دیا۔\r\n6- ایلیاہ نے پانی دو ٹکڑے کر دیا۔\r\n- الیشع کی ہڈیوں کے لگنے سے مردہ زندہ ہو گیا۔\r\nالیشع نے نعمان کو ڑھی کو شفا دی۔\r\nو موئی نے لاٹھی مار کر پانی کو خون بنا دیا۔\r\nمرقی ۲۳ :\r\nحوالہ\r\nمتی :۱۰ مرقس ۲:۲۶\r\n۲ سلاطین ۴:۳۲۰۳۵\r\n۲ سلاطین ۲:۸\r\n۲ سلاطین ۲۱ : ۱۳\r\n۲ سلاطین ۱۲ ۱۰ : ۵\r\nخروج ۲۰ : ۷\r\n10- يشوع نے ایک جگہ پانی ڈھیرے کر دیا اور بنی اسرائیل گزر یسوع ۱۷-۱۶ : ۳\r\nگئے۔\r\n-11- یشوع نے سورج اور چاند کو ایک جگہ روک دیا۔ يشوع ۱۳- ۱۰:۱۲\r\n12 حزقیل نے ہڈیوں میں پھونک مار کر انہیں زندہ کر دیا۔ حز قیل ۱۰ : ۳۷\r\n13 - ہارون نے گرد کو جو میں بنا دیا۔\r\n14۔ جو ایمان لائے مجھ سے بڑے کام کرے گا۔\r\n15۔ بیماروں پر ہاتھ رکھ کر اچھا کردیں گے۔\r\nخروج ۸:۱۷\r\nبود تا ۱۲ : ۱۴\r\nمرقس ۲۱۸\r\nrt:\r\n16- مسیح نے ہم کو زندہ کیا جب ہم گناہ کے سبب مردہ تھے۔ افسیوں ۵-۱ : ۲\r\n17- پولوس نے لنگڑا اچھا کر دیا۔\r\n18 - منتیاہ نے ساؤل کو آنکھیں دیں۔\r\nاعمال ۱۴:۱۰\r\nاعمال ۱۳ : ۲۲\r\n19- پطرس نے تبتیا نامی عورت کو پانا میں زندہ کر دیا۔ اعمال ۴۱-۹:۳۶\r\n20۔ پطرس نے اپنیاس مفلوج کو ٹھیک کر دیا۔\r\n21- ایلیاء کی دعا سے ۳ برس بعد بارش ہوئی۔\r\nاعمال ۳۵- ۹:۳۲\r\nیعقوب ۱۷ : ۵\r\nمعجزات کی حقیقت\r\n1- قصور کے سبب سے مردہ تھے۔\r\n2 ہم گناہ سے مریں اور نیکی سے زندہ ہوں۔\r\nزندہ رہتا ہے تو حکموں پر عمل کرو۔\r\nاندھے راہ بتانے والے ہیں۔\r\nافسیوں ۱۰۵ : ۲\r\nنمبر پطرس ۲:۲۴\r\nاخبار ۵ : ۱۸\r\nمتی ۱۷ : ۱۹\r\nمتی ۱۴ : ۱۹۱۵ : ۲۳"
    },
    {
        "id": 52,
        "pageNo": 52,
        "pageText": "مضمون\r\n5- لڑکی مری نہیں بلکہ سوتی ہے۔\r\nيسوع ان سے تمثیل میں کلام کرتا تھا۔\r\nمتی ۲۴ : ۹\r\nمتی ۱۳ : ۱۳\r\n7- اگر تم میں خدا کا روح ہے تو تمہارے فانی وجود کو زندہ کرے رومیوان : ۸ اگر تم کا تو فانی کو ) :\r\nحوالہ\r\nاتنے معجزات دیکھے مگر ایمان نہ لائے۔\r\nیوحنا ۱۲:۳۷\r\nایلیا آسمان پر چلا گیا۔\r\nمسیح آسمان پر نہیں گیا\r\n۲ سلاطین ۱۲-۲:۱\r\nایلیا تو آچکا ہے۔\r\nمتی ۱۲-۱۰ : ۱۷\r\nخاک سے جاملے اور روح خدا سے\r\nواعظ ۸-۷ : ۱۲\r\nآسمان پر کوئی نہیں چڑھا سوائے اس کے جو آسمان اترا یعنی یوحنا ۱۳-۲:۱۳\r\nابن آدم جو آسمان میں ہے۔\r\nآسمان سے اس لئے نہیں اترا کہ اپنی مرضی کروں۔ یوحنا ۶:۳۸\r\nپولوس نے کہا خدا نے ہمیں زندہ کیا اور آسمان پر مسیح کے افسیوں ۲:۵۰۷\r\nساتھ بٹھایا۔\r\nپیشگوئیاں جو پوری نہ ہو سکیں\r\n1- جو یہاں کھڑے ہیں موت کا مزہ نہ چکھیں کہ ابن آدم متی ۱۷:۲۸\r\nآجائے گا۔\r\nمرقس\r\n2 اسرائیل کے تمام شہروں میں نہ پھر چکو گے کہ ابن آدم متی ۱۰:۲۳\r\nآجائے گا۔\r\n3 ہم جو زندہ ہیں خداوند کے آنے تک زندہ رہیں گے۔ نمیرا تصسلینکیوں ۴:۱۵\r\n4 جنہوں نے اسے چھیدادہ بھی اسے دیکھیں گے۔\r\n5 اے بھائیوں خداوند کے آنے تک صبر کرو۔\r\nمکاشفه :\r\nیعقوب ۸-۵:۷\r\nمیں تم سے بچ کہتا ہوں کہ جب تک یہ باتیں پوری نہ ہوں یہ متی ۲۹۰۳۴ : ۲۳\r\nنسل تمام نہ ہوگی۔\r\n7- تم ابن آدم کو اتر تا دیکھو گے۔\r\nمتی ۴ : ۲۶\r\nچور کو کہا آج تو میرے ساتھ فردوس میں ہوگا۔\r\nلوقا ۴۳ : ۲۳"
    },
    {
        "id": 53,
        "pageNo": 53,
        "pageText": "و\r\nمضمون\r\nکئی دن بعد حواریوں کو بتایا میں ابھی تک باپ کے پاس نہیں ہو تا ۱۷ :۲۰\r\nگیا۔\r\n10- یہودا کے مرتد ہونے سے بارہ حواریوں کا بارہ قبیلوں کا مستی ۱۹:۲۸\r\nقیامت کے دن فیصلہ کرنا بھی غلط ثابت ہوا۔\r\n11- اگر اونچے پر چڑھایا جاؤں گا تو سب کو اپنے پاس کھینچ لوں گا۔ یوحنا ۳۲ : ۱۳\r\nصداقت حضرت مسیح موعود علیہ السلام از روئے\r\nبائیبل\r\n1- جھوٹا نہیں قتل کیا جائے۔\r\n2 میرا ہاتھ جھوٹی غیب دائی کرنے والے پر چلے۔\r\nحوالہ\r\nاستثناء ۴۱۸:۲۰-۱: ۱۳\r\nمر جمیل :\r\nرمیاه ۱۴:۱۵\r\nجھوٹائی قتل اور مانے والے پراگندہ ہو جاتے ہیں۔ اعمال ۴۰-۳۶ : ۵\r\n- کبھی خدا والوں نے بھی قتل کی کوشش کی۔ ابراہیم نے ایسا یوحنا ۴۰ : ۸\r\nنہ کیا۔\r\nحضرت مسیح موعود علیہ السلام سے خدا نے وعدہ فرمایا۔ تذکرہ صفحہ ہے\r\nواللة يعصمك من الناس\r\nتذکره صفحه ۵۰\r\nة ينصرك رجال نوحى اليهم من السماء\r\nة ياتون من كل فج عميق و يا تيك من كل فج عميق تذکره صفحه ۵۰\r\nیعقوب ۱۷-۵:۱۵\r\n2 (1) دعا ایمان کا ساتھ ہو تو قبول ہوتی ہے۔\r\n(ii) خدا گنہگار کی دعا نہیں سنتا نیک کی ضرور سنتا ہے۔ یوحنا ۹:۳۱\r\nحضرت مسیح موعود علیہ السلام کو قبولیت دعا کا نشان دیا گیا ضرورت امام صفحه ۲۲\r\n3 خود دعوی کرے تو برباد ہو گا مگر خدا کی طرف سے ہے تو متی ۱۵:۱۳\r\nمغلوب نہ کر سکو گے ۔\r\nخدا کی نگاہ صادق پر اور کان ان کی فریاد پر ۔\r\nخداوند جو مجھ سے لڑتے ہیں ان سے لڑ۔\r\nفرمایا:- انى معين من اراد اعانتك وانی مهین من\r\nاراد اهانتک دنیا میں ایک نذیر آیا مگر دنیا نے اس کو\r\nاعمال ۳۹- ۵:۳۸\r\nزبور ۱۵ : ۳۴\r\nزیور ۳ : ۳۵"
    },
    {
        "id": 54,
        "pageNo": 54,
        "pageText": "مضمون\r\nحوالہ\r\nقبول نہ کیا۔ خدا اسے قبول کرے گا اور زور آور حملوں سے تذکرہ صفحہ ۲۰۷\r\nاس کو غالب کرے گا۔\r\nلیکھرا\r\nمرام سعد اللہ کشمیری، الہی بخش اکاؤٹنٹ، ڈوئی اور\r\nعبد اللہ آتھم کا انجام\r\n4 تائید خداوند نشانات اور معجزات کے ذریعہ\r\nتذکره صفحه : ۲۸۵\r\n:\r\nاعمال ۲۲ : ۲\r\nحضرت مسیح موعود کے نشانات اور معجزات کے ذریعہ مدد کی تذکرۃ الشہادتین صفحه ۳۸\r\nگئی۔\r\n5 مبارک وہ جو ۳۳۵ روز تک انتظار کرتا ہے .......۱۲۹۰ دن دانی ایل ۳-۳:۲\r\nہوں گے۔\r\nاس پیشگوئی کا مصداق حضرت مسیح موعود علیہ السلام ہیں۔ حقیقہ الوحی صفحہ ۱۹۹\r\n6 جیسے بجلی پورب سے پچھم تک دکھائی دیتی ہے ایسے ہی ابن متی ۲۲:۲۷ حقیقتہ الوحی صفحہ\r\n۲۳۴\r\nآدم کا نام ہو گا۔\r\n- صادق پر کوئی آفت نہیں آئے گی لیکن شریر بلا میں مبتلا کئے امثال ۱۹۲۱ ۱۳۱۳ : ۱۳ -\r\nجائیں گے۔\r\nانسان کا ہوتا کاروبار اے ناقصاں\r\nایسے کاذب کے لئے کافی تھا وہ پروردگار\r\nکچھ نہ تھی حاجت تمہاری نہ تمہارے مکر کی\r\nخود مجھے نابود کرتا وہ جہاں کا شہر یار در شین\r\n8- سورج چاند کا گرہن ، ستاروں کا گرنا\r\nیہ نشان ۱۸۹۴ء میں ظاہر ہو چکا۔\r\nمتی ۲۵ : ۲۱\r\nسول ملٹری گزٹ\r\n10- طاعون کا ظہور\r\n2 اپریل ۱۸۹۲\r\nسراج الاخبار / جون ۱۸۹۳ء\r\nلو ۳۱ : ۲۱\r\nانی احافظ كل من في الدار احافظک خاصة کشتی نوح\r\n11- درخت اپنے پھل سے پہچانا جاتا ہے۔\r\nحضرت مسیح موعود علیہ السلام کے ذریعہ اللہ نے نیک اور\r\nصالح افراد کی جماعت پیدا کر دی۔ علم و معرفت میں ترقیات\r\nلوقا ۴۴ : ۶"
    },
    {
        "id": 55,
        "pageNo": 55,
        "pageText": "مضمون\r\nعطا فرمائیں فرمایا میں تبلیغ کو زمین کے کناروں تک پہنچاؤں\r\nگا۔ بادشاہ تیرے کپڑوں سے برکت ڈھونڈیں گے۔\r\n12- تم میں کون مجھ پر گناہ ثابت کر سکتا ہے۔\r\nیوحنا ۸:۴۶\r\nحوالہ\r\nیہ خدا کا فضل ہے کہ اس نے ابتدا سے مجھے صدق پر قائم تذکرۃ اشہادتیں صفحہ ۳\r\nرکھا۔\r\n13- انسان نے کبھی ایسا کلام نہیں کیا۔\r\nقل لن اجتمعت الانس والجن\r\nیوحنا ۷:۴۶\r\nبنی اسرائیل : ۸۹\r\nخدا نے صرف حضرت مسیح موعود کو اعجاز تحریر بخشا۔ ضرورت الامام صفحه ۲۲\r\n14- 1- دیکھو اک جہاں اس کا پیرو ہو چلا ہے۔\r\nii۔ میں دنیا میں غالب آیا ہوں۔\r\nحضرت مسیح موعود کی بعثت کی علامات\r\nاعجاز احمد کی صفحه ۲۷\r\nانجاز المسیح\r\nیوتا ۱۹ : ۱۲\r\nیودنا ۱۹:۳۳\r\n1 آسمان کے ستارے اور کواکب بے نور ہو جائیں گے اور سعیاہ ۲۳-۹ : ۱۳\r\nسورج طلوع ہوتے ہوتے تاریک ہو جائے گا اور چاند اپنی\r\nروشنی نہ دے گا......\r\n2۔ جس وقت سے دائمی قربانی موقوف کی جائے گی اور وہ دانی ایل ۲-۱ : ۱۲\r\nاجاڑنے والی مکروہ چیز نصب کی جائے گی ایک ہزار دو سو\r\nنوے دن ہوں گے۔ مبارک وہ جو ایک ہزار تین سو پینتیس\r\nروز تک انتظار کرتا ہے۔\r\n1-11\r\n- قوم پر قوم اور سلطنت پر سلطنت چڑھائی کرے گی۔ جگہ جگہ متی ۸-۵ : ۲۳ لو تا ۱۰ : ۲۱\r\nکال پڑیں گے۔\r\n4 سورج تاریک ہو جائے گا۔ چاند اپنی روشنی نہ دے گا۔ متی ۲۹۰۳۱ : ۲۴\r\nستارے آسمان سے گریں ے۔\r\nجس گھڑی تم کو گمان بھی نہ ہو گا ابن آدم آجائے گا۔ متی ۴۴ : ۲۴\r\n-6 میں تم سے کہتا ہوں کہ اب سے مجھے پھر ہر گز نہ دیکھو گے"
    },
    {
        "id": 56,
        "pageNo": 56,
        "pageText": "مضمون\r\nجب تک نہ کہو گے کہ مبارک ہے وہ جو خداوند کے نام سے متی ۳۹ : ۲۳\r\nآتا ہے۔\r\nحوالہ\r\n7- میں نے یہ باتیں تمہارے ساتھ رہ کر تم سے کہیں لیکن یوحنا ۲۶-۱۴:۲۵\r\nمددگار یعنی روح القدس جسے باپ میرے نام سے بھیجے گا\r\nجیسا نوح کے دنوں میں ہوا تھا اسی طرح ابن آدم کے دن لو ۱۷:۲۶۰۳۵۶\r\n۲ بطرس ۳:۱۰\r\nمیں ہو گا........\r\nخداوند کا دن چور کی طرح آجائے گا۔\r\n10- یہ جان رکھ کہ اخیر زمانہ میں برے دن آئیں گے کیونکہ ۲ شمیس ۳:۱۰۹\r\nآدمی خود غرض .........\r\n11 خداوند کا دن اس طرح آنے والا ہے جس طرح رات کو انصسلنیکیوں ۵:۲۰۵ الا ہے جس طرح رات کو انسائیگیوں ۲۰۵ ۵۰\r\nچور آتا ہے۔\r\n12 - جسے باپ میرے نام بھیجے گا۔ (یعنی مسیح خود نہ آئیں گے) یوتا ۱۴:۲۵\r\n13- خدا کی بادشاہی ظاہری طور پر نہ آئے گی۔\r\n14 جب یہ ہو تو جان لو خدا کی بادشاہی قریب ہے۔\r\nلوقا ۲۰ : ۱۷\r\nلو تا۲۸-۲۵ : ۲۱\r\nلو ۲۱:۳۱\r\n1- آسمان تاریک ہو جائے گا اور تارے گریں گے ۔ متی ۲۹ : ۲۴\r\n16۔ تم کو معلوم نہ ہو گا ابن آدم آجائے گا۔\r\nمتی ۲۴:۴۴\r\n17- چور کی طرح آتا ہو گا۔\r\nلو ۱۳:۳۹\r\n۲ پطرس ۱۰ : ۳\r\nاتصیلی کیوں ۵:۲\r\n18- انہیں میرے نام پر رکھ دیا جائے گا۔ قید بند کی صعوبتیں متی ۲۳-۱۰:۱۷\r\nہوں گی۔\r\nمرقی ۹۱۳ : ۱۳\r\nلو تا ۱۹- ۲۱:۱۲\r\nمیکاه :\r\n."
    },
    {
        "id": 57,
        "pageNo": 57,
        "pageText": "مضمون\r\nحوالہ\r\n9 وظاہر ان الرفع ... الذي يكون بعد التوفية هو الفتاوی ( محمود شلوت) صفحه 63\r\nرفع المكانة لا رفع الجسد خصوصا وقد جاء\r\nبجانبه قوله و مطهر ك من الذين كفروا) مما يدل\r\nعلى ان الامر امر تشریف و تکریم اور ظاہر ہے کہ\r\nجب رفع کا لفظ وفات کے بعد آئے تو اس سے مراد درجات\r\nکی بلندی ہے نہ کہ جسم کا رفع خصوصاً ایسے مقام پر کہ\r\nخداتعالی نے فرمایا ( و مظهرك من الذين كفروا ) -\r\nاس بات پر دلالت کرتا ہے کہ یہاں پر معاملہ عزت و احترام کا\r\nہے۔\r\n10- واعلم ان هذه الآية تدل على ان رفعه في قوله : التفسير الكبير جلد - 7 صفحہ 69 زير\r\nورافعك الى) هو الرفعة بالدرجة والمنقبة لا آيت اذ قال الله يعيسي\r\nبالمكان والجهة كما أن الفوقية في هذه ليست\r\nبالمكان بل بالدرجة والرفعة اور یا درکھیں کہ اس ۲ تفسیر الواضح الجز الاول صفحه 64\r\nآیت ( رافعک الی ) میں رفع کا لفظ درجات اور مقام میں - دکتور محمد محمود مجازی جامعہ از هر\r\nبلندی کے معنوں میں آیا ہے نہ کہ جگہ اور طرف کے مفہوم\r\nمیں جیسا کہ یہاں فوقیت کا تعلق کسی جگہ سے نہیں بلکہ\r\nدرجات کی بلندی سے ہے۔\r\nكيف انتم اذا نزل ابن مريم فيكم واما مكم منكم بخاری کتاب بدء الخلق باب نزول\r\nقرآنی محاورہ میں لفظ نزول ہر اس چیز کے لئے بولا جاتا ہے جو عیسی بن مریم جلد دوم صفحہ 354\r\nانسانی زندگی کے لئے غیر معمولی افادیت اور اثر رکھتی ہو۔\r\nلفظ نزول قرآن شریف میں\r\n1- انزل لكم من الانعام ثمانية ازواج\r\nالزمر : 7\r\n2 انزلنا عليكم لباسا يوارى سوا تكم وريشا الاعراف: 27\r\n3- ان من شيء الا عندنا خزائنه وما ننزل الا بقدر الحجر : 22\r\nمعلوم\r\n-4 ينزل لكم من السماء رزقا\r\nالمومن : 2"
    },
    {
        "id": 58,
        "pageNo": 58,
        "pageText": "مضمون\r\nمسیح ایک نبی تھے اور یہی اس وقت کے\r\nلوگ جانتے تھے\r\n1 میری تعلیم اپنی نہیں بلکہ اس کی ہے جس نے مجھے بھیجا ہے۔ یوحنا :\r\nیوحنا ۷:۲۸\r\nحوالہ\r\n2 ہمیشہ کی زندگی یہ ہے کہ وہ تجھ خدا کو جانیں جس نے یوحنا ۳۲۱ : ۱۷\r\nمجھے بھیجا ہے۔\r\n3 وہ ایک نبی ہے۔\r\n4۔ جناب تو تو نبی ہے۔\r\n5 وہ (صبح) ایک طاقتور نمی تھا۔\r\nکوئی نبی یروشلم سے باہر نہیں مر سکتا۔\r\nدائیں بائیں بیٹھانا میرے بس میں نہیں۔\r\nایک بڑانی ہمارے درمیان ظاہر ہوا ہے۔\r\nکیونکہ لوگ اسے نبی یقین کرتے تھے۔\r\n10۔ کیونکہ وہ نبی ہے۔\r\nیوحنا ۵:۳۰٬۳۰\r\nیوحنا ۷ :\r\nیوحنا ۱۹ : ۴\r\nلوقا ۱۹ : ۲۴\r\nلو ۳۳ : ۱۳\r\nلوقا ۴۱ : ۱۰\r\nلوقا ۱۶ : ۷\r\nمتی ۲۱:۴۶\r\nمتی ۴۱ : ۱۰\r\nمتی ۵۷ : ۱۳\r\nمتی :۲۱\r\n11- ان کے اپنے گھر میں نبی باعزت نہیں۔\r\n12- لوگوں نے کہا یہ ناصرت کا نبی یسوع ہے۔\r\n13۔ بعض نے کہا یہ دوسروں نبیوں کی طرح ایک نبی ہے۔ مرقس ۱۵ : ۶\r\n14- مسیح نے کہا۔ ان کے گھر ان کے درمیان ایک نبی ہے۔ مرقس ۶:۴\r\n15- اگر یہ نبی ہوتا تو جانتا کہ یہ کون اور کیسی عورت ہے۔ لو تا ۷:۳۹\r\n16۔ نبی اپنے وطن میں معزز نہیں ہوتا۔\r\n17۔ بعض نے کہا یہ سچا نبی ہے۔\r\n18- عورت نے کہا معلوم ہوتا ہے کہ تو نبی ہے۔\r\n-19- پطرس نے کہا تو صحیح ہے۔\r\nمسیح انسان اور خدا کا نبی تھا\r\n1 جس طرح نوح کے سیلاب نے سب کچھ ختم کر دیا ابن آدم\r\nیوحنا ۴۴ : ۴\r\nیوحنا ۷:۴۰\r\nیوحنا ۱۹ : ۴\r\nمرقس ۳۰-۲۹ : ۸"
    },
    {
        "id": 59,
        "pageNo": 59,
        "pageText": "بھی اس طرح آئے گا۔\r\nمضمون\r\nمتی ۳۹ : ۲۴\r\n2 کیا یہ مریم کا بیٹا ترکھان نہیں؟ جس کے بھائی جیم ، یوسف مرقس ۶:۳\r\nحوالہ\r\nجو دس اور تمعون ہیں۔\r\nاے یہودہ کیا تو چوم کر ابن آدم کو مردانا چاہتا ہے۔ لوقا ۴۸- ۲۲:۴۷\r\n-4 تم ابن آدم کا گوشت کھاؤ گے اور خون پیو گے۔ بوختانم ۵- ۶:۵۳\r\n- تم اگر ابراہیم کے بیٹے ہوتے تو ایک انسان کو قتل نہ کرتے جو یوحنا۴۰-۳۹ : ۸\r\nخدا کی بات بتاتا ہے۔\r\nممکن نہیں کہ نبی مرد علم سے باہر ہلاک ہو۔\r\nالله\r\nالله\r\nله\r\nله\r\nله\r\nولم\r\n7 یسوع ناصری جو کام اور کلام میں قدرت والد نبی تھا۔ لو تا ۱۹ : ۲۴\r\n8- نبی اپنے وطن میں عزت نہیں پاتا۔\r\nيسوع مسیح جسے تو نے بھیجا ہے جائیں۔\r\n10 عورت نے کہا یہ سچا نبی ہے۔\r\nیسوع مسیح کا مشن صرف بنی اسرائیل تک محدود تھا\r\nمسیح صرف یہود کا گورنر تھا۔\r\nیوحنا ۴۴ : ۴\r\nیوحنا ۳ : ۱۷\r\nیوتا ۱۹ : ۴\r\nمتی ۶۵ : ۲\r\n2 توریت کو منسوخ کرنے نہیں مکمل کرنے آیا ہوں۔ متی ۱۸-۵:۱۷\r\nمتی ۱۲ : ۷\r\nمتی ۱۰:۵۸\r\n-3- توریت اور نبیوں کی تعلیم یہی ہے۔\r\n4 اسرائیل کے علاوہ کسی اور کے پاس نہ جاتا۔\r\n5 بنی اسرائیل کے سب شہروں میں نہ پھر چکو گے۔ متی ۱۰:۲۳\r\n-6 اسرائیل کے علاوہ کسی اور کے پاس نہیں بھیجا گیا۔ متی ۲۴ : ۱۵\r\n-7 پاک چیز کتوں کو نہ دو۔ اور نہ ہی موتی سوروؤں کو ۔ متی ۲۶ : ۱۱۵ : ۷\r\nمتی ۲۸ : ۱۹\r\nمتی ۲۱:۰۵\r\n8 اسرائیل کے بارہ قبیلوں کا انصاف کرو گے ۔\r\nصیہوں کی بیٹی سے کہو تیرا بادشاہ آتا ہے۔\r\n10۔ اس نے اپنے خادم اسرائیل کو سنبھال لیا۔\r\n11 اسرائیل کے بتوں کے لئے کرنے اور اٹھنے کا نشان ہوگا۔ لو تا ۲:۳۴\r\n-12 میری اور بھی بھیٹرس ہیں جو اس بھیڑ خانہ کی نہیں۔ لو حنا : ۱۰ لوقا ۱۰ : ۱۹\r\n- پراگندہ کو ایک جگہ جمع کردے۔\r\n-13\r\nلو ۱:۵۴\r\nیوحنا ۵۲ : ۱"
    },
    {
        "id": 60,
        "pageNo": 60,
        "pageText": "مضمون\r\n14 یهود جو ساری دنیا میں پھیلے ہیں کی طرف جاؤ۔\r\nیعقوب ! :)\r\nاعمال ۵ : ۲\r\n15 - یہود تمام ملکوں سے آئے۔\r\n16- اگر تیری بات نہ سنیں تو غیر قوم اور محصول لینے والے جان۔ متی ۱۸:۱۷\r\n-17 لڑکوں کی روٹی کتوں کو ڈالنا اچھا نہیں۔\r\nمرقس ۷:۲۷\r\n18۔ اے اسرائیلو یسوع ناصری تمہاری طرف ایک رسول تھا۔ اعمال ۲:۳۲\r\n19- بے شرع لوگوں کے ہاتھ مصلوب کروایا۔\r\nاعمال ۲:۲۳\r\n20۔ لوگوں نے پطرس سے غیر قوموں میں تبلیغ کرنے پر جھگڑا کیا اعمال ۱۴ :\r\n21۔ حواری یہودیوں کے علاوہ کسی کو نہ سناتے تھے ۔\r\n22- یعقوب کا سلام بارہ قبیلوں کو پہنچے۔\r\nاعمال ۱۹ : 1\r\nیعقوب ! :)\r\n1:\r\nحوالہ\r\n23- پطرس نے یہود کو دیکھ غیر قوموں کے ساتھ کھانا نہ کھایا۔ کلتیوں ۱۵- ۳ : ۲\r\n24 غیر قوموں میں تبلیغ پولوس اور پطرس کی چال ہے۔ اعمال ۴۶-۴۴ : ۱۳ ۱۴:۲۷\r\n۱۸ : ۵-۶\r\nیوحنا ۵:۴۵\r\n25- جو موسیٰ کو مانتا ہے وہ مجھے مانتا ہے۔\r\n26- غیروں کے بارے فرمایا میں کہہ دوں گا میں تم کو نہیں جانتا۔ متی ۲۲ : ۷\r\n27 میں اپنی بھیڑوں کو ہر جگہ ہر ملک سے واپس لاؤں گا۔ حز قیل ۱۳-۱۸ : ۳۴\r\n28 ہر قوم میں سے جو آسمان تلے ہے خدا ترس یهودی مرد علم اعمال ۲:۵\r\nمیں رہتے ہیں۔\r\n۔\r\n29۔ شام کی حکومت کو ساری دنیا تا گیا۔\r\n-1\r\nبائیبل میں تحریف اور باہمی اختلافات کی چند\r\nمثالیں\r\nلو تا ۲:۱۴\r\nرمیاه ۸ :۸\r\nلکھنے والے کے باطل قلم نے بطالت پیدا کی۔\r\n2 ہمارے خدا کے کلام کو بگاڑ ڈالا۔\r\n3 میں نے چاہا کہ ٹھیک ٹھیک دریافت کر کے ترتیب سے لو تا ۳-۱ :)\r\nلکھوں۔\r\nر میاه ۳۶ : ۲۳\r\n4 باپ جب فوت ہوا تو اس عمر ۴۰ برس تھی۔\r\n۲ تواریخ ۲۰ : ۲۱"
    },
    {
        "id": 61,
        "pageNo": 61,
        "pageText": "مضمون\r\nمگر اس بیٹے کی عمر باپ کی وفات کے وقت ۴۲ سال تھی۔ ۲ تواریخ ۲۲:۱۰\r\n-5 یہو یا کین ۱۸ سال کی عمر میں حکومت کرنے لگا۔\r\nیسو یا کین ۸ سال کی عمر میں حکومت کرنے لگا۔\r\nاسرائیلی ۸ لاکھ اور یہودہ ۵ لاکھ تھے۔\r\nاسرائیلی االا کھ اور یہودہ ۴لاکھ 20 ہزار تھے ۔\r\nسلیمان کے ہاں ۴۰ ہزار تھان تھے ۔\r\nسلیمان ہاں ۴ ہزار تھان تھے ۔\r\nحوالہ\r\n۲ سلطان ۲۴:۰۸\r\n۲ تواریخ ۲۵ : ۹\r\n۲ سموئیل ۲۲:۱۹\r\nاتوار یخ ۲۱:۵\r\nاسلاطین ۲۶ : ۴\r\n۲ تواریخ ۲۵ : ۹\r\n8 ساؤل کو میں نے قتل کیا ہے اور یہ کنگن اور تاج ہے۔ ۲ سموئیل ۱۰-۱:۵\r\nساؤل نے خود کشی کی۔\r\nو یسوع مسیح نے اپنی صلیب خود اٹھائی۔\r\n10- یسوع کی صلیب شمعون کرینی نے اٹھائی۔\r\n11 صوبیدار خود چل کر آیا۔\r\nصوبیدار کو یہودیوں کے بزرگوں نے بھیجا۔\r\nاسموئیل ۵-۴ : ۳۱\r\nیوحنا ۱۹:۱۷\r\nمتی ۳۲ : ۲۷\r\nلوقا ۲۶ : ۲۳\r\nمتی ۵ : ۸\r\n12- یسوع کی پیدائش کی خوشخبری دینے فرشتہ مریم کے پاس آیا ۔ لو ۳۰ : )\r\nیسوع کی خوشخبری دینے فرشتہ یوسف نجار کے پاس گیا۔ متی ۱:۲۰\r\n13 - یوحنا نے مسیح سے کہا میں خود بپتسمہ لینے کا محتاج ہوں۔ متی ۲:۱۴\r\nیونا نے مسیح کی طرف آدمی بھیجا کہ پوچھے کہ کیا آنے والا تو لو قا۲۰ : ۷\r\nہی ہے یا کسی اور کی راہ دیکھیں۔\r\n14 - مبارک وہ جو صلح کراتے ہیں۔ کہ وہ خدا کے بیٹے کہلا ئیں متی ۹ :۵\r\nگے۔\r\n15- یہ مت خیال کرو کہ میں صلح کرانے آیا ہوں۔ صلح نہیں بلکہ متی ۱۰:۳۴\r\nتلوار چلانے آیا ہوں۔\r\n16- یہ عام لوگ جو شریعت سے واقف نہیں لعنتی ہیں۔ یوحنا ۷:۴۹\r\n17- شریعت کو ایمان سے واسطہ نہیں۔\r\nاور شریعت لعنت ہے۔\r\nکلیتوں ۱۴- ۳:۱۳\r\nکلیتوں ۳:۱۲"
    },
    {
        "id": 62,
        "pageNo": 62,
        "pageText": "مضمون\r\nبائیبل اور اسلامی عبادات\r\n1- عبادت سے قبل وضوء کر\r\n1- وضوء کرنے کی جگہ بنانے کا حکم\r\n2 - عبادت گاہ میں آنے سے قبل وضوء کا حکم\r\nعبادت گاہ میں جانے سے پہلے وضوء کر\r\n4- وضوء کرنے کا طریق\r\n2- اذان دینے کا حکم\r\n1 گلا پھاڑ کر چلا۔\r\n2 بلند آواز میں خدا کی فریاد کی۔\r\nبلند آواز میں کہا نجات خدا کی طرف سے ہے۔\r\n3 عبادت گاہ میں جانے سے قبل جوتے اتارنے\r\nکا حکم\r\n1۔ اے موسیٰ اپنے جوتے اتار دے\r\n2 یشوع نے جوتے اتار دیئے۔\r\n4- عبادت میں قیام کرنا\r\n1- عبادت کے لئے سب لوگ کھڑے ہو گئے۔\r\n2 لاویوں نے کہا کھڑے ہو جاؤ۔\r\n3 سب نے آمین کہا۔\r\n-4- ایک صف میں کھڑے ہو کر عبادت کی۔\r\n5- ایک دل ہو کر عبادت کریں۔\r\n6- عبادت میں کوئی تفریق نہیں۔\r\n5- سجدہ کرنے کا حکم\r\nحوالہ\r\nخروج ۲۰-۱۷ : ۳۰\r\nخروج ۲۰-۱۷ : ۳۰\r\n۲۰:۳۰۰۲۰\r\nیوحنا ۱۷-۳ : ۱۳\r\nسوره مائده : ۵:۷\r\nسعیاہ ۲۰-۱ : ۵۸\r\nنمیاه ۹:۲\r\nمکاشفه :\r\nخروج ۳:۵\r\nيشوع ۵:۱۵\r\nنمیاه ۸:۵\r\nنمیاد ٩:٥\r\nنمیاه ۸:۲\r\nنمیاه ۸:۳\r\nصفنیاہ ۳:۹\r\nیعقوب ۲:۲۵"
    },
    {
        "id": 63,
        "pageNo": 63,
        "pageText": "مضمون\r\n1- حضرت ابراہیم نے سجدہ کیا۔\r\n2 حضرت موسیٰ اور ہارون نے سجدہ کیا۔\r\n.3 داؤد اور بزرگوں نے سجدہ کیا۔\r\n4- عزرا نے سجدہ کیا۔\r\n5- ایک پہر تک سجدہ کرتے رہے۔\r\n6- یشوع نے سجدہ کیا۔\r\n7 مسیح نے سجدہ کیا۔\r\n-8\r\n9۔ فرشتوں نے سجدہ کیا۔\r\n6 روزه\r\n1- مسیح نے روزہ رکھا۔\r\n2 ایلیا نے روزہ رکھا۔\r\n3- داؤد نے روزہ رکھا۔\r\n4 نمیاہ نے روزہ رکھا۔\r\n5 سموئیل نے روزہ رکھا۔\r\n-6- موئی نے روزہ رکھا۔\r\n7- بربناس نے روزہ رکھا۔\r\n7- حج\r\n1 میں اپنے خدا کے گھر کا دربان ہوں۔\r\n2 سب بھیڑیں تیرے پاس جمع ہوں۔\r\n3 نذر کے ایام میں سر نہ منڈھیں۔\r\n4 اٹھ بیت امل کو جا۔\r\n5 قربان گاہ بنائی اور بیت ایل کے مشرق میں گیا۔\r\n8- عبادت میں گانا بجانا\r\n1 گانا اور ناچ جسمانی لذت ہے۔\r\nحوالہ\r\nپیدائش ۳۱۷ : ۱۷\r\nگنتی ۶ : ۲۰\r\nا تواریخ ۱۷-۱۶ : ۲۱\r\nنمیاه ۲ : ۸\r\nنمیاه ۶:\r\nيشوع ۵:۴\r\nلوتا ۴۱ : ۲۲\r\nمتی ۳۹-۲۶:۳۸\r\nمکاشفه :\r\nمکاشفه ۱۷-۱۵ : ۱۱\r\nمتی ۱۲: ۴ متی ۱۸:۲۰\r\nا سلاطین ۷۰ : ۱۹\r\n۲ سموئیل ۱۷-۱۵ : ۱۳\r\nنمیاه ۱:۱۰۵\r\nا سموئیل ۵۰۶ : ۷\r\nخروج ۳۴:۲۷\r\nاعمال ۱۳ : ۱۳\r\nزیور ۱۲ : ۸۴\r\nسیاه ۱۲-۲: ۲۰\r\nگفتی ۱۵ : ۳۵\r\nپیدائش ۱۵-۱۱۴ : ۳۵\r\nپیدائش ۹-۲ : ۱۲\r\nکلیتون ۲۱-۱۹ : ۵"
    },
    {
        "id": 64,
        "pageNo": 64,
        "pageText": "مضمون\r\n2 تالی بجانا خدا کو نہ پسند ہے۔\r\nتالی بجانا خدا سے دور کر دیتا ہے۔\r\nساز پر گانا خدا کو پسند نہیں۔\r\n5- عورت چرچ میں نہ بولے۔\r\n9 - شراب نوشی کی ممانعت\r\n1- شراب ناپاک ہے۔\r\n2 شراب پی کر چہچ نہ جائے۔\r\n3 شراب کو نہ دیکھ ۔\r\n4 شراب دف خدا کے کام نہیں۔\r\nافسوس ان پر جو شراب پیتے ہیں۔\r\n6۔ افسوس ان پر جو شراب پیتے ہیں۔\r\n7 منت والا شراب نہ پیئے۔\r\n8۔ نشہ نہ کریں۔\r\n9۔ نشہ کرنا جسم کے کام ہیں۔\r\n10- شرابی آسمان کی بادشاہی میں داخل نہ ہو گا۔\r\n10 حرام اشیاء\r\n-1\r\nتم گوشت کے ساتھ خون کو نہ کھانا۔\r\nحوالہ\r\nرومیوں ۱۳:۱۳\r\nحزقیل ۱۰۷ : ۲۵\r\nایوب ۳۴:۳۷\r\nعاموی ۵:۲۳\r\nعاموس ۹-۶:۴\r\nکر تھوں ۳۵ : ۱۴\r\nقیمت میں ۲۰۱۵ : ۲\r\nاخبار ۱۰ : ۱۰\r\nاخبار - : ۱۰\r\nامثال ۳۲-۳۰-۲۱ : ۲۳\r\nحسیاه ۱۳-۱ : ۵\r\nعیار ۵:۲۲\r\nسیاه ۲۲ : ۵\r\nگفتی ۶:۱۳\r\nرومیوں ۱۳ : ۱۲\r\nرومیوں ۲۱ : ۱۳\r\nکیوں ۱۲-۱۹ : ۵\r\n1 کرنتھوں ؟ :\r\nپیدائش ۹:۰۲\r\n2 اونٹ ، خرگوش ، سور اور جن کے پاؤں چیرے ہوئے استثناء ۱۴:۰۸\r\nنہیں یا جو جگالی نہیں کرتے حرام ہیں۔\r\nانشاء ۱۴:۲۱\r\n11- سود کی حرمت کا حکم\r\n1- تو اس سے سود یا منافع نہ لینا۔\r\nسعیاه ۴-۲ : ۶۵\r\nاخبار ۳۵ : ۲۵"
    },
    {
        "id": 65,
        "pageNo": 65,
        "pageText": "مضمون\r\n2 اپنے بھائی کو سود پر قرض نہ دینا۔\r\n12- وہ آیات جو بائیبل کے متن سے نکال دی\r\nگئیں ہیں یا بریکٹ میں لکھ دی ہیں۔\r\nمتی ۱۴ : ۱۱٬۲۳ : ۲۱۱۸ : ۱۷\r\nمرقس ۲۰-۹ : ۴۶۱۶-۴۴ : ۱۹۴۹ : ۷\r\nلوقا ۱۷ : ۲۳\r\nیوحنا 1-1 : ۵۳٬۱۸ : ۴۴۷ : ۵\r\nاعمال ۲۹ : ۷٬۲۸ : ۲۴\r\nرومیوں ۲۴ : ۱۶\r\nمتفرق حوالہ جات\r\nحوالہ\r\nاستثناء ۱۹ : ۲۳\r\n1- حضرت حاجرہ حضرت ابراہیم کی بیوی تھی نہ کہ لونڈی۔ پیدائش ۳ :\r\n2 اسماعیل فار ان کے بیابان میں رہتا تھا۔\r\n3- ختنہ کرانے کا حکم۔\r\nپیدائش ۲۱ : ۲۱\r\nپیدائش ۱۲-۱۰ : ۱۷\r\n4 حضرت ابراہیم کو اسماعیل اور اسحاق نے دفن کیا۔ پیدائش ۹ : ۲۵\r\nفمرد عورت پر حکومت کرے گا۔\r\nخدا نے ساتویں دن آرام کیا۔\r\nخدا نے ساتویں دن آرام کیا۔\r\nپیدائش ۴ : ۳\r\nپیدائش ۲:۲\r\nخروج ۳۱:۱۷\r\n8- جس نے میرا گناہ کیا اس کا نام مٹا دوں گا۔\r\nو جو خدا کے لئے نذر مانے شراب نہ ہے۔\r\nخروج ۳۳ : ۳۲\r\nگفتی ۴-۲ : ۶\r\n10 شریعت موسوی کے دس احکام خدا نے خود لکھے۔ استثناء ٩:١٠\r\n1 ایلیاہ رتھ میں آسمان پر چلا گیا۔\r\n۲ سلاطین ۱ : ۲\r\n12 شریر کی روش سے نفرت اور صداقت سے محبت ہے۔ ء محبت ہے۔ امثال ۹ : ۱۵\r\n13- خدا اپنے عمد کو نہ بدلے گا۔\r\nزیور ۳۹ : ۸۹\r\n14- خدا کی روح نے مجھے بنایا اور اس کا دم مجھے زندگی بخشتا ہے ایوب ۴ : ۳۳\r\n15- جو عورت سے پیدا ہوا کیونکہ پاک ہو سکتا ہے۔\r\nایوب ۱۴ : ۱۵"
    },
    {
        "id": 66,
        "pageNo": 66,
        "pageText": "مضمون\r\n16 - اسرائیل پراگندہ ہو گئے۔\r\n17- یہودی ہندوستان سے کوش تک پہلے تھے۔\r\n18- ایلیا تو آچکا۔\r\n19- باغ کو ٹھیکہ پر دینے کی تمثل\r\n20 - یہ نسل تمام نہ ہوئی کہ ابن آدم آجائے گا۔\r\n21- مسیح محاورات میں کلام کرتا تھا۔\r\n22۔ میں کہہ دوں گا میں تمہیں نہیں جانا۔\r\n23- پطرس کو کہا اے شیطان دو رہو ۔\r\n24 ابن آدم کے لئے سردھرنے کی جگہ نہیں۔\r\nایوب ۴ : ۲۵\r\nحوالہ\r\nتیل ۳۴:۲۰۲۳٬۳۱\r\nاستر ۸ : ۱۳ : ۸:۹۱\r\nمتی : ۱۷:۲۹\r\nمتی ۳۳:۴۴\r\nمتی ۳۱ : ۱۳\r\nمتی ۱۳ : ۱۳\r\nمتی ۲۲ : ۷\r\nمتی ۱۶:۲۳\r\nمتی ۲۶ : ۸\r\n25- میری خاطر چھوڑو گے تو آخرت میں سو گنا ملے گا۔ متی ۲۵ : ۱۹\r\n26۔ چھٹے گھنٹے سے نویں تک اندھیرا چھایا رہا۔\r\n27۔ جو بات منہ سے نکلتی ہے ناپاک کرتی ہے۔\r\n28- مقدس کا پردہ پھٹ گیا۔\r\n2- يوسف ارمیہ یسوع کا شاگرد تھا۔\r\n30 - جو کچھ دعا میں مانگو گے ملے گا۔\r\n31. صلیب سے قبل مسیح نے دعائیں کیں۔\r\n32 - یسوع کے شاگر د بھاگ گئے ۔\r\n33- اس گھڑی کو کوئی نہیں جانتا۔\r\nمتی ۲۷:۴۵\r\nمتی ۲۰- ۱۸ : ۱۵\r\nمتی ۵۲-۵۱ : ۲۷\r\nمتی ۵۷ : ۲۷\r\nمتی ۲۲-۲۱:۲۱\r\nمتی ۲۲-۲۶:۲۱\r\nمرقس ۴۹ : ۱۳\r\nمتی ۳۲ : ۱۳\r\nمتی اے : ۱۳\r\nمتی ۳۲ : ۱۵\r\n34- پطرس نے مسیح کو پہچاننے سے انکار کر دیا۔\r\n35- دونوں ڈاکو یسوع کو طعن کرتے تھے۔\r\n36- دوبارہ اتا نہ دیکھ لیں موت کا مزہ ہر گز نہ چکھیں گے۔ متی 1 : 9\r\n37- آسمان زمین مل سکتے ہیں۔ مگر شریعت نہیں بدل سکتی۔ لوقا ۱۷ :\r\n38- ابن آدم گمشدہ کو تلاش کرنے اور نجات دینے آیا ہو۔\r\nلو تا ۱۰ : ۹\r\nلو ۳:۲۳\r\nلوقا ۵۶ : ۲۳\r\n39۔ جیسا کہ خیال کیا جاتا تھا کہ وہ یوسف کا بیٹا ہے۔\r\n40- حواریوں نے سبت کو آرام کیا۔\r\n41- یسوع اپنے دوستوں کے ساتھ سبت کو چرچ گیا۔ لو ٤:١٦٥"
    },
    {
        "id": 67,
        "pageNo": 67,
        "pageText": "مضمون\r\n42- آسمان پر کوئی نہیں چڑھا مگر جو آسمان سے آیا۔\r\n43- تم مجھ میں اور میں تم میں ہوں۔\r\n44 میں اس دنیا کا نہیں اور وہ بھی۔\r\n45- میرا جسم نہیں بلکہ تعلیم ہے جو بچا سکتی ہے۔\r\n46- بیٹا ہونے کی حقیقت\r\n47- تھوڑی دیر دیکھو گے پھر نہیں دیکھو گے۔\r\n48- یسوع کے بھائی اس پر ایمان نہ لائے۔\r\n49 مسیح عید پر پوشیدہ طور پر گیا۔\r\n50- مسیح قربانی سے کترا تا رہا۔\r\n51 - یہودی مسیح اور لعزر دونوں کو مارنا چاہتے تھے۔\r\n52- ہمارے خدا کے کلام کو بگاڑ دیا۔\r\n53- ابتداء میں عیسائی سبت مناتے تھے۔\r\n54 پولوس نے شریعت میں دخل اندازی\r\n55- بت پرستی عیسائیت میں بعد کی ایجاد ہے۔\r\n56- خدائی صفات\r\n57- انطاکیہ میں پہلی مرتبہ مسیحی کر بچن کہلائے۔\r\n58- آنحضرت ﷺ کی پیشگوئی۔\r\n59- یہودی تمام ملکوں سے آئے۔\r\n60- بتسمہ لو تو روح القدس نازل ہو گا۔\r\n61- غیر یہودیوں میں تبلیغ پولوی چال ہے۔\r\n62- یسوع کو خدا نے جلایا ۔\r\n63- ہر نبی کو مختلف اعجاز ا ہے۔\r\n64۔ ہر عورت خاوند اور خاوند بیوی کرے۔\r\n65- مسیح بے دینوں کے لئے مرا۔\r\n66- اپنے آپ کو گناہ کے اعتبار سے مردہ سمجھو۔\r\nحوالہ\r\nیوحنا ۱۳ : ۳\r\nیوحنا ۲۰ : ۱۳\r\nیوحنا ۱ : ۱۷\r\nیوحنا :\r\nیوحنا ۸:۳۸۰۴۴\r\nپوتا ۱۰:۱۶\r\nیوحنان :\r\nیوحنا 10 : 2\r\nہو تا ۲-۱ : ۷\r\n1:41\r\nرمیاه ۸ :۸\r\nاعمال ۱۳ : ۱۲\r\nاعمال ۲۱-۵ : ۱۵\r\nاعمال ۱۷ : ۱۷\r\nاعمال ۲۷-۲۴ : ۱۷\r\nاعمال ۳۶ :\r\nاعمال ۲۲- ۱۷ : ۳\r\nاعمال ۵ : ۲\r\nاعمال ۳۸۰۳۹ : ۲\r\nاعمال ۴۶ : ۱۳\r\nاعمال ۳۲ : ۲\r\nاگر تھوں ۸-۴ : ۱۲\r\nکر نتھوں ۷:۱۷\r\nرومیوں ۶۹ : ۵\r\nرومیوں ۱ : ۸\r\n67- اگر تم میں خدا کا روح ہے تو وہ تم کو زندہ کرے گا۔ رومیوں ۸:۱\r\n68- ہم خدا کے بیٹے ہیں۔\r\nرومیوں ۱ : ۸"
    },
    {
        "id": 68,
        "pageNo": 68,
        "pageText": "مضمون\r\nحوالہ\r\n5 قد انزل الله اليكم ذكر ا ر سو لا يتلو عليكم ايات الطلاق \" .2\r\nالله\r\nة وانزلنا الحديد فيه باس شديد و منافع للناس. الحديد : 25\r\nT\r\nلفظ نزول حدیث میں\r\nعن عائشة قالت خرجنا مع رسول الله في الشهر بخاری کتاب الحج\r\nالحج وليالى الحج فنزلنا بسرف قالت نخرج\r\nاليه صحابه\r\nعن ابي هريرة ينزل المهدى فيبقى في الارض - نمایه لابن الاثیر\r\n٣- يارسول الله این تنزل غدا - یا رسول اللہ ! کل صحیح مسلم باب النزول\r\n-2\r\nآپ کس کے ہاں ٹھہریں گے۔\r\nو كنت عليهم شهيدا ما دمت فيهم فلما\r\nتو فيتنى كنت انت الرقيب عليهم .\r\nالمائدة : 118\r\n\" و كنت عليهم شبيدا مادمت فيهم.... تو جانتا ہے الہام الرحمان فی تفسیر القرآن زیر\r\nمیری وفات کے بعد ان میں یہ خیال واقع ہوا۔ میرے وقت آیت فلما توفيتني.\r\nحیات میں اور میرے اصحاب کے وقت حیات میں ایسی کوئی\r\nبات نہ تھی۔ \"\r\n1 توفى الله فلانا ای قبض روحه\r\nتوفی کے معنی روح قبض کرنے کے ہیں۔\r\n2- توفاه اللهاذا قبض نفسه\r\nتو فاہ اللہ کے معنی ہیں اس کی جان قبض کرلی۔\r\n3 توفاه الله اماته توفى فلان قبضت روحه و\r\nمات تو فاہ اللہ کا مطلب ہے اس کو اللہ نے موت دی۔ توفی\r\nفلان کے معنی ہیں اس کی روح قبض ہو گئی اور وہ مرگیا۔\r\nقرآن کریم\r\n1- توفنا مع الابرار\r\nاقرب الموارد القاموس\r\nلسان العرب\r\nالمنجد\r\nآل عمران : 193"
    },
    {
        "id": 69,
        "pageNo": 69,
        "pageText": "مضمون\r\n69 نہ ناچ رنگ اور نہ نشہ بازی کریں۔\r\nحوالہ\r\nرومیوں ۳ : ۱۳\r\n70- اگر برگشتہ ہو جائیں تو مسیح دوبارہ مصلوب نہ ہو گا۔ عبرانیوں :\r\n71 گناہ کریں تو کوئی اور قربانی باقی نہیں۔\r\n72- خداتری کے باعث یسوع کی دعا سنی گئی۔\r\n73- جو لکڑی پر لٹکایا گیا وہ لعنتی ہے۔\r\n74- مسیح ہمارے گناہوں کی خاطر مرا۔\r\n75. اپنی پوشاک بیچ کر تلوار خرید لے۔\r\nعبرانیوں ۲۶ :\r\nعبرانیوں ۵:۰۷\r\nکیوں ۱ : ۳\r\nتھیوں :\r\nلوقا ۲۲:۳۶"
    },
    {
        "id": 70,
        "pageNo": 70,
        "pageText": "یم اللہ الرحمن الرحیم نحمدہ وصلی علی رسوله الكريم وعلى عبده المسيح الموعود\r\nخلافت راشده\r\nمضمون\r\n1 هو الذى يصلى عليكم و ملئكته ليخرجكم من احزاب : ۴۴\r\nالظلمت الى النور ..........\r\nا جن پر خدا اور فرشتے درود بھیجیں وہ غلط آدمی کا انتخاب نہیں\r\nکر سکتے۔\r\nة ليخرجكم من الظلمت اہل بیت کی نفی کر رہا ہے۔\r\n2 والذين استجابوا لربهم واقاموا الصلوة الثوري :٣٩\r\nوامرهم شورى بينهم\r\nخلفاء ثلاثہ اس آیت پر عمل کرنے والے تھے ۔\r\n3- ان الله يا مركم ان تنو د و ا الا منت الى اهلها.\r\nخلفاء ثلاثہ اہل تھے تو امانت سپرد ہوئی ورنہ حضرت علی اہل\r\nہونے کا اعلان کرتے ۔\r\nحضرت علی نے خلفاء ثلاثہ کی مشاورت کر کے خود تائید\r\nکردی\r\nالنساء : ٥٩\r\n4 لوانفات مافي الارض جميعا ما الفت بين الانفال :\r\nقلوبهم و لكن الله الف بينهم خدا نے صحابہ کو خلفاء\r\nثلاثہ کے ہاتھ پر جمع کر کے ان کی خلافت کی صداقت پر\r\nن کی خلافت\r\nتصدیق کردی۔\r\nا مهاجرین جنہیں خدا نے اولئک هم الصادقون فرمايا الحشر :\r\nنے خلفاء ثلاثہ کی تائید کی۔\r\nحوالہ"
    },
    {
        "id": 71,
        "pageNo": 71,
        "pageText": "مضمون\r\nانصار جن کو قرآن کریم نے اولئک هم المفلحون فرمايا الحشر : 10\r\nخلفاء ثلاثہ پر ایمان لائے\r\nفيه رجال يحبون ان يتطهروا والله يحب توبه : ۱۰۸\r\nالمطھرین کے مصداق اہل قبانے خلفاء ثلاثہ کو تسلیم کیا۔\r\nيدخلون فی دین الله افواجا کے مصداق لوگوں نے نصر :۳\r\nتصدیق کی۔\r\n5- انا نحن نزلنا الذكر وانا له لحافظون خلفاء ثلاث حجر : ۱۰\r\nسے حفاظت قرآن کا کام لیا گیا\r\nحالات ان علينا جمعه و قرانه جمع قرآن خدا نے اپنے القیامتہ :۱۸\r\nذمہ لیا\r\nبايدى سفرة كرام بررة جمع قرآن کرنے والے میں :۱۵:۱۶\r\nلوگوں کو معزز اور نیکو کار قرار دیا گیا\r\n6 ستدعون الى قوم اولى باس شدید کے وعدہ کے الفتح :۱۷\r\nپورے ہونے کا وقت خلفاء ثلاثہ کے زمانہ میں آیا جن کی\r\nاطاعت پر اجر حسن اور نافرمانی پر عذاب الیم کا انذار کیا\r\nگیا ہے۔\r\n7 يا ايها الذين امنوا من يرتد منكم عن دينه فسوف المائده : ۵۵\r\nياتي الله بقوم يحبهم و يحبونه اذلة على\r\nالمومنين اعزة على ا لكافرين يجاهدون في\r\nسبيل الله.\r\n۔ اس آیت کے مطابق محبوب خدا لوگوں کی جماعت مرتدین\r\nکے خلاف جہاد کرے گی۔\r\nحضرت ابوبکر صدیق نے مرتدین کا قلع قمع کیا۔\r\nفسوف میں ”فاء کا حرف\" مستقبل قریب کی طرف اشارہ\r\nکر رہا ہے۔\r\n- آیت استخلاف کے مطابق تمام شرائط خلفاء ثلاثہ میں موجود\r\nہیں یعنی خلفاء ثلاثہ کے زمانہ میں\r\nحوالہ"
    },
    {
        "id": 72,
        "pageNo": 72,
        "pageText": "مضمون\r\nا فتنہ ارتداد کا تدارک ہوا۔\r\nقرآن مجید محفوظ کیا گیا\r\nجنگوں میں فتوحات ہو ئیں\r\niv اسلامی سلطنت کو ترقی اور استحکام حاصل ہوا\r\nنظام دین جاری ہوا۔ جس پر آج تک عمل ہو رہا ہے\r\nاعتراض آیت استخلاف میں وعدہ ساری قوم سے ہے نہ کہ چند\r\nافراد سے۔\r\nجواب چند افراد کی نمائندگی سے مراد نیابت کے طور پر تمام\r\nقوم ہو ا کرتی ہے۔ مثلاً\r\n-iv\r\nچند انگریز بادشاہ ہوئے مراد قوم کی جاتی ہے۔\r\nوجعلكم ملوک کیا تمام یہودی بادشاہ بنے تھے؟ المائده : ۲۱\r\n... قالوا نو من بما انزل علینا کیا ہر یہودی پر کتاب بقرة : ۹۲\r\nاتری؟\r\nلا ينال عهدى الظلمین کیا ہر شخص آل ابراہیم کا بقرة : ۱۲۵\r\nامام بنا؟ معلوم ہوا قومی انعام بعض افراد کو مل جائیں تو پوری\r\nقوم ہی منعم علیه کبھی جاتی ہے ۔ \" منکم \" میں من بیانیہ نہیں\r\nبلکہ صفیہ ہے۔ کیونکہ ضمیر پر من بیانیہ کبھی نہیں آتا\r\nحضرت علی کی خلافت بلا فصل\r\nا شیعه دلیل آیت انما ولیکم الله ورسوله والذين المائده : ۵۲\r\nامنوا الذين يقيمون الصلوة ويئوتون الزكوة\r\nو هم راکعون میں حضرت علی کی خلافت بلا فصل کا ذکر\r\nہے۔\r\nجواب انما کلمہ حضر ہے والذین امنو سے مراد اگر\r\nحضرت علی ہی مراد ہیں تو بقیہ شیعہ عقیدہ کے ائمہ حضرات\r\nولی نہ رہے۔\r\nولی کے معنے دوست خیر خواہ اور حاکم کے ہیں۔ لفظ مشترک\r\nحوالہ"
    },
    {
        "id": 73,
        "pageNo": 73,
        "pageText": "مضمون\r\nکسی ایک معنے میں بغیر کسی دلیل کے قطعی حجت نہیں ہو سکتا\r\nادفع بالتي هي احسن فاذا الذي بينك و بینه جده : ۳۵\r\nعداوة كانه ولى حميم 0 اگر ولی کے معنے صرف حاکم\r\nلئے جائیں تو اس آیت کے مطابق کیا دشمن حسن سلوک\r\nسے حاکم بن جائے گا؟\r\nيابت اني اخاف ان يمسك عذاب من الرحمن مريم :٤٦\r\nفتكون للشيطن وليا ن کیا حضرت ابراہیم کو یہ خوف\r\nتھا کہ ان کا باپ شیطان کا حاکم نہ بن جائے۔\r\nولی معنے حاکم اس لئے بھی نا ممکن ہے کہ یہ جملہ اسمیہ ہے جو\r\nکہ حال کو چاہتا ہے۔ حضرت علی تو نزول آیت کے وقت\r\nمحکوم تھے اور ایک عرصہ تک محکوم رہے۔\r\n\"والذین امنوا\" کی ایک صفت \"يئوتون الزكوة\"\r\nبیان ہوئی ہے۔ حضرت علی کا صاحب نصاب زکوۃ ہونا ہی\r\nثابت کرنا مشکل ہے۔\r\nالذين امنوا \" کا صلہ تو \" هم الغالبون\" بیان ہوا ہے۔ المائدہ :۵۷\r\nحضرت علی کا معاملہ ہی بر عکس ہے۔\r\nvi حضرت علی نے خود اعلان کیوں نہ کیا کہ میں اس آیت کا\r\nمصداق ہوں۔\r\nحوالہ\r\nvi- جب مجبور کر کے لوگ حضرت علی کی بیعت کرنے لگے تو نہج البلاغہ خطبہ نمبر ۹۲ زیر عنوان\r\nفرمايا دعوني والتمسوا غير..... وانا لكم وزيرا جب قتل عثمان کے بعد لوگوں نے .\r\nvill\r\nخيرا لكم منى اميرا\r\nحضرت علی کو خلافت پیش کی۔\r\n۲- تاریخ التواریخ جلد دوم صفحہ ۱۷\r\nفالله ما كانت لي في الخلافة رغبة ولا في الولاية نهج البلاغہ ترجمہ حواشی سید شریف\r\nاربة و لكنكم دعوتمونى اليها و حملتمونی رضی خطبہ نمبر ۲۰۲ صفحه الله\r\nعليها ، خدا کی قسم مجھے تو کبھی خلافت کی خواہش نہیں ہوئی\r\nتمہیں لوگوں نے مجھے اس کی طرف دعوت دیگر آمادہ کیا۔\r\nوبسطتم يدى فكففتها و صددتموها"
    },
    {
        "id": 74,
        "pageNo": 74,
        "pageText": "مضمون\r\nحوالہ\r\nفقبضتها - تم نے (بیعت کرنے کی خاطر میرا ہاتھ پھیلانا چاہا نہج البلاغہ خطبہ نمبر ۷ ۲۲ صفحہ ۶۵۳\r\nتو میں نے اسے روک لیا تم نے اسے کھینچنا چاہا تو میں نے\r\nاسے سمیٹ لیا۔\r\n2 شيعه وليل. انما يريد الله ليذهب عنكم الرجس الاحزاب :٣٤\r\nاهل البيت ويطهركم تطهيرا - آیت تطہیر اہل بیت کی\r\nمعصومیت کا اعلان کر رہی ہے۔ معصوم کی موجودگی میں غیر\r\nمعصوم خلیفہ کس طرح بن سکتا ہے؟\r\nجواب- ليذهب عنكم الرجس پیدائشی معصومیت سے\r\nانکار کا اظہار ہے۔\r\nشیعہ عقیدہ کے مطابق اہل بیت تو معصوم ہیں یزکیھم کے سورۃ الجمعہ : ۳\r\nتحت رسول نے تزکیہ کس کا کیا۔\r\nاگر معصومیت ہیں جو از خلافت بلا فصل ہے تو حضرت حسن\r\nاور حضرت حسین خلیفہ بلا فصل کیوں نہیں؟\r\nتظمیر کا لفظ فی الحقیقت صحابہ رسول اور ازواج کے لئے\r\nہے\r\nما يريد الله ليجعل عليكم من حرج و لكن يريد المائده : ۷۸\r\nليطهركم..\r\nة وينزل عليكم من السماء ماء ليطهركم به يذهب الانقال : ١٢\r\nعنكم رجز الشيطن\r\n.......\r\nاہل بیت میں ازواج النبی شامل ہیں کیونکہ آیت کے سیاق و\r\nسباق میں ازواج النبی کا ہی ذکر ہے۔\r\nقالوا اتعجبين من امر الله رحمت الله و برکته پور : ۷۳\r\nعليكم اهل البيت ..\r\nفقالت هل ان لكم على اهل بيت يكفلونه لكم\r\nالقصص :\r\nقال ينوح انه ليس من اهلك انه عمل غير صالح ہور : ۴۶\r\n2 سلمان منا اهل البيت\r\n۱۳:\r\nمنار الهدی صفحه ۹۳ ان علیا\r\nصلوات الله عليه منصوص"
    },
    {
        "id": 75,
        "pageNo": 75,
        "pageText": "مضمون\r\nحوالہ\r\nعن الصادق من اتق الله منكم واصلح فهو منا اهل تغیر اتمی زیر آیت ان اگر حکم\r\n..... قال الباقر ومن احبنا فهومنا اهل عند الله اتقكم صفحه ۷۲\r\nالبيت\r\nالبيت.\r\n......\r\n4- عن انس \" قال سئل رسول الله من الك المعجم الصغير باب الحمام من اسم جعفر\r\nفقال كل تقى وتلا رسول الله ان اولیاوه صفحه 198 - نیل الاوطار جلد ۲ صفحہ\r\nالا المتقون حضرت انس کی روایت ہے کہ آنحضور ۲۸۵ در منشور جلد ۳ صفحه ۱۸۳\r\nسے پوچھا گیا آپ کی آل میں کون شامل کشف الغمه باب الصلوة على النبي\r\nہے۔ فرمایا ہر متقی شخص پھر آپ ﷺ نے ان اولیاء ، جلد اول صفحہ ۱۹۶\r\nالا المتقون آیت پڑھی\r\n5 قيل هم الامة جميعا قال النووي في شرح مسلم\r\nو هوا ظهرها ......... اليه ذهب نشوان الحميري\r\nامام اللغة و من شعره في ذلك\r\nآل\r\nالنبی\r\nاتباع\r\nمله\r\nمن\r\nالاعاجم\r\nوالسودان\r\nالعرب\r\nالا\r\nقرابته\r\nلم مکن اله\r\nصلى المصل علی الطافی الی صحب\r\nنبی کی آل سے مراد نبی ﷺ کی پیروی کرنے\r\nوالی امت ہے خواہ مجھی ہوں یا عرب کے سردار - صرف\r\nخاندانی قرابت کسی کو آل نہیں بناتی کیا درود شریف پڑھنے\r\nوالا شخص ابو لهب سرکش پر درود بھیجے گا۔\r\n6 ....... قالت ام مسلمة وانا معهم يا نبي الله ؟ قال انت ترمذی ابواب التفسير سورة\r\nعلى مكانك وانت على خير جب حضرت ام سلمه احزاب جلد ۲ صفحه 473\r\nنے عرض کی اے اللہ کے نبی ا میں بھی ان کے ساتھ ہوں۔\r\nفرمایا تم تو پہلے ہی بہترین مقام پر فائز ہو۔\r\n3 شیعه دلیل فقل تعالوا ندع ابناء نا وابناء كم ...... آل عمران : 62\r\nآیت مباہلہ نے اہل بیت کی وضاحت کر دی۔ حضرت علی اہل"
    },
    {
        "id": 76,
        "pageNo": 76,
        "pageText": "مضمون\r\nبیت ہونے کی وجہ سے خلافت کے زیادہ حقدار اور اہل ہیں۔\r\nجواب آیت مباہلہ میں انفسنا میں حضرت علی ہرگز شامل\r\nنہیں جمع کے لفظ میں اپنے نفس کو بلانا محاورہ ہے مراد\r\nآنحضرت ﷺ کی اپنی ذات ہے\r\nبل سولت لكم انفسكم امرا\r\nة فطوعت له نفسه قتل اخيه\r\n2 لفظ انفس، ہم نسبت ، ہم قوم اور ہم خیال کے معنوں میں\r\nہے۔\r\nأ ولا تخرجون انفسكم من دياركم\r\nولا تلمزوا انفسكم\r\n3 انفسنا میں حضرت علی اس لئے بھی شامل نہیں کیونکہ وہ\r\nآنحضرت کی صفات رسالت، خاتم انسین ایک\r\nوقت میں آ سے زائد شادیاں جیسی صفات میں شامل نہیں۔\r\nبعض صفات میں مماثلت خلافت بلا مفصل کا ہرگز جواز نہیں\r\nبن سکتا۔\r\nيوسف : ۱۹\r\nالمائده :۳۱\r\nبقرة : ۸۵\r\nالحجرات :\r\nیہ آیت شیعہ عقیدہ کے مطابق صرف پنج تن کو محبان رسول\r\nخدا ثابت کرتی ہے جو کہ صرف حضرت علی کی خلافت\r\nبلا فصل کی دلیل نہیں بن سکتی۔\r\n5- اگر شیعہ حضرات کی بات مان لی جائے تو مباہلے کے موقع پر الجمعہ :\r\nازواج مطہرات کو شامل نہ کرنے کی وجہ آیت قرآنی ولا\r\nيتمنونه ابدا بما قدمت ایدیھم کی وجہ سے حضور\r\nکو علم تھا کہ وہ مقابل پر ہر گز نہ آئیں گے۔\r\nصرف ازواج مطہرات کو لانا یہ تصور اور تاثر دے سکتا تھا کہ\r\nیہ غیر ہیں۔ اس لئے اولاد کو قربانی کے لئے پیش کرنا حقیقت کا\r\nاظہار تھا۔\r\n7 حضرت ابو بکر ، حضرت عمر، حضرت عثمان اور حضرت علی\r\nرضوان اللہ عنہم اپنی اپنی اولاد کے ساتھ مباہلہ میں شامل\r\nحوالہ"
    },
    {
        "id": 77,
        "pageNo": 77,
        "pageText": "ہونے کے لئے آئے۔\r\nمضمون\r\nواقعہ افک کی روایات میں متعدد مرتبہ اصل کا لفظ اہل خانہ\r\nاور ازواج مطہرات کے لئے استعمال ہوا ہے۔\r\nحوالہ\r\nترجمان القرآن جلد اول صفحه ۴۴۶\r\nزیر آیت مبالله\r\nحضرت اسامہ نے عرض کی- هم اهلک یا رسول الله تیر الوصول الباب الثاني في اسباب\r\nفرمایا فوالله ما علمت على اهلى الاخيرا\r\nالنزول\r\nسورة النور : ٣\r\nخدا کی قسم ! مجھے اپنے اہل کے بارے سوائے بھلائی کچھ علم 1- تغيرا الوصول الى جامع الاصول\r\nنہیں۔\r\n4- شیعہ دلیل حجتہ الوداع سے واپسی پر غدیر خم کے مقام پر\r\nایک لاکھ بائیس ہزار صحابہ کے سامنے فرمایا \" من كنت\r\nمولاه فعلی مولاه\" پگڑی حضرت علی کے سر پر رکھی\r\nاور فرمایا علی کی بیعت کرد. حضرت ابو بکر نے بھی اس وقت\r\nحضرت علی کی بیعت کی تھی۔\r\nالجواب: فرضی واقعہ اور من گھڑت بات ہے۔ روایت\r\nدرست بھی ہو تو ۔\r\n1 موٹی معنے محبوب دوست اور مددگار کے ہیں نہ کہ حاکم\r\nکے۔ اگلا فقرہ بھی وضاحت کر رہا ہے۔ \"اللهم وال من\r\nوالاه وعاد من عاده\"\r\n2- مال غنیمت کی تقسیم کے سلسلہ میں بعض اصحاب کو حضرت\r\nعلی سے شکوہ پیدا ہوا تو اس کے ازالہ کے لئے یہ فرمایا۔\r\n-3- جملہ اسمیہ ہونے کے باعث یہ حال کو چاہتا ہے۔ آنحضور\r\nکی زندگی میں حضرت علی محکوم رہے۔ خلفاء ثلاثہ\r\nکے زمانہ میں محکوم رہے۔\r\nمن حديث الرسول جلد اول\r\nالباب الثانی فی اسباب النزول سوره\r\nالنور صفحه 159\r\nبخاری کتاب التفسير سورة النور"
    },
    {
        "id": 78,
        "pageNo": 78,
        "pageText": "مضمون\r\n4 حضرت علی نے کبھی یہ حدیث اپنے حق میں پیش نہ کی نہ\r\nہی امیر معاویہ کو بتائی۔\r\n5 موٹی کا لفظ قرآن مجید میں دوست مددگار کے معنے میں\r\nاستعمال ہوا ہے۔\r\nا فان لم تعلموا اباء هم فاخوانكم في الدين و الاحزاب :\r\nمواليكم\r\nوان تظهر عليه فان الله هو موله و جبريل\r\n-6- غزوہ تبوک میں امیر مقرر کیا جانا بھی خلیفہ بلا فصل ثابت\r\nنہیں کرتا کیونکہ ۔\r\nحجتہ الوداع کے موقعہ پر حضرت ابودجانہ غزوہ بدر کے\r\nموقع پر حضرت ابولبابہ اور حضرت ابن ام مکتوم امیر مقرر\r\nہوتے رہے۔ اور تمام غزوات میں کسی نہ کسی صحابی کو امیر\r\nمقرر کیا جاتا رہا ہے۔\r\nاتخلفي في النساء والصبیان حضرت علی کی عرض\r\nسے ہی واضح ہے کہ حضرت علی\" کا امیر مقرر کیا جانا کوئی\r\nخاص مرتبہ نہ تھا۔ خصوصاً جبکہ امام الصلوۃ کسی اور کو مقرر کیا\r\nگیا تھا۔\r\nکی شیعہ دلیل. حديث الثقلين تركت فيكم الثقلين\r\nالله و عترتی کے تحت حضرت علی آنحضور\r\nكتاب\r\n.\r\nکی عترت میں شامل ہیں اگر ان کی اطاعت کی جاتی تو\r\nامت میں تفرقہ اور اختلاف پیدا نہ ہوتا۔\r\nجواب عترت کے معنے ذریت کے ہیں اور حضرت علی ذریت\r\nکے منے ذرء\r\nعترت خلافت بلا فصل کا جواز ہے تو حسنین ظیفہ بلا فصل\r\nکیوں نہیں ہو سکتے۔\r\nشیعه روایت میں لن يتفرقا حتى يردا على الحوض\r\nکے مطابق امام اور کتاب اللہ الگ الگ نہیں ہو سکتے۔ اگر\r\nالتحريم :\r\n٥:\r\nحوالہ"
    },
    {
        "id": 79,
        "pageNo": 79,
        "pageText": "مضمون\r\n2 توفنى مسلما والحقني بالصالحين\r\n3- والذين يتوفون منكم ويذرون از واجا\r\nيوسف : 102\r\nحوالہ\r\nبقره: 240 234\r\n4 واما نر ينك بعض الذى نعد هم اونتو فینک یونس: 40 الرعد : 40 المومن : 77\r\n5- الله يتوفى الانفس حين موتها والتي لم تمت في الزمر:42\r\nمنامها\r\n6- ان التوفي لا يستفاد من اطلاقه الموت. توفی کے لفظ مجمع البیان زیر آیت فلما\r\nکا اطلاق سوائے موت کے اور کوئی فائدہ نہیں دیتا توفيتني\r\nحدیث\r\n1 فاقول كما قال العبد الصالح و كنت عليهم شهيدا بخاری کتاب التفسير سورة المائده\r\nمادمت فيهم آنحضرت ﷺ نے فرمایا میں بھی وہی آیت بذا۔ اور کتاب بدء الخلق جلد\r\nجواب دوں گا جو اللہ کے نیک بندے حضرت عیسی علیہ دوم صفحہ 353\r\nالسلام نے دیا تھا کہ میں ان پر نگران تھا جب تک ان میں\r\nرہا۔ جب تو نے مجھے وفات دے دی تو تو ہی ان پر نگران تھا۔\r\n2- فلما توفي رسول الله ودفن في بيتها جب آنحضرت تنویر الحوالک شرح موطا امام مالک\r\nنے وفات پائی اور آپ ﷺ حضرت عائشہ کے جز اول صفحہ 281\r\nگھر دفن ہوئے۔\r\n3- عن عائشة قالت تو فى النبى صلى الله عليه و سلم بخاری جزو سوم صفحه 59\r\nفی بیتی حضرت عائشہ نے فرمایا کہ نبی کریم ﷺ نے\r\nمیرے گھر وفات پائی۔\r\n4- قالت دخل علينا رسول الله صلى الله عليه وسلم زبدة المرام فی ترجمه عمدة الاحكام\r\nحين توفيت ابنته فقال اغسلنها بثلاث ام عطية كتاب الجنائز في 78\r\nانصاری سے روایت ہے کہ رسول اللہ ﷺ کی بیٹی جب\r\nفوت ہوئی تو آپ ہمارے پاس تشریف لائے اور\r\nفرمایا کہ تین دفعہ نہلاؤ-\r\n-5- قال ابن عباس متوفیک ممیتک\r\nبخاری کتاب التفسیر زیر آیت\r\nفلما تو فيتني"
    },
    {
        "id": 80,
        "pageNo": 80,
        "pageText": "مضمون\r\nقرآن موجود ہے تو امام کہاں ہے۔ اس سے امام کی غیوبت کا احزاب :\r\nتصور بھی باطل ہو جاتا ہے۔\r\nروحانی ذریت میں ائمہ مجددین اور اولیاء سب شامل ہیں التوبہ :44\r\nازواجه امهاتهم اس لئے فرمایا گیا ہے۔ رنوا ما\r\nالصادقين\r\nلن تضلوا بعده. شیعه اختلافات کا شکار کیوں ہو گئے ۔\r\nخلفاء ثلاثہ کی بیعت کر کے حضرت علی سمیت تمام مسلمانوں\r\nنے ان کی خلافت کو تسلیم کر لیا۔ اس لئے اس حدیث کے وہ\r\nسکنے نہیں جو شیعہ لیتے ہیں۔\r\nحضرت علی کی خلافت کا امیر معاوید ، خوارج نے انکار\r\nکر دیا ۔ اس وقت حضرت علی نے یہ حدیث کیوں پیش نہ کی۔\r\nحضرت حسین نے یزید کے مقابل پر اپنے آپ کو حق پر سمجھ\r\nکر خروج کیا جان تک دے دی۔ حضرت علی حق پر تھے تو\r\nخلفاء ثلاثہ کے خلاف خروج کیوں نہ کیا۔ کوئی آیت یا حدیث\r\nکیوں پیش نہ کی۔\r\nحضرت علی کی خلافت بلا فصل اور خدا تعالیٰ\r\nکی فعلی شہادت\r\n-1 اگر حضرت علی خدا تعالی کی طرف سے خلیفہ بلا فصل تھے تو\r\nایسا کیوں نہ ہوا۔ جبکہ\r\nوالله غالب على امره\r\nیوسف : ۲۲\r\nة وما انتم بمعجزين فى الارض ولا في السماء العنكبوت : ۲۳\r\nوما كان الله ليعجزه من شيء في السموات ولا الفاطر : ۴۵\r\nفي الارض\r\niv لا تحسبن الذين كفروا معجزين في الارض\r\nوان يردک بخیر فلا راد بفضله\r\nفلا تحسين الله مخلف وعده رسله ان الله عزيز\r\nالنور : ۵۸\r\nیونس : ۱۰۸\r\nحوالہ"
    },
    {
        "id": 81,
        "pageNo": 81,
        "pageText": "ذو نتقام\r\nمضمون\r\nابراہیم : ۴۸\r\nان تمام آیات سے ثابت ہے کہ خدا تعالٰی کے فیصلے کوئی\r\nنہیں بدل سکتا۔ اگر خدا کا فیصلہ حضرت علی کو خلیفہ بلا فصل\r\nبنانا تھا تو کوئی بھی خدا کو اس فیصلہ میں عاجز نہیں کر سکتا تھا۔\r\n2 خلفاء ثلاثہ غاصب خلافت تھے تو کامیاب کیوں ہوئے حالانکہ\r\nا ان حزب الشيطن هم الخاسرون\r\nا هموا بمالم ينالوا .....\r\nالا ان حزب الله هم المفلحون\r\niv اذا تمنى القى الشيطان في امنيته\r\nمجادله : ۲۰\r\nتوبه : ۷۴\r\nمجادلته : ۲۳\r\nالج : ۵۳\r\nحوالہ\r\nفينسخ الله ما يلقى الشيطان ثم يحكم الله ايته\r\nحضرت علی نے اپنی خلافت میں اس کا اعلان نہ کیا۔\r\nلا ينال عهدي الظلمين\r\nاگر خلفاء ثلاثہ ظالم اور غاصب ہوتے تو ہرگز کامیاب نہ\r\nہوتے۔\r\nحضرت علی کا ذاتی کردار\r\n1- حضرت علی نے خلفاء ثلاثہ کی خود بیعت کی۔ اور کسی سے ان\r\nخلفاء کی زندگی میں بیعت نہ لی۔ حتی کہ اپنے گھر والوں سے\r\nبھی۔\r\n2- شہادت حضرت عثمان کے بعد بیعت لی۔ اور اپنے آپ کو حق\r\nر رکھتے ہوئے جنگ تک سے دریغ نہ کیا۔\r\nبقره ۱۲۵ :\r\n3 حضرت ابو بکر اور حضرت عمر کے آنحضرت کے\r\nپہلو میں دفن ہونے پر اعتراض نہ کیا۔\r\n4- بلکہ اپنے بچوں کے نام خلفاء ثلاثہ کے نام پر رکھے جو کہ 1- تواریخ التاریخ جلد ۲ کتاب سوم\r\nواقعہ کربلا میں شہید ہوئے۔\r\nصفحه ۷۰۷\r\n2- بحار الانوار جلد ۱۰ صفحه ۱۴۲\r\n۱۴۳"
    },
    {
        "id": 82,
        "pageNo": 82,
        "pageText": "مضمون\r\nحوالہ\r\n3 جلال العیون اردو جلد دوم صفحه\r\n۱۹۵ اور ۲۰۸ زیر عنوان تعداد\r\nشہداء کربلا\r\n4 نہج البلاغه صفحه ۱۰ حاشیہ\r\n5- بارہویں امام کے مختصر حالات\r\nمر ۸۷٬۵۵ از سید ظفر حسن لودهی\r\nمطبوعہ نظامی پریس لکھنو ۔\r\n5- امیر معاویہ کو لکھا۔ انه با يعني القوم الذين بايعوا نهج البلاغه صفحه ۷۸۴ مکتوب ۶ بنام\r\nابا بكر و عمر و عثمان على ما بايعوهم عليه... معاویہ بن ابو سفیان\r\n......\r\nوانما الشورى للمهاجرين والانصار وانهم\r\nاناس ان اجتمعوا على رجل و سموه اماما كان\r\nذلک\r\n6 حضرت علی نے حضرت ابو بکر کی بیعت کی تھی۔ 1- منار العدی صفحه ۳۷۴۴۳۷۳\r\nخطبہ امیر المومنین\r\n2 فروغ کافی جلد ۳ کتاب الروضه\r\nصفحه ۱۳۹\r\n3 امتاج طبری صفحه ۴۹\r\n7 آنحضرت ﷺ نے حضرت حفصہ سے فرمایا میرے بعد تغیر اتمی سورۃ تحریم صفحہ ۷۸۷\r\nابو بکر اور پھر تیرے والد خلیفہ بنیں گے عرض کی کہ آپ کو کس\r\nنے بتایا ہے فرمایا علیم و خبیر زات نے خبردی ہے۔\r\nفلما صلى ابو بكر الظهر اقبل على الناس ......... شرح نہج البلاغه جز ۶ صفحه ۲۹۳\r\nثم قام على فعظم من حق ابي بكر و ذكر فضله\r\nوسابقته ثم مضى الى ابى بكر فبایعه فاقبل\r\nالناس الى على وقالو اصبت و احسنت\r\n8- وكان افضلهم في الاسلام كما زعمت و انسهم الله + شرح نہج البلاغه این پیشم مطبوعه\r\nورسوله الخليفة الصديق و خليفة الخليفة تهران جلد ۲۳- شرح نهج البلاغه\r\nاین ابی الحدید جلد نمبر ۲ صفحه ۲۱۹\r\nالفاروق"
    },
    {
        "id": 83,
        "pageNo": 83,
        "pageText": "مضمون\r\nحوالہ\r\nاس امت کے نبی کے بعد اس کے افضل ترین بزرگ لوگ کنزل العمال جلد ۳ صفحه ۱۰۹\r\nابو بکرے اور عمر اور اگر تم چاہو کہ تمہارے لئے تیسرے کا نام المطبعہ العربیہ طلب\r\nبھی بیان کروں تو میں اس کا نام بھی بتاتا ہوں اور کہا کہ کوئی\r\nمجھے ابو بکر اور عمرہ پر ترجیح نہ دے ورنہ میں اسے سخت\r\nکوڑے ماروں گا۔\r\nجب ابو بکر کی وفات کا وقت آیا تو آپ نے حضرت عمر کو منار العدی صفحہ ۳۷۳\r\nبلا کر خلیفہ مقرر کیا، پس ہم نے سنا اور اطاعت کی۔ اور خیر\r\nخواہی کی اور حضرت عمر امر خلافت کے والی ہوئے پس آپ\r\nکی سیرت نهایت پسندیدہ اور آپ کی خلافت حددرجہ\r\nبابرکت تھی۔\r\nآخری زمانے میں ایک قوم ایسی بھی ہوگی جو ہماری محبت کا کنز العمال جلد ۱۳ صفحہ\r\nدعوی کریں گے اور وہ ہمار ا گر وہ ہوں گے لیکن وہ اللہ کے\r\nشریر بندے ہوں گے جو ابو بکر، عمر کو برا بھلا کہتے ہیں۔\r\nعدم نفاق خلفاء ثلاث\r\nہر روایت جو مخالف قرآن ہے وہ باطل ہے۔ فبای حدیث (جامیہ:۷)\r\nبعد الله و ايته يو منون ........\r\n1 خلفاء ثلاثہ نے مکی دور میں اسلام قبول کیا جبکہ نفاق کا سوال\r\nہی نہ تھا۔\r\n1 منافق خوف سے ایمان لائے گا یا لالچ کی خاطر ہجرت سے\r\nقبل مکہ میں مہاجرین یعنی اہل مکہ اور اہل مدینہ اور دوسرے\r\nصحابہ کس کے خوف سے مسلمان ہوئے تھے یا کسی لالچ کی\r\nخاطر مسلمان ہوئے تھے۔\r\n2 منافق صرف مدنی اور بددی ہیں۔ وممن حو لكم من توب : 102\r\nالاعراب منافقون ومن اهل المدينة مردوا على\r\nالنفاق لا تعلمهم نحن نعلمهم ستعذ بهم مرتين ثم\r\nير دون الى عذاب عظیم\r\n\""
    },
    {
        "id": 84,
        "pageNo": 84,
        "pageText": "مضمون\r\nفان يتوبوا يک خيرا لهم وان يتولوا يعذبهم توبه : 75\r\nالله عذابا اليما في الدنيا والاخرة وما لهم في\r\nالارض من ولى ولا نصیر۔ انہیں دنیا میں کونسا\r\nدرد ناک عذاب ملا؟ ہاں منافق مرتد ابو بکر کے ہاتھوں\r\nمارے گئے ۔ یا توبہ کر گئے۔ قاتلوهم يعذبهم الله توب : 15\r\nباید یکم\r\nعذابا في الدنیا کی صورت مالهم في الارض من\r\nولی و لا نصير خلفاء ثلاثہ کو ولی بھی ملے اور نصیر بھی۔\r\n4 يايها النبي جاهدا لكفار والمنافقين واغلظ توبه : ۷۳\r\nعلیهم . اس حکم کی موجودگی میں رسول خدا ﷺ نے\r\nان سے مشور لئے اور ان سے محبت کی۔ رشتے گئے۔ صاف\r\nظاہر ہے خلفاء ثلاثہ منافق نہ تھے ۔\r\n5 يايها النبى اتق الله ولا تطع الكافرين احزاب : ۲\r\nآنحضور نے\r\nوالمنافقين خلفاء ثلاثہ سے\r\nمشورے لئے ؟ ثابت ہوا وہ منافق نہ تھے۔\r\n6- هم الذين يقولون لا تنفقوا على من عند رسول منافقون : 8\r\nالله حتى ينفضوا . گویا منافقین صحبت نبوی میں\r\nکبھی کبھی آتے تھے اور مخلصین ہمیشہ صحبت رسول میں رہتے\r\nتھے مہاجرین اور انصار خصوصاً خلفاء ثلاثہ تو ہمیشہ صحبت نبوی\r\nمیں ہی رہتے تھے۔\r\n7 لئن لم ينته المنافقون والذين في قلوبهم مرض\r\nوالمرجفون في المدينة لنفرينك بهم ثم\r\nلایجاورو نکك فيها الا قليلا ملعونين اينما\r\nثقفوا اخذوا وقتلوا تقتيلا محین یعنی حضرت ابو بکر\r\nاور عمر زندگی کے بعد بھی قبر رسول کے مجاور ہیں۔ خدا کو\r\nغیرت نہ آئی؟ شیر خدا کو غیرت نہ آئی۔ زندگی بھر ساتھ\r\nرہے۔ موت کے بعد بھی دائمی طور پر ساتھ ہیں۔ قلیلا\r\nحوالہ"
    },
    {
        "id": 85,
        "pageNo": 85,
        "pageText": "مضمون\r\nحوالہ\r\nاگر قلیل تعداد مراد ہے تب بھی شیعوں کا عقیدہ غلط ہے احزاب : ۶۲۷\r\nکیونکہ اس کا مطلب بنتا ہے کہ مدینہ میں منافق قلیل ہوں\r\nگے مومن اکثریت میں ہوں گے۔ تو اس اکثریت نے علی کی\r\nبیعت کیوں نہ کی؟ جبکہ یہ کہتے ہی ہیں ارتد الناس\r\nالا ثلثة سوائے تین کے باقی سب مرتد ہو گئے تھے۔\r\nاگر قلیل تعداد مراد ہوئی تو الا قلیل کے الفاظ ہوتے۔\r\nفاعل ہونے کے سبب کیونکہ جب الا سے قبل جملہ منفی ہو تو\r\nپھر الا کا عمل باطل ہو جاتا ہے۔\r\nیہ آیت بتاتی ہے کہ حضور ﷺ کی وفات تک سارا مدینہ\r\nمنافقین سے خالی ہو جائے گا اور مدینہ میں کوئی منافق نہ ہوگا\r\nسارے کے سارے مخلصین ہوں گے۔\r\n8- هم العدو فاحذر هم خدا منافقوں کو دشمن قرار دیگر ان المنافقون :۵۱\r\nسے بچنے کا حکم دیتا ہے۔ جبکہ خلفاء ثلاثہ میں سے دو خسر تھے۔\r\nایک داماد جو مشوروں میں شریک غزوات میں شامل\r\nہوتے رہے۔\r\nو صحابہ نے انہیں یکے بعد دیگرے اپنا امام تسلیم کیا۔ بجز تین الجمعہ : ۳\r\nچار کے بقول شیعہ ۔ کیا سب ضلال مبین پر جمع ہو گئے تو پھر نصر : ۳\r\nكانوا من قبل لفي ضلال مبين - يدخلون فی دین احزاب : ۴۴\r\nالله أفواجا هو الذى يصلى عليكم و ملا نكته\r\nليخر جكم من الظلمت الى النور\r\n10- لو يطيعكم في كثير من الامر لعنتم و لكن الله حجرات : 8\r\nحبب اليكم الايمان وزينة في قلو بكم و كره\r\nاليكم الكفر والفسوق والعصيان اولئك هم |\r\nالراشدون\r\nبقول شیعہ حضرت علی تو معصوم ہیں وہ مراد نہیں ورنہ\r\nتصوم کی بات ماننا تو تکلیف کا موجب نہیں ہو سکتی۔\r\nعدم ارتداد اصحاب تلاش"
    },
    {
        "id": 86,
        "pageNo": 86,
        "pageText": "مضمون\r\nحوالہ\r\n1- شیعہ کہتے ہیں صحابہ کی وجہ ارتداد عدم تسلیم خلافت على بلا اكتاب الروضة من الكافي\r\nحصل ہے؟ سمن ابی جعفر عليه السلام قال : كان زير عنوان الناس بعد النبي\r\nالناس أهل ردة بعد النبي صلى الله عليه و آله | اهل ردة الا ثلثة)\r\nوسلم الا ثلثة فقلت ومن الثلاثة فقال المقداد بن\r\nالاسود و ابوذر الغفاری و سلمان الفارسي رحمة |\r\nالله و بر\r\nكاته عليهم ثم عرف اناس بعد يسير و\r\nقال هوء لاء الذين دارت عليهم الرحى وابوا ان\r\nيبايعوا حتى جاء اميرالمومنين عليه السلام\r\nمکرها فبایع و ذلك قول الله تعالى و ما محمد\r\nالا رسول الخ\r\nخلافت علی کا قرآن میں ذکر نہیں۔\r\nخلافت مادی چیز ہے یا روحانی؟ اگر خلافت مادی ہے تو شیر\r\nخدا خیبر شكن لا فتنى الا على ولا سيف الا\r\nذو الفقار کے مصداق سے ابو بکر نے کیسے چھین لی ؟\r\nاگر خلافت ہے روحانی تو نظر نہیں آسکتی وہ کیسے چھین لی\r\nابوبکر نے؟ رسالت، صدیقیت، شہادت، صالحیت، محبت\r\nخدا عشق رسول، قرب الهی، علم دین اور ایمان و عرفان\r\nسب روحانی اشیاء ہیں کون چھین سکتا ہے؟ کیا کسی رسول\r\nسے اس کی رسالت کبھی دشمن نے چھین لی ؟.... رسالت\r\nاور خلافت و امامت روحانی چیز ہے۔ ہاں اگر کسی رسول یا\r\nخلیفہ کو ظاہری اقتدار بھی مل جائے تو وہ ایک زائد چیز ہے۔\r\nنبوت و خلافت کا لازمہ نہیں ہے۔ (پس اگر حضرت علی سے\r\nخلفاء ثلاث نے خلافت یعنی روحانی چیز نہیں چھینی تو پھر ان پر\r\nغصب وارتداد کا الزام ختم ہو گیا۔\r\nوما كان الله ليعجزه من شي في السموات ولا في فاطر: ۴۵\r\nالارض انه كان عليما قديرا\r\nاگر خدا تعالٰی نے حضرت علی کو خلیفہ بلا فصل بنانے کا فیصلہ"
    },
    {
        "id": 87,
        "pageNo": 87,
        "pageText": "مضمون\r\nکیا تھا کوئی کیسے خدا کو اپنا فیصلہ نافذ کرنے سے عاجز کر سکتا\r\nہے۔ معلوم ہوا حضرت ابوبکر کا پہلا خلیفہ بنای مشاء الہی\r\nتھا۔\r\n2 مظالم بر اهل بیت؟\r\nان الذين توفتهم الملائكة ظالمى انفسهم قالوا ناء :۹۷\r\nفيما كنتم قالوا كنا مستضعفين في الارض قالوا\r\nالم تكن ارض الله واسعة فتهاجروا فيها\r\nفاولئک ماوهم جهنم وساءت مصيرا الا\r\nالمستضعفين من الرجال والنساء والولدان\r\nاگر خلفاء ثلاثہ کے زمانہ میں اہل بیت پر مظالم ہوئے تو اس\r\nآیت کے مطابق ہجرت کیوں نہ کی۔\r\nخلفاء ثلاثہ کے زمانہ میں حضرت علی نے باوجود جوانی کے\r\nہجرت نہ کی۔ اگر مظالم ہوئے اور ہجرت نہ کی تو معاذ اللہ\r\nجہنمی قرار پاتے ہیں۔\r\nحوالہ\r\nا مثلا ایک شخص سونا بنانے کا دعوٹی رکھتا ہے اور سونے پر ہی ریویو مباحثہ بٹالوی چکڑالوی\r\nسونا ریویو\r\nایک بوٹی ڈال کر کہتا ہے کہ لو سونا ہو گیا۔ اس سے کیا یہ\r\nثابت ہو سکتا ہے کہ وہ کیماء گر ہے سو آنحضرت\r\nکے فیوض کا کمال تو اس میں تھا کہ امتی میں وہ درجہ اتباع سے\r\nجمعہ 3\r\nپیدا ہو جائے۔\r\n3 الحضور\" کی صفت یزکیھم پر زورپڑتی ہے\r\nکس کو پاک کیا ؟ اہل بیت تو پیدائشی پاک تھے ۔ اور وہ دس\r\nہزار تدوی، اصحاب بیعت رضوان اصحاب بدر و خیبر\r\nوغیرہ۔ پھر اس آیت میں ہے يعلمهم کہ نبی ان کی\r\nتعلیم کرتا ہے۔ یہی اثر تھا تعلیم کا کہ فورابعد مرتد ہو گئے۔\r\nادھر موسیٰ کے بارہ میں فرمایا فما امن لموسى الا ذرية يونس : ۸۴\r\nمن قومه کیا وہ کچھ لوگ صرف تین چار تھے۔\r\nب ہاں منافقین کی بابت فرمایا اولئك الذين لم يرد الله ان"
    },
    {
        "id": 88,
        "pageNo": 88,
        "pageText": "يطهر قلوبهم\r\nمضمون\r\nگویا مومنوں کے دل پاک کرتا ہے منافقوں کے نہیں لہذا\r\nصرف پنجتن کے مظہر ہونے کا عقیدہ درست نہیں۔\r\nحوالہ\r\nمائده : ۴۲\r\n4 رايت الناس يدخلون في دين الله افواجا- وہ نصر : ۳\r\nکونسی افواج تھیں جو حیات محمد میں ہی اسلام میں\r\nداخل ہو ئیں؟ وہ نیک افواج جنگی آمد پر شکریہ کے طور پر\r\nفسبح بحمد ر بک کا حکم ہے؟ کیا منافقون ، مرتدوں کی\r\nامد پر شکرانہ کا حکم ہے؟ منافق کیلئے دعا نہیں استغفار ہے۔\r\nاستغفرت لهم ام لم تستغفر لهم لن يغفر الله لهم\r\nکیا افواج کے داخل ہونے کی پیشگوئی جھوٹی ہو گئی ؟ اگر ان سورۃ المنافقون : ۷\r\nافواج اور ان کے فیصلہ (خلافت ابو بکر کو نہ مانیں تو رسول\r\nکی رسالت کا انکار کرنا پڑے گا۔ شیعہ خلافت کی بات کر رہے\r\nہیں۔ یہاں رسالت ہاتھ سے جارہی ہے۔\r\n5 وان كانوا من قبل لفي ضلال مبين\r\nصحابہ پر دو دور آئے۔ پہلا ضلال مبین دو سرا ہدایت تیسرا\r\nدور کوئی نہیں۔ ضلال مبین صرف ہدایت سے پہلے ہے بعد\r\nمیں نہیں۔\r\nعمد ابو بکر میں مرتدین منافق تھے جو آخری دور میں مسلمان\r\nہوئے۔ انہیں آنحضور کی صحبت میں رہنے کا موقعہ\r\nنہ ملا تھا۔\r\n(جمعہ :۳)\r\nبقول شیعہ تین چار کے سوا سب ضلال مبین میں پڑ گئے تو پھر (حجرات :15)\r\nمن قبل کے الفاظ بیکار چلے جاتے ہیں۔ ان مرتدین کا ذکر اس\r\nآیت میں موجود ہے۔ قالت الاعراب امنا قل لم\r\nتو منوا ولكن قولوا اسلمنا ولما يدخل الايمان\r\nفي قلو بكم\r\nالاعراب اشد كفرا ونفاقا\r\nمهاجرین و انصار بعد وفات رسول مرتد نہیں ہوئے۔\r\n(توبه : ۹۸)"
    },
    {
        "id": 89,
        "pageNo": 89,
        "pageText": "مضمون\r\n6- يا ايها الذين امنوا من يرتد منكم عن دينه فسوف (مائده : ۵۵)\r\nياتي الله بقوم يحبهم و يحبونه\r\nحضرت علی نے سیمین اور ان کے ہمنواؤں سے جنگ اور\r\nجہاد نہ کیا۔ شیعہ حضرات کا یہ کہنا کہ حضرت علی کو صبر کی\r\nوصیت تھی یہ اس آیت میں مذکور مضمون کے منافی ہے۔\r\nحوالہ\r\nجب ارتداد ہو اسی وقت جہاد فرض ہے۔\r\nانصار علی بھی کم نہ تھے ۔ علی خیبر شکن- ذوالفقار کے حامل تغیر اتمی سورۃ الروم زیر آیت\r\nتھے۔ اینا اضعف ناصرا واقل عددا - ياتى الله بقوم ات ذا القربي حقه صفحه ۵۰۰ لما\r\nافواجا بیعت رضوان والے۔ تبوک والے خیبر و فتح مکه بويع لابی بکر استکام له\r\nوالے دس ہزار قدری ضرور ساتھ دیتے۔\r\nاعزة على ا لكافرين وعدہ الہی تھا۔ اگر منافق لاکھوں\r\nبھی ہوں تو اسلام کو کیا فائده- في الدرك الاسفل من\r\nالنار شیر خدا کو صحابہ سے نہ جان کا نہ مال کا نہ عزت کا خطرہ\r\nہو سکتا ہے تو پھر تقیہ کی بھی تینوں وجوہات ختم ہو گئیں۔ اس\r\nلئے یہ کہنا کہ حضرت علی نے تقیہ کرتے ہوئے خلفاء ثلاثہ کا\r\nساتھ دیا غلط ثابت ہوا۔\r\nالامر على جميع المهاجرين\r\nوالانصار\r\n-7 موجوده قرآن انہی منافقین، مرتدین صحابہ کے ہاتھوں پہنچا۔\r\nاگر وہ منافق مرتد تھے تو قرآن کی صحت و حفاظت کا کیا ثبوت\r\nہے؟ آیت حفاظت بھی انہوں نے ممکن ہے خود بنا کر داخل\r\nکردی ہو جیسے چور شکستہ تالا لٹکا دیتا ہے۔\r\nجملہ صحابہ نے خلفاء ثلاثہ کو اپنا امام و پیشوا مانا اور حضرت 1- منار العدی صفحہ ۳۷۳\r\n8-\r\nعلی نے تینوں کی بیعت کی۔\r\n2 فروغ کافی جلد ۳ کتاب الروضه\r\nصفحه ۱۳۹\r\n3- استاج طبری صفحه ۴۹\r\n4 نج ابلانہ حیدری پریس لاہور\r\nصفحه ۶۸۴ مکتوب نمبر ۷"
    },
    {
        "id": 90,
        "pageNo": 90,
        "pageText": "مضمون\r\nتوفی پر حضرت مسیح موعود علیہ السلام کا چیلنج\r\nحوالہ\r\nاگر کوئی شخص قرآن کریم سے یا کسی حدیث رسول ﷺ سے ازالہ اوہام حصہ دوم صفحہ 503\r\nیا اشعار و قصائد و نظم و نثر قدیم و جدید عرب سے یہ ثبوت پیش روحانی خزائن جلد 3 صفحہ 603\r\nکرے کہ کسی جگہ توفی کا لفظ خدا تعالی کا فعل ہونے کی حالت میں\r\nجو ذوی الروح کی نسبت استعمال کیا گیا ہو وہ بجو قبض روح اور\r\nوفات دینے کے کسی اور سنے پر بھی اطلاق پا گیا ہے یعنی قبض\r\nجسم کے معنوں میں بھی مستعمل ہوا ہے تو میں اللہ جل شانہ کی\r\nقسم کھا کر اقرار صحیح شرعی کرتا ہوں کہ ایسے شخص کو اپنا کوئی حصہ\r\nحصہ\r\nملکیت کا فروخت کر کے مبلغ ہزار روپیہ نقد دوں گا اور آئندہ\r\nاس کی کمالات حدیث رانی اور قرآن دانی کا اقرار کرلوں گا۔\r\nوما محمد الا رسول قد خلت من قبله الرسل\r\nافان مات او قتل انقلبتم على اعقا بكم العمران : 145\r\nقد خلت من قبله الرسل\r\n1 خلا فلان اذا مات جب کوئی مرجائے تو خلا فلان تاج العروس-\r\nنسان العرب - قاموس\r\nکہتے ہیں\r\n2 خلت الدار خلاء اى لم يبق فيها احد گھر میں کوئی بھی تاج العروس\r\nباقی نہیں رہا۔ سب مر گئے۔\r\n-3- اذا سید منا خلا قام سيد\r\nقول بما قال الكرام فعول\r\nتمام انبیاء جو آنحضرت سے قبل تھے فوت ہو چکے ترجمان القرآن (نواب صدیق\r\nالحسن) جلد 1 صفحہ 513\r\n-5- اللہ جل شانہ فرماتا ہے کہ میں محمد ﷺ کے ساتھ بعد 1- تفسیر ابن جریر جلد 4 صفحہ 110\r\nاختام مدت عمر ویسا ہی کروں گا جس طرح تمام رسولوں کے زمر آیت و ما محمد الا\r\nساتھ کیا جو اس سے پہلے مخلوق کی طرف بھیجے گئے اور جوانی رسول. 2. تفسیر بحر\r\nمدت عمر پوری کر کے فوت ہو چکے۔\r\nالمحيط جلد 3 صفحه 110"
    },
    {
        "id": 91,
        "pageNo": 91,
        "pageText": "-1\r\nمضمون\r\nفضائل خلفائے ثلاثہ\r\nکمی دور میں قبول اسلام کی توفیق پائی۔\r\nکسی پہر کے سر نہ دہر جاں نہ فشاند\r\nعشق است که این کار بعد صدق کناندو\r\n2 خلفاء ثلاثہ نے ہجرت کی سعادت پائی۔ ورنہ (۱) مدینہ میں کونسا حج:۳۱\r\nخزانہ نکل آیا تھا۔ مدینہ تو بخار کا مرکز تھا۔ فاقہ کشی تھی۔\r\n(ii) خدا نے گواہی دی ہے کہ اخرجوا من ديارهم\r\nبغير حق الا ان يقولوا ربنا الله\r\nب اخرجوا من ديارهم و اموالهم يبتغون فضلا من (الحشر:9)\r\nالله ورضوانا وينصرون الله ورسوله\r\nمن يهاجر في سبيل الله يجد في الارض مراغما (ناء : ۱۰۱)\r\nكثيرا وسعة\r\nان کو وسعت کا ملنا اس وعدہ کے ایفاء کی دلیل ہے اور ان\r\nکے مہاجر عنداللہ ہونے کی نشانی ہے۔ مہاجرین کے لئے\r\nخرجوا نہیں فرمایا بلکہ فرمایا اخر جو الفاء کے مظالم نے مجبور\r\nکر کے انہیں نکالا ہے ۔\r\nوالذين هاجروا فى الله من بعد ما ظلموا لنبئونهم (محل : ۴۲)\r\nفي الدنيا حسنة ولاجر الاخرة اكبر لو كانوا\r\nيعلمون\r\nدنیا میں انہیں بادشاہت اور تمام مومنوں کی سرداری لی اور\r\nو لاجر الاخرة اكبر.\r\n-3 رجال لا تلهيهم تجارة ولا بيع عن ذكر الله و امام (نور: ۳۸)\r\nالصلوة وايتاء الزكوة يخافون يوما تتقلب فيه\r\nالقلوب والابصار\r\nب من المومنين رجال صدقوا ما عاهدوا الله عليه (احزاب :۲۴)\r\nفمنهم من قضى نحبة ومنهم من ينتظر\r\nحوالہ"
    },
    {
        "id": 92,
        "pageNo": 92,
        "pageText": "مضمون\r\n4- ان الله على نصرهم لقدير الذين اخرجوا من (حج :۴۱)\r\nديارهم ....... و لينصرن الله من ينصره\r\n5 قل يعباد الذين امنوا اتقوار بكم للذين أحسنوا (زمر :)\r\nفي هذه الدنيا حسنة وارض الله واسعة انما\r\nيو في الصبر ون اجرهم بغير حساب .\r\nان کی ابتدائی مسلمانوں میں سے متقی لوگوں کو فی الدنیا\r\nحسنة وارض الله واسعة کا وعدہ ہے خلفاء اور ثلاث\r\nکے لئے دینوی انعامات میں سے بادشاہت سے بڑھ کر اور\r\nکون سا انعام ہو سکتا ہے ؟\r\n6- وقليل للذين اتقوا ماذا انزل ربكم قالوا خيرا (حل : ۳۱)\r\nللذين احسنوا في هذة الدنيا حسنة و لدار الاخرة\r\nخير ولنعم دار المتقين\r\nکی آیت ہے اور اس کسمپرسی کے زمانہ میں ابتدائی مکی\r\nمسلمانوں سے بصورت وعدہ پیشگوئی ہے۔ خلفاء ثلاثہ کو دیکھو\r\nخدا نے کیسے دنیاوی حسنات سے نوازا ہے۔\r\n7 لقد تاب الله على النبي والمهاجرين والانصار (توبه : ۱۱۸)\r\nالذين اتبعوه في ساعة العسرة من بعد ما كاديز يخ\r\nقلوب فريق منهم ثم تاب عليهم انه بهم رءوف\r\nرحيم\r\nخلفاء ثلاثہ اس غزوہ میں شریک ہوئے ۳۰ ہزار سپاہی۔\r\nحضرت عثمان نے دو سو ارقیہ چاندی دو سو اونٹ دیئے۔\r\nحوالہ\r\nغزوہ تبوک میں صحابہ کی تعداد میں اور چالیس ہزار کے فتح الباری کتاب المغازی باب غزوہ\r\nتبوک\r\nدرمیان تھی۔\r\n۲۵ ہزار کے غزوہ تبوک میں امیر لشکر حضرت ابو بکر کو مقرر کیا تغیر صافی زیر آیت مذا\r\nتھا۔\r\n8- لا تجد قوما يومنون بالله واليوم الاخر يوادون |\r\nمن حاد الله و رسوله و لو كانوا اباء هم"
    },
    {
        "id": 93,
        "pageNo": 93,
        "pageText": "مضمون\r\nاوابنائهم اواخوانهم او عشيرتهم اولئك كتب مجادله : ۲۳)\r\nفي قلوبهم الایمان و ایدهم بروح منه ويدخلهم\r\nجنت تجري من تحتها الانهر خالدين فيها رضى |\r\nالله عنه ورضواعنه اولئک حزب الله الا ان\r\nحزب الله هم المفلحون\r\nمنکرین زکوة ، مدعیان نبوت اور قیصر و کسری کے مقابل پر خدا\r\nتعالٰی نے خلفاء ثلاثہ کی مدد کر کے اور انہیں کامیاب کر کے\r\nثابت کر دیا کہ یہ کون لوگ ہیں۔\r\n9. لقد رضي الله عن المومنين اذا يبايعو نک تحت (الفتح :۱۹)\r\nالشجرة فعلم ما في قلوبهم فانزل السكينة عليهم |\r\nو اثابهم فتحا قريبا و مغانم كثيرة ياخذونها .\r\nنیز فرمایا الزمهم كلمة التقوى وكانوا احق بها و (الفتح : ۲۷)\r\nاهلها\r\nبیعت رضوان کے دینوی انعام\r\n(1) فتح قريب (۲) مغانم كثيرة (۳) واخرى لم\r\nتقدروا عليها قد احاط اللہ بھا یعنی فارس و روم کے\r\nاموال جو عربوں کے احاطہ قدرت کے باہر تھے۔ ذی الحجہ 7 ھ\r\nمیں حدیبیہ سے واپس آئے محرم ۷ھ میں خیبر فتح ہو گیا۔\r\nاموال خیبر کو آنحضرت نے تمام اہل حدیبیہ کیلئے مخصوص\r\nکر دیا تھا گویا تمام اہل حدیبیہ مومنین تھے اور ان میں منافق\r\nکوئی نہ تھا اگر کوئی منافق ہوتا تو اسے اموال خیبر نہ دیتے\r\nاس میں سے حدیبیہ میں شرکت نہ کرنیوالوں کو اموال خیبر\r\nمیں سے حصہ نہیں دیا ۔ خواہ کوئی اہل حدیبیہ میں سے خیبر میں\r\nشریک ہوا یا نہیں تمام اہل حدیبیہ کو اموال خیبر تقسیم ہوئے\r\nاہل حدیبیہ میں سے صرف جابر بن عبد اللہ بن عمرو بن حرام\r\nخیبر میں شریک نہیں ہوئے اس کے باوجود حضور ا\r\nحوالہ"
    },
    {
        "id": 94,
        "pageNo": 94,
        "pageText": "مضمون\r\nنے اسے حصہ دیا اور برابر برابر دیا۔\r\nحوالہ\r\n(سیرۃ ابن ہشام) اردو صفحه ۴۱۶\r\nترجمه عبد الجلیل صدیقی\r\n10- محمد رسول الله والذين معه أشداء على الكفار (الفتح :٣٠)\r\nرحماء بينهم تراهم ركما سجدا يبتغون فضلا من\r\nالله ورضوانا\r\nوالذين معه میں خلفاء ثلاثہ شامل تھے۔ جو خدا تعالٰی کے\r\nفضل اور رضوان کے وارث ہوئے۔\r\n11- شاورهم في الامر\r\nمشورہ خیر خواہ سے ہوتا ہے نہ کہ دشمن ہے۔ زیر آیت لولا\r\n( آل عمران : ۲۲۰\r\nكتاب من الله سبق لمسكم فيما اخذتم عذاب عظیم (انفال : 44)\r\nاسیران بدر کے بارہ میں ابوبکر، عمر نے مشورہ دیا۔ حضور\r\nنے ابو بکٹر کے مشورہ پر عمل کیا اور خدا کو بھی\r\nحضرت ابو بکرہ کا مشورہ پسند آیا اور اسے قرآن کا حصہ بنایا۔\r\n12- ان ربک یعلم انك تقوم ادنى من ثلثي الليل و (مزل: ۲۰)\r\nنصفه و ثلثة وطائفة من الذين معك - خلفاء ثلاث\r\nآنحضور ﷺ کے ساتھ عبادت میں شامل رہا کرتے تھے۔\r\n13- واذكروا نعمة الله عليكم ان كنتم اعداء فالف ( آل عمران : ۱۰۴)\r\nبين قلو بكم فاصبحتم بنعمته اخوانا و كنتم على\r\nشفا حفرة من النار فانقذكم منها\r\n14- هو الذى ايدك بنصره وبالمومنين والف بين انقال : ۷۳ تا ۶۵)\r\nقلوبهم لوانفقت مافي الارض جميعا ما الفت\r\nبين قلوبهم و لكن الله الف بينهم انه عزيز\r\nحكيم يا ايها النبى حسبك الله ومن اتبعك من\r\nالمومنين\r\nا یہ کہنا کہ قبل اسلام بنوامیہ اور بنو ہاشم کی دیرینہ عداوت بعد\r\nمیں بھی قائم رہی اس آیت کے خلاف ہے۔\r\nب صحابہ محض چار پانچ نہیں بلکہ بہت بڑی تعداد تھی کیونکہ"
    },
    {
        "id": 95,
        "pageNo": 95,
        "pageText": "مضمون\r\nشیعوں کے مذکورہ چار پانچ میں تو قبیل اسلام با ہم کوئی عداوت نہ\r\nتھی نہ ہی چار پانچ افراد میں الفت پیدا کرنا اتنا بڑا انعام قرار پا سکتا\r\nہے جس کا ذکر کیا جائے۔ شیعہ بتائیں کہ مہاجرین و انصار صحابہ\r\nکے علاوہ وہ کون لوگ تھے جن میں عداوت تھی اور اسلام نے\r\nدور کردی۔ اور وہ بھائی بھائی بن گئے۔\r\nج۔ وہ انعام کیا ہوا جو حضور کے فوت ہوتے ہی زائل\r\nہو گیا اور دوبارہ عداوت آگئی۔\r\nز خدا ان کو دوزخ سے نجات یافتہ قرار دیتا ہے لہذا وہ منافق\r\nمرتد نہیں ہو سکتے۔\r\nچار پانچ اشخاص تو جملہ مخالفین کے مقابل کافی نہیں ہو سکتے\r\nاگر حضرت علی اکیلے کافی ہوتے تو وہ تقیہ کیوں کرتے اور\r\nبقول شیعہ صحابہ ان پر مظالم کیوں کرتے ؟\r\n15- اولئك الذين اتينهم الكتاب والحكم و النبوة (انعام : ع ١٠)\r\nفان يكفر بها هولاء فقد وكلنا بها قوما ليسوا\r\nبها بكافرين\r\nیہ مکی سورۃ ہے گویا مہاجرین کی جماعت خدا کی مقرر کردہ\r\nقوم ہے جو کافر نہیں بلکہ مومن ہے۔ بعض انصار قبل ہجرت\r\nمسلمان ہو چکے تھے۔\r\n-16 كلا انها تذكرة فمن شاء ذكره في صحف مكرمة (میں)\r\nمرفوعة مطهرة بايدى سفرة كرام بررة\r\nسفر کرنے والے صحابہ یا قرآن کی کتابت کرنے والے صحابہ\r\nمراد ہیں اس میں فرشتے مراد نہیں ہو سکتے کیونکہ اگر یہ صحیفے\r\nفرشتوں کے ہاتھ میں ہوں تو ان کے ہاتھوں میں موجود\r\nصحیفوں کو نہ لوگ پڑھ سکتے ہیں نہ ان سے نصیحت حاصل\r\nکر سکتے ہیں۔\r\nفضائل ابو بکر\r\nحوالہ"
    },
    {
        "id": 96,
        "pageNo": 96,
        "pageText": "مضمون\r\nحوالہ\r\nا ولا ياتل اولو الفضل منكم والسعة\r\n(نور: ۲۳)\r\nالسعة. مالى وسعت آيت ومن يطع الله والرسول (نساء: ۷۰ ( مجمع البيان عمدة\r\nذ لك الفضل من الله جملہ تفاسیر شیعہ میں اولو البیان) صفحه ۱۳۱ ترجمه قرآن مولوی\r\nالفضل سے حضرت ابو بکر مراد ہیں یہ آیت حضرت ابو بکر کے فرمان علی صاحب فتح البیان زیر\r\n........\r\nبارے ہے۔\r\nآیت مذا\r\n2 الا تنصروه فقد نصره الله ان اخرجه الذين كفروا (توبه : ۴۱)\r\nثانی اثنین ازهما في الغار اذ يقول لصاحبه لا\r\nتحزن ان الله معنا فانزل الله سكينته عليه وايده\r\nبجنود لم تروها\r\nجمله تفاسیر شیعہ میں حضرت ابو بکر مراد ہیں۔\r\nثانی اثنین فرما کر حضرت ابو بکرہ کی تعریف فرمائی ہے اور\r\nمراد یہ ہے کہ حضرت ابوبکر ان تمام امور میں حضور\r\nکے شریک تھے۔ ایمان، تقوی، ہجرت مظلومی\r\nدشمنی سے خطرہ اور نصرت الہی وغیرہ۔\r\nب حضور ﷺ نے بازن الی خطرناک سفر میں حضرت ابو بکر خلاصه المنبج تفسیر حسن عسکری\r\nکو رفیق سفر بنایا۔\r\nت. اگر حضرت ابو بکر کے دل میں ایمان اور عشق رسول نہ\r\nہو تا تو وہ ایسے خطر ناک سفر میں رفیق سفر نہ بنتے۔ منافق ایسی\r\nقربانی نہیں کر سکتا. اتخذوا ايمانهم جنة\r\nج خدا اور رسول کے نزدیک حضرت ابو بکر کے سوا دوسرا\r\nکوئی صحابی اخلاص اور شجاعت میں اس قابل نہ تھا کہ وہ\r\nحضور الله کا رفیق سفر بنتا۔ ابو بکر سب سے افضل صحابی\r\nتھے اور اشجع الصحابة\r\nخدا کو حضرت ابو بکر کی یہ قربانی اتنی پسند آئی کہ اپنے ابدی\r\nکلام میں اس کا ذکر کر دیا اور کسی صحابی کی کسی قربانی کا ذکر نہ\r\nکیا۔ شب ہجرت حضرت علی کے بستر رسول پر سونے کا\r\nقرآن مجید میں ذکر نہیں کیا۔ جبکہ حضرت ابو بکر کی رفاقت و\r\n(منافقون)"
    },
    {
        "id": 97,
        "pageNo": 97,
        "pageText": "مضمون\r\nحوالہ\r\nمعیت فی الغار کا ذکر کیا۔ پس خدا کے نزدیک حضرت علی کی\r\nنسبت حضرت ابوبکر کی قربانی زیادہ پسندیدہ تھی اس لئے\r\nحضرت ابو بکر کی قربانی کا ذکر کیا۔ حضرت علی کی قربانی کا\r\nنہیں کیا۔ اگر بستر پر سونا فضیلت ہے تو بستر والے کے ساتھ\r\nسونا اس سے بڑھ کر فضیلت ہے ۔ شب ہجرت حضرت علی تو\r\nبستر رسول پر سویا۔ اور ابوبکر دوران ہجرت غار ثور میں\r\nرسول خدا یعنی صاحب بستر کے ساتھ تین راتیں سویا -\r\nصرف بستر پر سونا افضل ہے یا خطر ناک ترین وقت میں رسول\r\nکے ساتھ غار ثور میں سونا افضل ہے اور وفات کے\r\nبعد تا قیامت حضرت ابوبکر روضہ رسول میں رسول کے\r\nساتھ سونا۔ حضرت علی کمسن تھے انہیں پتہ تھا کہ مجھے کفار\r\nکچھ نہیں کہیں گے بلکہ بقول شیعه يموتون باختيارهم\r\nجب ان کی مرضی نہیں تھی کفار ان کو مار ہی نہیں سکتے تھے\r\nادھر حضور اللہ نے فرمایا تھا انهم لن يضروك شيئا\r\nنیز کفار سے قرابت داری تھی طالب اور عقیل سگے بھائی کا\r\nتھے ۔ چچا عباس اور بچوں کی اولاد موجود تھی کفار کو پتہ تھا اگر\r\nعلی کو کچھ کہا تو وہ بدلہ لیں گے چنانچہ صبح پتہ چلنے پر کفار نے\r\nحضرت علی کو پتھر تک نہیں مارا۔ حضرت ابو بکرے کو تو ان\r\nباتوں میں سے کچھ حاصل نہ تھا اس کے باوجود اتنے خطرہ میں\r\nبھی سفر میں ساتھ چل دیئے۔\r\nان الله معنا حضور ﷺ نے اس فقرہ میں حضرت (محل آخری آیت)\r\nابو بکر کو حفاظت و نصرت الہی میں اپنا شریک کیا۔ ان الله\r\nمع الذين اتقوا و الذين هم محسنون\r\nس خوف و حزن رسولوں کو ہو سکتا ہے۔\r\nموسیٰ کو فرمایا لا تخف موسیٰ نے عرض کی ربانی قتلت (قصص : ۳۴)\r\nمنهم نفسا واخاف ان يقتلون\r\nیعقوب نے کہا انما اشكوا بثي وحزني الى الله (يوسف : ۸۷)"
    },
    {
        "id": 98,
        "pageNo": 98,
        "pageText": "لوط سے فرمایا لا تحزن\r\nمضمون\r\niv حضور کو فرمایا۔ لا تحزن عليهم.\r\nمومنوں کو بھی الا تخافوا ولا تحزنوا ہاں خدا اس (تم سجده : ۳۱)\r\nحزن اور خوف کو دور کر دیتا ہے۔\r\nش نہی سے مراد عصیان یا نافرمانی نہیں ہوا کرتا۔ فرمایا (قیامت :۱۷)\r\nلا تحرک به لسانک\r\nفلا تذهب نفسك عليهم حسرات\r\nکیا رسول نے ہجرت خوف قتل سے کی تھی۔ آئمہ\r\nنے تقیہ خوف جان و مال و آبرو سے کیا تھا۔\r\nاگر ابوبکر منافق تھا تو پھر وہ غمگین نہیں ہو سکتا۔ اگر غم تھا تو\r\nرسول ﷺ کی جان کا اور یہ غم ہزار اطمینان سے بہتر ہے\r\nرسول ال کو خطرے میں دیکھ کر غمگین صرف عاشق\r\nرسول ال ہو گا نہ کہ منافق اور غدار۔\r\n(فاطر:؟)\r\n3 حضرت ابوبکر محبوب الہی تھے ۔ یا ایها الذين امنوا من (ماده ۵۵)\r\nيرتد منكم عن دينه\r\n--4 خرمصطفى فانكحوا ما طاب لكم من النساء\r\nکیا حضور ﷺ کو منافق عورتیں ہی پسند آئی؟\r\nا - لا تنكحوا المشركات\r\n(نساء:4)\r\n(بقره : ۲۲۲)\r\n2 الخبيثت للخبشين والخبيثون للخبثات و نور: ۲۷\r\nالطيبات للطيبين والطيبون للطيبات\r\n3 انا نحن نزلنا الذكر وانا له لحافظون\r\nما ان علينا جمعه و قرآنه\r\nحضرت ابو بکر نے جمع و تدوین قرآن کیا۔ خدا نے اپنے ابدی\r\nکلام کی ابدی حفاظت کس سے کرائی؟ اس کا مقام سوچ لو۔\r\nك فلا تحسبن الله مخلف وعده رسله قرآن حضرت\r\nابو بکر نے جمع کیا کوئی بھی قرآن کو بگاڑ نہیں سکتا۔ اگر خفاء\r\nثلاثہ نے بگاڑ دیا تو حضرت علی نے حفاظت کیوں نہ کی۔ اس\r\n(الحجر: 10)\r\nحوالہ\r\n(قیامت : ۱۸)\r\n."
    },
    {
        "id": 99,
        "pageNo": 99,
        "pageText": "مضمون\r\nکی اصلاح کیوں نہ کی۔ حضرت علی کا نسخہ مرضی الہی کے (ابراهیم: ۴۳)\r\nمطابق نہ تھا اس لئے اس کو ضائع کرا دیا۔ حضرت ابو بکرہ کا\r\nنسخہ مرضی الہی کے مطابق تھا اس کو محفوظ رکھا اور شہرت\r\nدی۔ جو قرآن ساری دنیا کے لئے ہادی بن کر نازل ہوا وہ\r\nوفات رسول کے بعد فورا ہی ضائع ہو گیا ؟ تمام آئمہ اثنا عشر\r\nاس کو پڑھتے اور عمل کرتے اور سکھاتے رہے۔\r\nاني تارك فيكم الثقلين كتاب الله و عترتی لن حدیث رسول\r\nيفترقا حتى يردا على الحوض\r\n7 في صحف مكرمة مرفوعة مطهرة بايدى سفرة (حبس)\r\nكرام بررة\r\nفضائل حضرت عمر بن خطاب\".\r\n1. حضرت عمر فاتح قیصر و کسرتی ہیں۔\r\n4-\r\nمین کو ابدی صحبت رسول حاصل ہوئی۔\r\nخر مصطفی\r\nداماد مرتضی\r\nحوالہ\r\nحیات القلوب جلد دوم صفحه ۶۳۰\r\nدر بیان غزوہ خندق. خلاصه المنج\r\nتغییر احزاب از اجاء تکم جنور آیت؟\r\nفروع کافی جلد ۲ صفحہ ۱۴۱ ۳۱۱\r\nة الصافی شرح اصول کافی کتاب\r\nالحجة جزء سوم صفحة ٢٨\r\nباب شصت و یکم اصل بابان\r\nالائمة لم يفعلو اشياء\r\nآنحضور کی اولاد کا ذکر ۔\r\nو تزوج خديجة و هو ابن بضع عشرين سنة فولد له اصول كافي كتاب الحجة\r\nمنها قبل مبعثه القاسم ورقية وزينب وام كلثوم | ابواب التاريخ باب مولد\r\nوولد له بعد المبعث الطيب ولطاير والفاطمة النبي\r\nعليها السلام"
    },
    {
        "id": 100,
        "pageNo": 100,
        "pageText": "مضمون\r\nامام مہدی کے بارے اعتراضات\r\nشیعه عقیده - امام مهدی اهل بیت اور آل رسول سے ہو گا۔\r\nجواب۔ آل اور اہل بیت میں سے ہونا خونی تعلق کو نہیں\r\nچاہتا کیونکہ\r\nواذ نجينا كم من آل فرعون\r\nة واغرقنا آل فرعون\r\nفاخذنه و جنوده فنبذنهم في اليم\r\nگویا آل سے مراد فرعون کے متبعین اور لشکر ہے۔\r\nبقرة : ۵۰\r\nبقرة : ۵۱\r\nالقصص : ۴۱\r\nفمن تبعنى فانه منی میں آل ابراہیم ہی کی طرف اشارہ ابراہیم : ۳۷\r\nہے۔\r\nفمن شرب منه فليس مني ومن لم يطعمه فانه منى بقرة : ۲۵۰\r\nنہر سے پانی پینے والوں کو آل طالوت سے خارج کر دیا گیا۔\r\nvi انه ليس من اهلك انه عمل غير صالح\r\nحالانکہ حضرت نوح کا وہ حقیقی بیٹا تھا۔ جو عمل صالح نہ ہونے\r\nکی وجہ سے آل سے نکال دیا گیا۔\r\n2 آل اور اہل بیت میں سے ہونے کے لئے کامل اتباع\r\nضروری ہے۔\r\nهود : ۴۷\r\nالنبى اولى بالمئومنين من انفسهم وازواجه احزاب : ۷\r\nامهاتهم\r\nحوالہ\r\nامام باقر اور جعفر نے وازواجه امهاتهم وهو اب لهم تغیر صافی زیر آیت النبی نوتی\r\nپڑھا ہے۔\r\nبالمئومنین\r\nاس لئے فرمایا ۔ انما المومنون اخوة مومن آپس میں الحجرات : \"\r\nبھائی ہیں۔\r\nالله فرمایا۔ سلمان منا اهل البيت وانما اراد على ديننا - تغیر مجمع البیان سورة هوايت انه\r\nایمان اور اتباع کی وجہ سے سلمان فارسی آل رسول میں لیس من اهلک\r\nشامل ہیں۔ ورنہ جسمانی کوئی تعلق نہیں۔"
    },
    {
        "id": 101,
        "pageNo": 101,
        "pageText": "مضمون\r\nحوالہ\r\n6 معنى الاية فسيخلوا محمد كما خلت الرسل من 1 1- تفسیر ابو سعود جلد 3 صفحہ 85 زیر\r\nقبلہ اس سے قبل جس قدر رسول آئے وہ سب یا تو موت آیت و ما محمد الارسول\r\nکے ذریعہ یا قتل کے ذریعہ دنیا چھوڑ گئے اور ان کا دین قائم 2- کشاف جلد نمبر اول صفحہ 258\r\n3 تغییر مدارک جلد اول\r\nرہا۔\r\nصفحہ 258\r\n4 تفسیر خازن جلد اول صفحه 360\r\n7- قد خلت مضت ماتت من قبله الرسل فسيموت تفسیر مظہری جلد 2 صفحہ 147\r\nمو ايضا ۔ یعنی اس رسول سے پہلے سب رسول مرگئے ایسے\r\nمتی یہ رسول بھی ضرور نوت ہو جائے گا۔\r\n8 فسيخلو كما خلوا بالموت او القتل\r\nیه ضرورای طرح گزر جائے گا جس طرح دوسرے\r\nدو سرے\r\nموت یا قتل کے ذریعہ گزر گئے۔\r\n1- تفسیر سراج المنير\r\nجلد اول صفحه 251\r\n2 تفسیر غرائب القرآن جلد اول\r\nصفحہ 348\r\n3 تفسیر کبیر جلد 7 صفحه 20\r\nني آيت و ما محمد الارسول\r\nو جس طرح دوسرے رسول موت یا قتل سے زمین کو خالی الستادی جلد اول صفحہ 184 زیر\r\nکر گئے یہ سابق رسولوں کے بارے ہے\r\n10- تمام رسول اس جہاں سے گزر گئے۔\r\nقرآن\r\n-1 تلك امة قد خلت\r\n2 قد خلت من قبلكم سنن\r\n-3 وان من امة الاخلا فيها نذير\r\n4 قد خلت من قبلها امم\r\nو قد خلت القرون من قبلي\r\nآیت و ما محمد الارسول\r\nتغییر بحر مواج جلد اول صفحہ 431\r\n(بقرة : 136)\r\n(العمران : 137)\r\n( قطر: 24)\r\n(رعد: 30)\r\nالاحقاف : 17\r\nحدیث\r\n1 كان فيما خلا من اخواني من الانبياء ثمانية الاف |"
    },
    {
        "id": 102,
        "pageNo": 102,
        "pageText": "مضمون\r\nحضرت امام جعفر صادق فرماتے ہیں۔\r\nحوالہ\r\nمن اتقى الله منكم واصلح فهو منا اهل البيت- تم تغییر صافی سورة ابراهیم زیر آیت\r\nمیں سے جس نے اللہ کا تقویٰ اختیار کیا اور اصلاح کی ہم میں فمن تبعنی فائه منی\r\nسے اہل بیت میں شامل ہے ۔\r\nحضرت باقر کا قول ہے۔\r\nمن احينا فهو منا اهل البیت ہم سے محبت کا تعلق رکھنے تغیر صافی سورۃ ابراہیم زیر آیت\r\nفمن تبعني فائه منى\r\nوالا ہم میں سے ہے۔\r\nامام مهدی پر یہ اعتراض کیا جائے گا کہ \"لست من ولد بحار الانوار جلد ۱۳- صفحه ۱۴\r\nفاطمة\"\r\n-4 امام مهدی فارسی النسل ہوگا۔ لو كان الايمان بالثريا تغير مجمع البيان سورة الجمعه\r\nلنالته رجال من هولاء\r\n5 آخرين منهم لما يلحقو بهم نے یہ وضاحت بھی کردی\r\nامام مهدی عربی نہ ہوگا بلکہ عجمی ہوگا۔ چنانچہ یہی خبر دی گئی\r\nہے کہ لونه عربی و جسمه اسرائیلی کہ اس کا رنگ\r\nتو عربی ہو گا مگر جسم اسرائیلی ہو گا۔ اس لئے محمد بن عسکری عربی\r\nالنسل ہونے کی وجہ سے امام مہدی نہیں ہو سکتے۔\r\nشیعه عقیده : امام حسن عسکری کے بیٹے امام محمد غار میں\r\nدشمن کے خوف سے پوشیدہ ہیں۔ اب تک زندہ ہیں وہ\r\nآخری زمانہ میں ظاہر ہونگے وہی امام مہدی ہیں نہ کوئی اور ۔\r\nجواب : 1- امام مہدی صدیوں سے غار میں چھپے ہوئے ہیں\r\nیہ عقیدہ قابل قبول نہیں۔\r\n2 \" غار کے اندر محبوس ہونے کا نظریہ جاھلانہ ہے\" تجلیات صداقت بجواب ہدایت\r\n3 امام کی حیثیت سے استاد اور طبیب کی ہوا کرتی ہے۔ اگر امام\r\nصدیوں شاگردوں سے دور ہے یا طبیب مریضوں سے یہ ان\r\nکی شان کے خلاف ہے۔\r\n4- لقد كان في قصصهم عبرة لا ولی الالباب کے مطابق\r\nصفحه ۵۰۰\r\n:"
    },
    {
        "id": 103,
        "pageNo": 103,
        "pageText": "مضمون\r\nانبیاء سابق میں ایسی کوئی مثال نہیں۔\r\nحوالہ\r\nسورة يوسف : ۱۲\r\n5 حضرت موسیٰ کی قوم گمراہ ہوئی تو فورا واپس قوم میں آگئے طہ:۸۷\r\nمگر امام مہدی میں آنے کا نام نہیں لیتے۔\r\nعقیدہ کے مطابق ہدایت مہدی کے پاس ہے۔ اور\r\nان الذين يكتمون ما انزلنا من البينات والهدى بقرة : ١٢٠\r\nمن بعد بينة فى الكتاب واولئك يلعنهم الله\r\n...... آیت قرآنی کے مطابق مہدی صدیوں ہدایت کو چھپا\r\nنہیں سکتا۔\r\n7 شیعہ عقیدہ کے مطابق ان الائمة لا يموتون الا\r\nباختیار هم \" (که امام اپنی مرضی کے بغیر فوت نہیں ہوتا )\r\nجان کے خوف سے نمار میں غائب ہونے کا عقیدہ نا قابل فہم\r\nہے۔\r\n8- شیعہ کتب میں مختلف روایات ہیں مثلاً جب شیعہ مسلک (72\r\nافراد شامل ہو جائیں گے امام ظاہر ہو جائیں گے۔ بعض میں\r\n313 اور 17 کا عدد بھی ملتا ہے۔ سوال یہ ہے کہ ایران\r\nعراق، افغانستان، یمن، شام وغیرہ ممالک میں کروڑوں کی\r\nتعداد ہے۔ اب امام کو کس کا خوف ہے۔ یا ابھی مذکورہ بالا\r\nتعداد بھی ان شیعوں کی نہیں۔\r\n9۔ حقیقت یہ ہے کہ محمد بن حسن عسکری فوت ہو چکے ہیں۔ جیسا\r\nکه علامه ابن ندیم مشہور عالم ابو محل نوبختی کے ذکر میں لکھتے\r\nہیں۔\r\nانه كان يقول ان اقول ان الامام محمد بن الفهرست ابن ندیم صفحه ۲۵۱ مطبوعه\r\nالحسن و لكنه مات في الغيبة - كه امام محمد بن حسن مصر\r\nغیوبت کے زمانہ میں فوت ہو گئے۔\r\n- ترجمہ محمد اسحاق بھٹی صفحه ۴۲۸\r\nعلامہ باقر مجلسی نے لکھا ہے۔\r\nسمى القائم قائما لانه يقوم بعد موت ذكره\" بحار الانوار جلد ۱۳ صفحہ ۷۔\r\nموت کے بعد کھڑا ہونے سے مراد ان کا مثیل انا ہے۔ کیونکہ"
    },
    {
        "id": 104,
        "pageNo": 104,
        "pageText": "اللہ تعالی فرماتا ہے۔\r\nمضمون\r\nمن ورائهم برزخ الى يوم يبعثون\r\nاعتراض نے مہدی کے آنے سے کفر مٹ جائے گا۔ مگر مرزا\r\nصاحب کے آنے سے ایسا نہیں ہوا۔ معلوم ہوا مہدی نہیں\r\nآئے۔\r\nجواب جو کام آنحضور ﷺ کی قوت قدسیہ سے نہ ہو سکا\r\nوہ مہدی سے بھی نہ ہو سکے گا۔ ورنہ مہدی کی قوت قدسیہ\r\nزیادہ مانتی ہوگی جو کہ نہ ممکن ہے۔\r\nالفقر آن سے ثابت ہے غیر مسلم قیامت تک رہیں گے ۔\r\nمومنون : ۱۰۱\r\nحوالہ\r\n1- وجاعل الذين اتبعوك فوق الذین کفروا الى يوم آل عمران : ۵۶\r\nالقيامة\r\n2 ولو شاء ربك لجعل الناس امة واحدة ولا حور: ۱۹\r\nيزالون مختلفين الا من رحم ربک\r\n3 لا يزال الذين كفروا في مرية منه حتى تاتيهم حج : ٥٧\r\nالساعة بغتة او ياتيهم عذاب يوم عقيم\r\nتینوں آیات سے ثابت ہوا کہ کافر قیامت تک رہیں گے۔ البتہ\r\nہے۔ امام مہدی کی آمد سے اسلام کو تمام ادیان پر علمی دلائل اور\r\nآسمانی نشانات میں غلبہ نصیب ہو گا۔\r\nهو الذي ارسل رسوله بالهدى و دين الحق ليظهر السم\r\nعلى الذين كله\r\nجیسا کہ ہمیشہ اللہ تعالٰی رسولوں کو غلبہ عطا فرماتا رہا ہے۔\r\nكتب الله لا غلبن انا ورسلى\r\n4:\r\nمجادله : ۲۲\r\nلقد سبقت كلمتنا لعبادنا المرسلين انهم لهم الصفات: ١٧٣١٧٢-\r\nالمنصورون وان جند نالهم الغالبون.\r\nرسولوں کو غلبہ ملا۔ مگر کافر پھر بھی موجود رہے۔ غلبہ سے مراد\r\nدلیل اور نشان سے کفر پر غلبہ مراد ہے۔ فرمایا\r\nليهلك من هلك عن بيئة و يحى من حي عن بينة انقال : 43"
    },
    {
        "id": 105,
        "pageNo": 105,
        "pageText": "مضمون\r\nحوالہ\r\nجاء الحق وزهق الباطل ان الباطل كان زهوقا بنی اسرائیل : ۸۳\r\nتعزیه داری\r\nبنی اسرائیل : ۸۲\r\n1- ولا تقولوا لمن يقتل في سبيل الله اموات بل البقرة : ۱۵۵\r\nاحياء و لكن لا تشعرون\r\n2 روى عن النبي صلى الله عليه واله وعن الائمة تذيب الاحكام كتاب النكاح\r\nعليهم السلام انهم قالوا اذا جاء كم منا حديث فيمن احل الله نكاحه من\r\nفاعرضوه على كتاب الله فما وافق كتاب الله النساء.\r\nفخذوه وما خالفه فاطر حوہ اور دوہ حدیث قرآن\r\nکے مطابق ہو تو لے لو ورنہ رد کر دو\r\nتعزیہ کرنا قرآن، سنت اور ائمہ کے طریق سے ثابت نہیں بحار الانوار جلد اول صفحہ ۲۱\r\nاس لئے بدعت ہے۔ یا معشر المسلمين ان افضل\r\nالهدى هدى محمد و خير الحديث كتاب الله و شر\r\nالامور محدثاتها الا و كل بدعة ضلالة وكل ضلالة |\r\nففي النار\r\nبہترین ہدایت محمد کی ہے جو کہ کتاب اللہ ہے۔ ہر\r\nبری بات بدعت ہے جس کا انجام جہنم ہے۔\r\nب السنة ماسن رسول الله صلى الله عليه وسلم بحار الانوار جلد ۱ صفحه ۲۲\r\nوالبدعة ما احدث من بعد والجماعة اهل الحق\r\nوان كانوا قليلا\r\nسنت رسول کے خلاف ہر نئی بات بدعت ہے۔ جماعت اہل\r\nحق ہیں خواہ تھوڑے ہوں۔\r\n4- اشد الناس بلاء الانبیاء ۔ لوگوں میں انبیاء پر تکالیف + اصول کافی صفحہ ۳۲۸\r\nة فتح الجيد بشرح كتاب التوحيد\r\nزیادہ آئیں۔\r\n5 ...... اذا اصابتهم مصيبة قالوا انا لله وانا اليه\r\nصفحه ۲۰۰"
    },
    {
        "id": 106,
        "pageNo": 106,
        "pageText": "راجعون\r\nمضمون\r\nحوالہ\r\nبقره : ۱۵۷\r\nالعزاء معدودا الصبر تعزیت کے معنی میر کرنا مجمع البحرین زیر لفظ تعزیت\r\nدو سروں کو صبر کی تلقین کرتا ہے۔\r\nب اراد بالتعزى العزاء فى التصبر والتسلى عند مجمع البحرين زير لفظ تعزيمت\r\nالمصيبة وشعاره ان يقول انا لله وانا اليه\r\nراجعون كما امر الله صبر کی علامت یہ ہے کہ جیسا خدا کا\r\nحکم ہے انا للہ وانا الیہ راجعون کہا جائے۔ حضرت فاطمہ کو\r\nحضرت جعفر بن ابی طالب کے شہید ہونے پر فرمایا۔\r\nلا تدعى بويل ولا تكل ولا حزن واویلا نہ بچانا اور نه من لا يحضرة الفقهية باب\r\nالتعزية والجزع عند المصيبة\r\nی ناجائز کلمات منہ سے نکالنا۔\r\n... جلد اول صفحه ۵۷\r\nب قال لفاطمة اذا انامت فلا تخمشي على وجها ولا فروع کافی جلد ۲ صفحہ ۲۲۸\r\nتنثرى على شعرا ولا تنادى بالويل ولا تقيمي\r\nنائحة\r\nاے فاطمہ چوں بمیرم روئے خود را برائے من حیات القلوب جلد ۲ صفحه ۶۵۴\r\nمخراش و گیسوائے خود را پریشان مکن - جلاء العیون جلد اول صفحہ\r\nو وایلا مگو و بر من نوحة مكن و نوحه گران را ترجمه سید عبد الحین حیات القلوب\r\nمطلب۔ اے فاطمہ جب میں مرجاؤں تو میرے غم میں اپنے اردو صفحہ ۱۰۰۸ باب نمبر ۳\r\nچہرے کو مت زخمی کرنا اور نہ اپنے بالوں کو پریشان کرنا اور آنحضرت کی وصیتیں۔\r\nمجھے پر فرمادو نالہ اور نوحہ مت کرنا اور نہ توجہ کرنے والوں\r\nکو طلب کرتا۔\r\n7 حضرت امام صادق فرماتے ہیں۔\r\nانا اهل البيت نجزع قبل المصيبة فاذ انزل امر من لا يحضره الفاقية جلد اول\r\nالله عزوجل رضينا بقضائه وسلمناه لامره صفحه\r\nوليس لنا ان نكره ما احب الله لنا .\r\nہمارا طریق ہے مصیبت آنے سے قبل جمع کرتے ہیں جب\r\nخدا کا حکم آجائے تو اس کی قضا پر راضی رہتے ہیں۔"
    },
    {
        "id": 107,
        "pageNo": 107,
        "pageText": "مضمون\r\n8 حضرت امام جعفرہ فرماتے ہیں۔\r\nحوالہ\r\nيصنع للميت ماتم ثلاثة ايام من يوم مات يوى كا من لا يحضره الفقيبة جلد\r\nاستثناء کر کے فرمايا ليس لاحد ان يحد اكثر من ثلاثة اول صفحة ٥٨\r\nایام یعنی تین سو سے زیادہ سوگ منانے کی کسی کو اجازت\r\nنہیں۔\r\n9 امیر المومنین نے فرمایا - من جدد قبرا و مثل مثالا فقد من لا يحضره الفقيبة جلد\r\nخرج من الاسلام یعنی قبر کی تجدید کرنا یا تابوت بنانا اسلام اول صفحة \"\r\nسے خارج کر دیتا ہے۔\r\nحضرت ام کلثوم نے زنان کو فہ سے فرمایا۔\r\n\"اے اہل کو نہا تمہارے مردوں نے ہمارے مردوں کو قتل جلاء العیون اردو جلد ۲ صفحہ ۵۰۷\r\nکیا اور ہم اہلیت کو اسیر کیا پھر تم کیوں روتی ہو خداوند عام\r\nبروز قیامت ہمارا تمہارا حاکم ہے۔\r\nآنحضرت ﷺ نے فرمايا النياحة من عمل الجاهلية تغيير التمی صفحه ۲۶۷ سورة توبه\r\nنوحہ کرنا جاہلیت کا کام ہے۔\r\nزیرایت انفروا خفافا\r\nوثقالا\r\nب فرمایا \" چهار خصلت بد همیشه در است من خواهد بود\" ان پہار حیات القلوب جلد ۲ صفحه ۷۴۴\r\nمیں ایک نوحہ ہے۔ اگر نوحہ کننده تو به نه کند پیش از مردن\r\nچون روز قیامت مبعوث شود جامه از مس گداخته و جامعه از\r\nجرب بر او یو شانند\r\n12 - صفین کے مقتولین پر کوفی عورتوں کو روتے سن کر حضرت علی نہج البلاغہ صفحہ ۶ ،\r\nنے حرب بن شرجیل الشامی سردار کو فرمایا ۔ \"الا تنهو نهن\r\nعن هذا الرنين كه ان عورتوں کو توجہ سے منع نہیں\r\nکرتے ؟ یعنی یہ نا جائز ہے\r\nآنحضرت عورتوں سے بیعت لیتے وقت عہد لیتے ہو\r\nتلطمن خدا ولا تخمشن و جها ولا تنتفن شعرا ولا\r\nتشققن حبيبا ولا تسودن ثوبا ولا تدعين بویل که\r\nتم چہروں پر تھپڑ نہ مارتا نہ منہ نوچتا نہ بال نوچتا نہ کپڑے"
    },
    {
        "id": 108,
        "pageNo": 108,
        "pageText": "مضمون\r\nحوالہ\r\nپھاڑنا نہ کپڑے سیاہ کرنا نہ ہلاکت کی بددعائیں کرنا۔ تفسیر الصافي سورة المتحده صفحه ۳۷\r\nحضرت حمزہ کی شہادت پر آنحضرت ﷺ کا اپنا نمونہ یہ\r\nنزد امراد اظهار جزعی نکرد و آهی نکشید و آبی از دیده جاری حیات القلوب جلد ۲ صفحہ ۱۷۰\r\nنه گردانید نه جزع فزع کی نہ آہ کھینچی اور نہ ہی آنسو\r\nبہائے۔\r\nبلکہ انصاری عورتوں کو فرمایا۔ \"مر وهن فلیر جعن و مسند احمد بن حنبل جلد ۳ صفه ۸۴\r\nلا يبكين على ها لك بعد اليوم \" ا نہیں کہہ دو واپس\r\nچلی جائیں اور آج کے بعد کسی مرنے والے پر ہرگز نہ\r\nروئیں۔\r\n15- حضرت علی نے آنحضرت ﷺ کی وفات پر فرمایا۔\r\n\" وان الجزع القبيح الا عليك وان المصائب یک نہج البلاغہ صفحہ ۱۳۵\r\nلجليل وانه قبلك وبعدک لجلل \" گویا آنحضرت\r\nکا سانحہ ارتحال سب سے اہم اسلامی مصیبت ہے مگر\r\nاس پر بھی واویلا کرنا نہ جائز تھا اور نہ جائز ہوا۔\r\n16- ينزل الصبر على قدر المصيبة و من ضرب يده على نهج البلاغه صفحه ۱۲۸ مشهدی\r\nفخذه عند مصيبة حبط عمله مصیبت کے وقت ران پر\r\nہاتھ مارنا اجر کو باطل کر دیتا ہے۔\r\n17- حضرت امام صادق نے ایک شخص کو اس کے بیٹے کی تعزیت\r\nکرتے ہوئے فرمایا۔\r\nقدمات رسول الله صلى الله عليه واله وسلم من لا يحضره الفقيه جلد اول\r\nافما لک به اسوة کیا آنحضرت ﷺ کی وفات میں سفر 00\r\nتیرے لئے کوئی نمونہ نہیں؟\r\n18- حضرت ابو عبداللہ نے فرمایا کہ جو جتلائے مصیبت ہو فروع کافی کتاب الجنائز\r\nفليذكر مصابة بالنبي صلى الله عليه واله وسلم\r\nفانه من اعظم المصائب\r\n19. حضرت علی نے فرمایا۔ واذا فارق الصبر الامور"
    },
    {
        "id": 109,
        "pageNo": 109,
        "pageText": "مضمون\r\nحوالہ\r\nفسدت الامور میر کے بغیر سب امور فاسد ہو جاتے ہیں۔ انسانی شرح اصول کافی جلد ۴\r\nصفحه ۱۷\r\n1-20 في الحديث من استرجع عند المصيبة جبر الله مجمع البیان جلد اول صفحه ۱۲۱\r\nمصيبته مصیبت کے وقت انا لله وانا اليه راجعون\r\nکہنے سے خدا مصیبت دور کر دیتا ہے۔\r\n21- اصبروا وصابروا\r\nب معناه اصبر وا على المصائب\r\nالعمران :۲۰۰\r\nمجمع البیان زیر آیت اصبروا الصابرو\r\nج امام ابو عبد اللہ فرماتے ہیں۔ \" ان صبر شعیتنا اصبر منا \" الصافی شرح اصول کافی جلد ۴\r\nیعنی ہمارے شیعہ تو ہم سے بھی زیادہ صبر کرتے ہیں۔ صفحه ۱۷۸\r\n۱۷۸\r\nد صبر سے تعزیت کرنے والوں کے لئے جیسا کہ اہل سنت الصافی شرح اصول کافی جلد ۴ صفحه\r\nوالے کرتے ہیں ۳۰۰ درجوں کا وعدہ ہے۔\r\n22- التعزية الواجبة بعد الدفن امام صادق کا قول ہے من لا يحضره الفقیه جلد 1 صفحه ۵۵\r\nتعزیہ دفن کرنے کے فورا بعد ہوتا ہے نہ کہ سالہا سال بعد\r\nواد یلا کرنا۔\r\n23- من لم يتعز بعزاء الله تقطعت نفسه على الدنيا تغير التمی صفحه ۳۵۶\r\nحسرات آنحضور ﷺ نے فرمایا جو اللہ کی تعزیت پر صبر\r\nنہیں کرتا وہ محروم ثواب ہوتا ہے صرف حسرت رہ جاتی\r\nہے۔\r\n24 آنحضرت ﷺ کی وفات پر فرشتہ نے صبر کی تلقین کی۔ -1- فروع کالی کتاب الجنائز\r\nحضرت علی نے فرمایا \"اگر نه آن بود که امر کردی، عبر حیات القلوب جلد ۲ صفحہ ۷۳۳\r\nکردن و نمی نمودی از جزع نمون ہر آئینہ آبهائی سرخود را\r\nدر مصیبت تو فرد میر سختیم و هر در آئینه در مصیبت ترا هرگز\r\nرونمی گردیم و جراحت مفارقت ترا از سینه بیرون نمی کردیم\r\nو این ها در مصیبت تواند کے است از بسیار\r\nحضرت ابو جعفر نے فرمایا- الصراخ بالويل والعويل\r\nولطم الوجة والصدور جز الشعر من النواصي\r\nومن اقام النواحة فقد ترك الصبر وهوذ ميم"
    },
    {
        "id": 110,
        "pageNo": 110,
        "pageText": "مضمون\r\nحوالہ\r\nواحيط الله تعالى اجرہ \" یعنی واویلا مچانا اور منہ پیٹتا فروع کافی کتاب الجنائز صفحه ۱۳۱\r\nاور سینہ کوبی کرنا اور بال نوچنا اور نوحہ کرنا جزع ہے فرمایا\r\nجس نے ایسا کیا اس نے صبر کو چھوڑ دیا وہ صابر نہیں۔ ہاں جو\r\nسیر کرے اور انا للہ کے اور اللہ کی حمد کرے وہ راضی بالقضا\r\nہے اس کو اجر اللہ دے گا۔ جو یہ نہ کرے وہ قابل مذمت\r\nہے اللہ تعالٰی اس کا اجر ضائع کر دے گا۔\r\nحضرت مسیح موعود علیہ السلام فرماتے ہیں۔\r\n1 جان و دلم فدائے جمال محمد است خاکم نار کوچه آل محمد در مشین فاری\r\nاست\r\n2 مگر حسین طاہر مطہر تھا اور بلاشہ ان برگزیدوں میں سے ہے فتاوی احمدیہ صفحہ ۲۳۷\r\nجن کو اللہ تعالٰی اپنے ہاتھ سے صاف کرتا ہے......\r\nمیں یقین رکھتا ہوں کہ کوئی انسان حسین \" جیسے یا حضرت عیسی اعجاز احمدی صفحه ۳۸\r\nجیسے راستباز پر بد زبانی کر کے ایک رات بھی زندہ نہیں رہ"
    },
    {
        "id": 111,
        "pageNo": 111,
        "pageText": "بع له الرعاية التربية\r\nکتابیات\r\nمصنف\r\nکتاب\r\nابن ماجه\r\nمحمد بن یزید بن ماجه اسلامی اکادمی اردو بازار لاہور\r\nجنوری 1990ء\r\nسلیمان بن\r\nالاشعت المطبعة النازية لصاحبها\r\nالسجستاني\r\nعبد الواحد محمد النمازی عصر\r\nابو داؤد\r\nاثبات الالهام والبیعہ اردو عبد الجبار مترجم مولوی مطبع ریاض ہند امر تسر با تمام\r\nمحمد حسن صاحب نور احمد مهتم ۵۱۳۰۰\r\nاثر ابن عباس في دافع مولانا ابو الحسنات عبدالحی مطبع یوسفی واقع فرنگی محل\r\nالوسواس\r\nلکھنوی\r\nباہتمام مولوی محمد ادریس\r\nانصاری بار دوم\r\nمسند احمد بن حنبل امام احمد بن حنبل دار تفکر مصری\r\nاشارات فریدی\r\nمولانا رکن الدین اسلامک بک فاؤنڈیشن لاہور\r\nاربعین فی احوال الممد حسین محمد اسماعیل شہید\r\nکلکتہ\r\nارشاد رحمانی و فضل رحمانی سید محمد علی\r\nاسباب بغاوت ہند\r\nاسباب النزول\r\nالواحدي\r\nاصول کافی\r\nدرویش پریس دہلی ۱۹۸۴ء\r\nسرسید احمد خان اردو اکیڈمی سندھ مشن روڈ\r\nکراچی\r\nابوالحسن علی بن احمد الطبعه الاولى مطبعہ مصطفی البابی\r\nالحلي واولاده عصر ۱۹۵۹ء\r\nابو جعفر محمد بن یعقوب المطبع العالى المعنرى المنشى\r\nبن اسحاق\r\nنو کشور لازال بالفرح السرور\r\nr\r\nr\r\n۴\r\nY\r\nL\r\nA\r\n۹\r\n۱۰\r\n1"
    },
    {
        "id": 112,
        "pageNo": 112,
        "pageText": "سم الله الرحمن الرحیم نحمدہ ونصلی علی رسوله الكريم وعلى عبده المسيح الموعود\r\nپیش لفظ\r\nقرآن مجید میں دعوت الی اللہ کو ایک فرض کے طور پر پیش کیا گیا ہے۔ دعوت الی اللہ میں\r\nغفلت اور کو تاہی منجر الی الشرک بن سکتی ہے۔ جیسا کہ اللہ تعالٰی سورۃ القصص کی آخری\r\nآیات میں فرماتا ہے وادع الی ربک ولا تكونن من المشركين.\r\nجبکہ دعوت الی اللہ انسان کے لئے آنحضور ﷺ کی معیت کا ذریعہ بن سکتی ہے۔ جیسا کہ\r\nہمارے پیارے آقا فرماتے ہیں :\r\nاور اگر محمد مصطفی ال کے ساتھی بننا ہے تو پھر دعوت الی اللہ ہر ایک پر ضرور فرض ہے\r\nکیونکہ محمد رسول اللہ ﷺ کے وہی ساتھی شمار ہوں گے جو خدا کی راہ میں کھیتی اگائیں\r\nگے۔ اور پھر اس کی پرورش خود کریں گے۔ یہاں تک کہ وہ کھیتی توانا ہو جائے لہذا ہر وہ\r\nاحمد کی جو کسی بھی جگہ دعوت الی اللہ کا کام کرتا ہے اس کا کلام اللہ میں ذکر موجود ہے اس\r\nلئے اگر خدا کی بیان کردہ تعریف کی رو سے آپ کو لازما خدا کی راہ میں کھیتی لگانی ہوگی اور\r\nنئے نئے روحانی وجود پیدا کرنے ہوں گے ۔ (خطبہ جمعہ فرمودہ ۶ نومبر ۱۹۸۷ء)\r\nداعیان کے لئے دوران گفتگو پیش آنے والے بعض حوالہ جات کو ایک جگہ جمع کر دیا ہے\r\nتاکہ ان کے لئے آسانی رہے۔\r\nاللہ تعالی کے حضور عاجزانہ دعا ہے کہ وہ اس حقیری کوشش کو ہم سب کے لئے ہر لحاظ سے\r\nخیر و برکت کا موجب بنا دے۔ آمین\r\nجزاکم اللہ احسن الجزاء\r\nمحتاج دعا\r\nجمال الدین شمس"
    },
    {
        "id": 113,
        "pageNo": 113,
        "pageText": "مضمون\r\nحوالہ\r\nنبي ثم كان عيسى ابن مريم ثم كنت انا بعده رواه کنز العمال جلد 6 صفحہ 121\r\nتر مذی۔ جس قدر میرے بھائی نبیوں سے جو پہلے مرچکے آٹھ\r\nہزار تھے پھر ان کے بعد عیسی بن مریم ہوئے پھر اس کے بعد\r\nمیں ہوا۔\r\nما المسيح ابن مريم الا رسول قد خلت من قبله مائده : 76\r\nالرسل\r\nآنحضرت ﷺ کے وصال پر صحابہ کا اجماع کہ تمام انبیاء بخاری کتاب المناقب حدیث\r\nفوت ہو چکے ہیں۔\r\nیعنی جو میں پیغمبر گزرے زندہ رھیا نہ کوئی\r\nتو میں محمد رہے نہ دائم موت ہندیاں سر ہوئی\r\nوفات مسیح پر متفرق آیات\r\n1 قل سبحان ربي هل كنت الا بشرار سولا\r\nنمبر 867 صفحہ 428\r\nتفسیر محمدی زیر آیت\r\nوما محمد الارسول صفحه 320\r\nبنی اسرائیل: 94\r\n2 وما جعلنا لبشر من قبلك الخلدافان مت فهم انبياء: 35,36\r\nالخلدون\r\n-3 وما جعلنهم جسدا لا ياكلون الطعام وما كانوا الانبياء : 8\r\nخالدين\r\n4 ولن تجد لسنة الله تبديلا\r\nالاحزاب : 63\r\n5- ومنكم من يتوفى ومنكم من يرادلى ارذل العمر الج: 6 الحل 71\r\nلكيلا يعلم من بعد علم شياء\r\n6 و من نعمره تنكسه في الخلق\r\nيسين : 49\r\n7 وما ارسلنا قبلك من المرسلين الا انهم ليا كلون الفرقان : 21\r\nالطعام ويمشون في الاسواق\r\nالذين يدعون من دون الله لا يخلقون شيا و هم محل: 22.21\r\nيخلقون اموات غير احياء وما يشعرون ايان\r\nيبعثون"
    },
    {
        "id": 114,
        "pageNo": 114,
        "pageText": "کتاب\r\nمصنف\r\nافتاب نبوت\r\nدیوبند\r\nقاری محمد طیب مہتمم ناشر ادارہ اسلامیات انار کلی\r\nلاہور مطبوعہ اشرف پریس\r\nلاہور\r\nاقتراب الساعه\r\nمطبع مفید عام الكامينه اگره\r\nالاقتصاد فی مسائل الجهاد\r\nابو سعید\r\nمحمد حسین وکٹوریہ پریس\r\nبٹالوی\r\nاکمال الدین\r\nمحمد بن علی بن حسین بن المطبعه الحيدريد النجف\r\nبابویہ القمی\r\nاکمال الاكمال شرح مسلم ابو عبدالله محمد بن خلفہ مطبعه السعادة بجوار مخالفة مصر\r\nالوشتانی\r\n۵۱۳۲۸\r\nامام مہدی کے انصار اور حسن نظامی\r\nروز بازار سیم پریس امرتسر\r\nان کے فرائض\r\n۶۱۹۱۲\r\nآمینه مودودیت سید ضیاء المتین کاظمی دفتر مرکزی جميعه العلماء\r\n۱۲\r\n۱۳\r\n۱۴\r\n۱۵\r\nM\r\n۱۷\r\n۱۸\r\nپاکستان اکبری دروازہ لاہور\r\n۱۹\r\nبانگ درا\r\nعلامہ اقبال\r\nشیخ غلام علی اینڈ سنز لینڈ پبلشر\r\nدسمبر ۱۹۸۶ء\r\n۲۰ باقیات اقبال\r\n۲۱ صحیح بخاری\r\nاسماعیل بخاری\r\nسید عبد الواحد معینی آئینہ ادب چوک مینار انار کلی\r\nایم۔ اے آکسن لاہور\r\nابو عبد الله محمد بن مکتبہ رحمانیہ اردو بازار لاہور\r\nدسمبر ۱۹۸۵ء\r\n۲۲ پنجاب چیفس\r\nH.D.Craik\r\nW.L.Conran\r\nنگ میل پبلیکیشنز ۲۵\r\nشاہراہ پاکستان لاہور ۱۹۹۳ء\r\n۲۳ تاریخ ابن الخلدون عبدالرحمن بن خلدون مطبع سرکاری حسب حکم\r\nجناب کپتان باترا کر صاحب"
    },
    {
        "id": 115,
        "pageNo": 115,
        "pageText": "کتاب\r\n۲۴ تاريخ الخلفاء\r\n۲۵ تاریخ مرزا\r\nمصنف\r\nجلال الدین سیوطی ڈائریکٹر پبلک انسٹرکشن ممالک\r\nپنجاب ۶۱۸۷۰\r\nابو الوفاء ثناء اللہ مطبع لال سٹیم پریس لاہور\r\nطبع اول جولائی 1949ء\r\nندده المحدثین گوجرانوالہ\r\nپاکستان\r\n۲۶\r\nتجدید و احیاء دین\r\nابو الاعلی مودودی متبه\r\nجماعت اسلامی\r\nصاحب\r\nدار السلام جمال پور پٹھان\r\nکوٹ\r\n۲۷ تحذیر الناس\r\n۲۸ تحریک قادیان\r\nمولانا محمد قاسم نانوتوی قاسمی پریس دیوبند باہتمام\r\nمولوی محمد طیب و مولوی محمد\r\nطاہر صاحبان\r\nسید حبیب صاحب دیر مقبول عام پریس لاہور ستمبر\r\nسیاست\r\n۱۹۳۳ء\r\n۲۹ تذکره ابوالکلام آزاد فضل الدین احمد مرزا کتابی دنیا میکلوڈ روڈ لاہور\r\nمحمد عنایت اللہ المشرقی مطبع روز بازار امرت سر\r\n۳۰\r\n۳۱\r\nبا تمام شیخ عبد العزيز\r\nفرید الدین عطار مطبع محمدی لاہور باہتمام تاجر\r\nبی ریب دریا\r\nتذکره\r\nتذکرہ اولیاء فاری\r\n۳۲ ترجمه القرآن\r\nمحمود الحسن\r\n1- ادارہ اسلامیات انار کلی ۱۹۰\r\nلاہور\r\n۲ مطبوعہ مدینہ\r\n۳۳ ترجمان وہابیہ\r\nپریس بجنور یو پی انڈیا\r\nنواب صدیق الحسن مطبع محمدی لاہور ۱۳۱۳ھ\r\nخان صاحب\r\n۳۴ جامع ترندی\r\nابو عیسی محمد بن عینی"
    },
    {
        "id": 116,
        "pageNo": 116,
        "pageText": "۳۵\r\nکتاب\r\nتصانیف احمدید\r\nمصنف\r\nترندی\r\nنعمانی کتب خانہ حق سٹریٹ\r\nاردو بازار لاہور اپریل ۱۹۸۸ء\r\nسرسید احمد خال مطبع مفید عام اگر ه با اتمام محمد\r\nقادر علی خاں صوفی ۱۹۰۳ء\r\nتعلیمات اسلام اور مسیحی مولانا قادری محمد طیب نفیس اکیڈمی اردو بازار کراچی\r\nاقوام\r\n۳۷ تفسیر ابن کثیر\r\n۳۸ اتقان\r\nصاحب دیوبند\r\nمئی ۱۹۸۶ء\r\nابو الفداء اسماعیل عماد نور محمد کارخانه تجارت کتب\r\nالدین بن کثیر آرام باغ کراچی\r\nجلال الدین سیوطی سہیل اکیڈمی شاہ عالم مارکیٹ\r\nلاہور ۶۱۹۷۴\r\n۳۹ تفسیر اتقان اردو مترجم محمد حلیم انصاری میر محمد کتب خانه مرکز علم\r\n۴۰ تفسیر احمدی\r\n۴۱\r\n3\r\nوادب آرام باغ کراچی\r\nسرسید احمد خان مطبع مفید عام اگرہ باہتمام محمد\r\nقادر علی خان ۱۹۰۳ء\r\nالهام الرحمان في تغیر مولانا عبید اللہ سندھی ناشر مولانا محمد معاویه اداره\r\nالقرآن\r\nبیت الحکمہ کبیر والا ضلع مامان\r\nجھنگ روڈ مسعود پرنٹرز لاہور\r\n۴۲ تفسیر بحر محیط\r\nاثر الدین ابو عبد الله محمد الناشر مكتبه ومطابع النصر\r\nبن یوسف بن علی بن الحمد شيشه الرياض\r\nیوسف بن حیان\r\nالاندلسي\r\n۲۳ تغییر الیصادی\r\nناصر الدین عبدالله بن مشركه مكتبه ومطبعہ مصطفیٰ\r\nعمر بیضاوی\r\nاليالي الحلمي واولاده عصر ۱۹۷۸ء\r\n۴۴ ترجمان القرآن بلطائف نواب صدیق الحسن مطبع احمدی واقع لاہور\r\nالبيان\r\nخان"
    },
    {
        "id": 117,
        "pageNo": 117,
        "pageText": "کتاب\r\n۴۵ تقسيم القرآن\r\nابو الاعلیٰ مودودی مکتبه تعمیر انسانیت اندرون\r\n۲۶ حمله مجمع بیجار الانوار\r\nتکملہ\r\nشیخ محمد طاہر\r\nموچی دروازہ لاہور\r\nالمطبع العالى المنشی نول کشور\r\nزي المحال\r\n۴۷ تفسیر ثنائی\r\n۴۸ جامع البیان\r\n۴۹\r\nتغییر حسینی\r\n۵۰\r\nتفسیر خازن\r\nالبغدادی\r\n۵۱\r\nدر منشور\r\n۵۲\r\nروح البیان\r\n۵۳ روح المعانی\r\nشیخ اسماعیل حقی\r\n۵۴\r\nابو الوفا انشاء اللہ امرتسری ادارہ ترجمان السنہ ہے۔ ایک\r\nروڈ انار کلی لاہور\r\nابو جعفر محمد بن جریر شرکه مکتبه و مطبعه مصطفی\r\nالبابی الحلی و اولاده عصر ۱۹۵۴ء\r\nطبری\r\nحسین بن علی مطبع مجیدی کانپور باہتمام حاجی\r\nمحمد شفیع\r\nعلاؤ الدین علی بن محمد مطبع مصطفی محمد صاحب\r\nجلال الدین سیوطی دار المعرفة للطباعة والنشر بيروت\r\nلبنان\r\nشهاب الدین محمود الوی مکتبہ رحمانیه ۱۸ اردو بازار\r\nلاہور\r\nعرائس البيان في حقائق محی الدین بن العربي مطبع نول کشور لکھنو\r\nالمكتبه التجارية الكبرى معصر\r\nالمطبع العثمانی ۳۰۶\r\nالقرآن\r\n۵۵ تفسیر عمده البیان\r\nسید عمار علی\r\nمطبع یوسفی دعلی باہتمام سید\r\nعلی حسین ۱۳۰۲\r\n۵۶ فتح البيان في مقاصد ابوطیب صدیق بن الطبقه الاولى مصر الله\r\n۵۷\r\nالقرآن\r\nفتح القدير\r\nحسن القنوجی\r\nعلامہ شوکانی\r\nمصطفی البابی الحلی و اولاد عصر\r\nرمضان ۱۳۵۰ھ"
    },
    {
        "id": 118,
        "pageNo": 118,
        "pageText": "تفسیر القرآن\r\nنمبر\r\nکتاب\r\n۵۸ تفسیر القرآن\r\n۵۹\r\nمصنف\r\nمحی الدین ابن العربي دار الاندلس- بیروت\r\nعلامه محمد رشید رضا الطبعة الثانية دار المنار ۱۳\r\nشارع الانشا ۱۳۶۶ھ\r\nY.\r\n÷\r\n۲۰ تفسیر القرآن\r\nمحمد عبده\r\nمجله المنار الطبعة الاولى\r\n۱۳۲۵ھ\r\nF\r\nتغییر القمی\r\nابراہیم\r\nr\r\n=\r\nتفسير الكبير\r\n۶۳\r\nشیخ ابوالحسن علی بن مطبوعه ایران\r\nامام فخر الدین رازی الطبعة الثانية دار الكتب العلمية\r\nطهران ایران\r\nمجمع البيان في تفسير القرآن ابو على الفضل بن الحسن مكتبه العلميه الاسلامیه طهران\r\nالطبري\r\nسوق الشیرازی\r\nمولانا حافظ محمد پارک مطبع محمدی لاہور ۱۸۸۴ء\r\nتفسیر محمدی\r\nالله\r\n۶۵ تغییر مدارک\r\nالنفي\r\nعبد الله بن احمد بن محمود قدیمی کتب خانه مقابل آرام\r\nباغ کراچی\r\nYY\r\nF\r\nتغییر مرافی\r\nاحمد مصطفی المراقی\r\nمكتبه و مطبع مصطفى البالي\r\nالحلي واولاده عصر\r\nتفسیر منظری\r\n۷۸ تنظيمات المهيه\r\nقاضی محمد ثناء اللہ مظہری لندره المصنفین الکائنہ دہلی\r\nشاہ ولی اللہ دہلوی اکادمیہ شاہ ولی اللہ دہلوی مطیع\r\nالحیدری لجبت روڈ حیدر آباد\r\n۶۹\r\nتقریب المرام\r\nندھ ۱۹۷۷ء\r\nشیخ عبد القادر کردستان قاہرہ - مصر\r\n۷۰ تنقیحات اسلام ابو الاعلی مودودی مکتبہ جماعت اسلامی لاہور\r\nتهذیب اخلاق نواب یار جنگ مولوی تاجران کتب قومی کوچے گے\r\nمحمد چراغ علی زئی نقشبند بازار کشمیری لاہور\r\n21"
    },
    {
        "id": 119,
        "pageNo": 119,
        "pageText": "کتاب\r\nمصنف\r\nتیسیر الوصول الی جامع عبد الرحمن الزبیدى دار المعرفة للطباعة والنشر\r\nالاصول\r\nشافعی\r\n۷۳ تفسیر جامع الصغير جلال الدین سیوطی\r\n۷۴ جلاء العیون\r\nطا محمد باقر مجلسی\r\nبیروت ۱۹۷۷ء\r\nالمکتبہ اسلامیہ سمندری\r\nلائلپور پاکستانی ارشاد پرشنگ\r\nپریس لاہور\r\nشیعہ جنرل بک ایجنسی محله\r\nشیعه اندرون موچی دروازه\r\nلاہور\r\n- مطبع شاہی لکھنو بفرمائش\r\nسید ضمیر حسین تاجر کتب\r\nچوک لکھنو\r\n۷۵ جلالين مع كمالين جلال الدین سیوطی مطبع المحباتى الدهلوى لمنشى\r\n۷۶\r\nعلی ممتاز\r\nمفید عام پریس گلاب سنگھ\r\nجنم ساکھی بھائی بالا\r\nپنجاب یونیورسٹی چندی گڑھ\r\n۶۱۹۴۷\r\n۷۷ حجتہ الاسلام\r\nمولانا محمد قاسم نانوتوی مطبع احمدی علی گڑھ مدرسہ\r\nاسلامیہ دیوبند سے شائع کیا\r\n۷۸ مج الكرامه\r\nنواب محمد صدیق الحسن مطیع شاہجہان بھوپال\r\nصاحب\r\nحیات القلوب\r\nمحمد باقر مجلسی\r\nامامیہ کتب خانہ مغل حویلی\r\nاندرون موچید روازہ لاہور\r\n۸۰ خاتم الاولیاء\r\nM\r\nختم نبوت\r\nمحمد بن علی بن الحسن المطبعه الكاثوليكيه بيروت\r\nالحکیم ترندی\r\nابو الاعلی مودودی اسلامک پبلیکیشنز لمیٹڈ ۱۳ ای"
    },
    {
        "id": 120,
        "pageNo": 120,
        "pageText": "Ar\r\n۸۴\r\nکتاب\r\nمصنف\r\nخریده العجائب\r\nشاہ عالم مارکیٹ لاہور\r\nسراج الدین الوردي الطبعة الثانية مطبع مصطفى البالي\r\nالحلي واولاده عصر\r\nالخائص الکبری اردو عبدالرحمن جلال الدین مدینہ پبلشنگ کمپنی ایم۔ اے\r\nسیوطی مترجم غلام معین جناح روڈ کراچی\r\nالخيرا كثير\r\n۸۵ الخیرا کثیر اردو\r\nAY\r\nوار القطني\r\n۸۷ دیوان تبریز\r\n^^\r\nزار المعاد\r\nالدین نعیمی\r\nشاہ ولی اللہ صاحب مطبوعات المجلس العلمی نمبر ا\r\nدہلوی\r\nمدینہ پریس بجنور ۵۱۳۵۲\r\nمترجم عابد الرحمن قران محل مقابل مولوی مسافر\r\nصدیقی کاندھلوی خانه کراچی\r\nعلی بن عمر الدار القطني دار الحاس للطباعه ۲۴۶ شارع\r\nالجيش القاهره\r\nشمس الدین تبریز مطبع نامی منشی نول کشور لکھنو\r\nابن القیم .\r\nالمطبع الميمنيه مصر\r\n۸۹ زبده الحرام .\r\nعبد الغنی خیلی\r\nمطبع گیلانی لاہور باہتمام بابو\r\nنظام الدین پر نثر\r\n۹۰\r\nزرقانی\r\nزرقانی\r\n9\r\nدرس القرآن\r\n۹۲\r\n۹۳\r\nعلامہ محمد بن عبد الباقی الطبعہ الاولی از ہر مصر ۱۳۲۵ھ\r\nعبدالحی فاروقی مرغوب اداره اصلاح و تبلیغ اسٹریلین\r\nاحمد توفیق اور عبد الواحد بلڈنگ حمایت اسلام پریس\r\nلاہور\r\nسائنٹیفک قرآن محمد شفیق الحتو رائی قرآن سوسائٹی دفتر ۹۸- ایم پی\r\nاے بلڈ نگ نکل روڈ کراچی\r\nموانع احمدی\r\nمحمد جعفر صاحب اسلامیہ سٹیم پریس لاہور\r\nتھانیسری\r\nباہتمام منشی محمد لیق خاں"
    },
    {
        "id": 121,
        "pageNo": 121,
        "pageText": "نمبر\r\nکتاب\r\nمصنف\r\n۹۴ سیرت ابن ہشام اردو مترجم عبد الجلیل صدیقی شیخ غلام علی اینڈ سنز پبلیشرز\r\n۹۵\r\n۹۶\r\nلاہور ، حیدر آباد - کراچی\r\nعلمی پرنٹنگ پریس لاہور\r\n۱۹۷۵ء\r\nسیرت الرسول اردو مترجم محمد وارث کامل گارڈن پریس لاہور بار دوم\r\n١٩٦ء\r\nمحمد بن عبد الباقی الطبعة الاولى بالمطبعة الازهريه\r\n۹۳\r\nشرح زرقانی\r\nالمصريه ۱۳۲۷ھ\r\nشرح عقائد نسفی\r\nمحمد خادم حسین المطبع العلوى اهتم به علی محمد\r\nبخش خاں للنهوی\r\nا\r\n۹۴\r\n۹۵\r\nشرح خصوص الحکم عبد الرزاق القاشانی الطبعة الثانية ۱۹۷۲ء\r\nشعله مستور\r\nغلام احمد پرویز\r\nادارہ طلوع اسلام لاہور\r\n۹۶ صافی شرح اصول کافی مولوی تصدق حسین مطبع فیض منبع منشی نولکشور\r\n97\r\nلکھتو\r\n٩٧ كتاب الصافي في تفسير محمد بن المرتضی کاشانی کتاب فروشی اسلامیه تهران\r\n۹۸\r\n٩٩\r\nالقرآن\r\nالصراط السوى فی احوال سید محمد سبطین الرسوی امامیه کتب خانه مغل حویلی\r\nالمهدى\r\nالطبرى\r\nاندرون موچی دروازہ لاہور\r\nابو جعفر محمد بن جبر مکتبه خیاط شارع بلیس\r\nالطبري\r\nبیروت لبنان\r\n١٠٠ الطبقات الكبير محمد بن سعد کاتب طبع في مدينة ليدن المحروسه\r\n14\r\nالفتاوى\r\nالواقدى\r\nمحمود شلتوت\r\nمطبعہ ۶۱۳۲۱\r\nجامعه از هر د سمبر ۱۹۵۹ء مصر\r\n۱۰۲ الفتاوى الحديد شیخ احمد شهاب الدین مصطفی البابی الحلی واولاده عصر\r\nابن حجره امسیستمی الطبعة الثانية ۱۹۷۰ء"
    },
    {
        "id": 122,
        "pageNo": 122,
        "pageText": "نمبر\r\nکتاب\r\nمصنف\r\n۱۰۳ الفتاوی دار العلوم دیوبند مولانا محمد شفیع مفتی مکتبہ دارلاشاعت کراچی\r\n۱۰۴ الفتاوی نذیریہ\r\n١٠٥ فتح الباری\r\n104\r\n61\r\nدیوبند\r\nسید محمد نذیر حسین اہلحدیث اکادمی کشمیر بازار\r\nمحدث دہلوی\r\nلاہور\r\nحافظ ابن الحجر عسقلانی دار نشر الكتب الاسلامیه\r\n۲- شارع شیش محل لاہور\r\nفتح الربانی والفيض الرحمانی عبد القادر جیلانی المطبع الميمنة مصطفى البابي المحلي\r\nواخوید\r\nعصر\r\n۱۰۷ فتح المجيد شرح کتاب عبدالرحمن بن حسن بن مطبع الانصاری دہلوی باداره\r\nعبد الوهاب تجدی مولوی عبد المجید ۱۳۱۱ھ\r\nابو عبد الله محمد بن علی دار الكتب العربية الكبرى عصر\r\nالتوحيد\r\n۱۰۸ | فتوحات یکمه\r\nالمعروف ابن العربي\r\n۱۰۹ فتوح الغیب اردو مترجم سکندر شاہ قادری محمد تقی محمد زکی تاجران کتب\r\n11.\r\nاردو بازار جامع مسجد دیل\r\nالفروع من الجامع الكاني محمد بن یعقوب المنشی نول کشور لکھنو\r\nالفصل الملل والاهوا النخل على بن احمد بن حزم میر محمد کتب خانه آرام باغ\r\nخصوص الحکم اردو\r\nاندلسی\r\nکراچی\r\nمترجم محمد عبد القدیر نذیر سر پیشیرز ۴۰- اے\r\nصدیقی\r\nاردو بازار مطبع آر آر پرنٹرز\r\nلاہور\r\nالفوز الكبير\r\nشده ولی اللہ صاحب مطبع محمدی لاہور\r\nمحدث دہلوی\r\nفرمائش تاجران فقیر الله\r\nعبد القادر\r\nالفهرست ندیم اردو\r\nمترجم محمد اسحاق بھٹی\r\nاداره ثقافت اسلامیہ ۲- کلب\r\nروڈ لاہور"
    },
    {
        "id": 123,
        "pageNo": 123,
        "pageText": "نمبر کتاب\r\n۱۵ قصص الانبياء\r\nILA\r\nS\r\nمصنف\r\nعبد الوہاب نجار دار احیاء التراث العربي شارع\r\nسوریا بنایه درویش بیروت\r\nسید عطاء اللہ شاہ بخاری شورش کا شمیری اسلامی کتب خانه زیر جامع\r\n-\r\nقلائد الجواہر فی مناقب محمد یحی\r\nعبد القادر\r\nمسجد راولپنڈی\r\nمدینہ پبلشنگ کمپنی ایم۔ اے\r\nجناح روڈ کراچی\r\nکشف المحجوب علی ہجویری داتا گنج بخش ملک دین محمد اینڈ سنز پبلشرز\r\n119\r\n۱۲۰\r\nM\r\n۱۲۱\r\n۱۲۲\r\nتاجران کشمیری بازار لاہور\r\nکنز العمال\r\nعلاؤ الدین علی المتقی\r\nموسسه الرساله\r\nکنز الحقائق\r\nعليه المقصود\r\nعبد الرؤف المناوي المكتبه الاسلامی سمندری\r\nلائلپور - الارشاد پرنٹنگ پریس\r\nلاہور\r\nسید علی حائری مطبع شمس الھند لاہور باہتمام\r\nمحمد شمس الدین شائق ۵۱۳۱۸\r\nما ثبت بالسنه في ايام السنہ شیخ عبد الحق دہلوی مطبع محمدی لاہور\r\n۲۳ مباحثه شاهجهان پور مولوی محمد قاسم صاحب مطبع مجتبائی دہلی۔ جنوری\r\nپادری اسکات\r\nFLAS\r\nمجدد الف ثانی احمد اداره مجددیہ ناظم آباد نمبر ۳\r\n۱۲۴ مبداء المعاد\r\nسرہندی\r\nکراچی نمبر ۱۸\r\n۱۲۵\r\nمثنوی روم\r\nجلال الدین رومی\r\nمطبع منشی نول کشور لکھنو\r\n۱۲۶\r\nمجمع البحرین\r\nلما زین العابدین\r\nدر کار خانه استاد الساهر مشهدی\r\nمحمد تقی حفظہ اللہ تعالی\r\n۳۷ المحلى\r\nابو محمد علی بن احمد سعید مطبعہ الامام ۳ اشارع قرقول\r\nبن حزم\r\n۱۳۸ مختصر سیره الرسول محمد بن عبد الوہاب\r\nالمنشيه القلع عصر\r\nدار العربية للطباعة والنشر"
    },
    {
        "id": 124,
        "pageNo": 124,
        "pageText": "مضمون\r\nحوالہ\r\n9- قال اني عبد الله اتنيا لكتب وجعلنی مبر کا این مریم :31 34\r\nما كنت واوصنى بالصلوة والزكوة مادمت حيا\r\n-10- الله الذي خلقكم من ضعف ثم جعل من بعد ضعف الروم: 55\r\nقوة ثم جعل من بعد قوة ضعفاء شيبة\r\n11- واوينهما الى ربوة ذات قرار و معين\r\n-12- نحن اقرب اليه من حبل الوريد\r\n-13- انا لله وانا اليه راجعون\r\n14- اني ذاهب الى ربي سيهديني\r\n15 كل نفس ذائقة الموت ثم الينا ترجعون\r\n16 وما قتلوه وما صلبوه ....... بل رفعه الله\r\nالمومنون : 51\r\nق : 17\r\nبقره: 157\r\nالصفت : 100\r\nالعنكبوت : 58\r\nالنساء: 157 158\r\n-2\r\nاما ان يلقى شبة على شخص فلم يصح ذلك عن 1- تفسیر بحر المحيط جلد 3 صفحہ 390\r\nرسول اللہ یہ بات کہ حضرت مسیح کی شکل کسی اور کو دے 2. تغیر جمل جلد اول صفحہ 532\r\nدی گئی آنحضور سے ثابت نہیں اگر یہ کہنا جائز ہو تو اس\r\nسے سفسطہ کا دروازہ کھل جائے۔\r\nالف اگر ممکن ہو کہ صاحب حسن سلیم کئی کی شبیہ بن سکتا ہے تو الفصل في الملل والاهواء\r\nپھر کل نبوتیں باطل ہو جائیں\r\nوالنحل جلد اول صفحه 59\r\nب عیسائی جو مشرق و مغرب میں پھیلے ہوئے ہیں اور مسیح سے تفسیر کبیر (رازی) جلد 2 صفحہ 892\r\nمحبت میں غلو کرتے ہیں۔ وہ خبر دیتے ہیں کہ انہوں نے صحیح کو\r\nمقتول و مصلوب دیکھا اگر ہم انکار کریں تو تواتر کا انکار ہے\r\nجو پایہ ثبوت کو پہنچ چکا ہے تو اثر میں طعن کرنے سے محمد\r\nاور حضرت عیسی کی نبوت میں طعن لازم آتا ہے۔\r\nیز لکھتے ہیں ۔\r\nیہ بات تحقیق سے ثابت ہو چکی ہے کہ مصلوب ایک زمانه تغییر کبیر (رازی) جلد 2 صفحه 692\r\nدر از تک زندہ رہا۔ اگر وہ عیسی علیہ السلام نہیں تھے بلکہ کوئی\r\nاور تھا تو ضرور جزع فزع کرتا اور کہتا کہ میں عیسی نہیں\r\nہوں۔\r\nنیز فرماتے ہیں۔ یہ کہنا کہ ایک غیر آدمی کو مسیح کی صورت میں"
    },
    {
        "id": 125,
        "pageNo": 125,
        "pageText": "نمبر\r\nکتاب\r\nمصنف\r\n۱۲۹ مرقاة المفاتيح\r\n۱۳۰ مسدس حالی\r\n۱۳۱\r\nالصحيح المسلم\r\nبیروت لبنان\r\nعلی بن سلطان محمد مکتبہ امدادیہ ملتان\r\nالطاف حسین حالی ایم جهانگیر اینڈ کمپنی اردو بازار\r\nنذیر پر خنگ پریس لاہور\r\nمسلم بن حجاج بن مسلم الطبعه الاولى بالمطبعه العامره في\r\nدار الخلافه العلیه ۱۳۳۴ھ\r\n۱۳۲ المسوی شرح موطا مالک شاہ ولی اللہ محدث باهتمام مالکان کتب خانه رحیمیه\r\n۱۳۳\r\n۱۳۴\r\nدہلوی\r\nسنہری مسجد دہلی برقی پریس\r\nالمشكوة\r\nمحمد بن عبد الله\r\nمکتبہ رحمانیہ اردو بازار لاہور\r\nمطبع فالکن پریس لاہور\r\nالمعجم الصغير\r\nمحمد شکور محمود\r\nالمكتب الاسلامی بیروت\r\nدار عمار عمان\r\n۱۳۵ مفردات فی غریب القرآن علامہ حسین بن محمد بن نور محمد اصح المطابع کارخانه\r\nالمفضل\r\nتجارت کتب آرام باغ کراچی\r\n۱۳ مقالات سرسید احمد خال سرسید احمد خان\r\n۱۳۷ مقدمه ابن الخلدون عبد الرحمن بن خلدون مطبعہ مصطفیٰ محمد صاحب\r\n۱۳۸ مکتوبات احمد\r\n۱۳۹\r\nالمكتبه التجارية شارع محمد على\r\nعمر\r\nیعقوب علی خاں ریش ٹیم پریس لاہور\r\nمکتوبات امام ربانی اردو مترجم محمد سعید نقشبندی مدینہ پبلشنگ کمپنی بند روڈ\r\n۱۴۰ منار الهدى\r\nکراچی\r\nالشيخ على البحراني محمد بن مطیع گلزار حسنی الکالین فی\r\nعبد العزيز\r\nہمیتی ۱۹ محرم ۱۳۲۰ھ\r\nمناقب آل ابی طالب رشید الدین محمد بن علی المطبعہ العلمیه معلم ایران\r\n۱۴۲ مواهب اللدنيه"
    },
    {
        "id": 126,
        "pageNo": 126,
        "pageText": "کتاب\r\n۱۴۳ موضوعات کبیر\r\nمصنف\r\nعلی بن محمد سلطان مطبع محمدی لاہور\r\nالقادری\r\n۱۳۴ موقعه تحریف قرآن على الحائزى\r\nمحمد رضی الرضوی محلہ شیعان\r\nموچی دروازہ لاہور\r\n-\r\n۱۴۵ المهدی الموعود\r\nعلی دوانی\r\nدار الكتب الاسلامیه بازار\r\nسلطانی طهران\r\n۱۴۷\r\nالنجم ثاقب یا زندگانی میرزا حسین نوری کتاب فروشی جعفری مشهدی\r\nمهدی موعود\r\nالنجم الثاقب\r\n۱۳۸ نشر الطيب في ذكر النبي\r\nبازار سرائے محمدیہ\r\nمطبع احمدی پینه مغلپورہ\r\nتاج کمپنی لمینڈ پوسٹ بکس\r\nالحبيب\r\n۲۵۲ لاہور\r\n۱۴۹ نظرات في القرآن محمد الغزالی\r\nدار الكتب الحدثيه تصاحبها\r\nتوفیق عفیفی\r\nالجمهوريد\r\nشارع\r\n۱۵۰ نقش آزاد\r\nابوالکلام آزاد\r\nکتاب منزل لاہور\r\n۱۵\r\nنہج البلاغہ\r\n۱۵۲ ینابیع الموده\r\n۱۵۳ الیواقیت والجواهر\r\nعلامہ سید شریف حیدری پریس لاہور\r\nشیخ سلیمان بن شیخ الطبع الثانيه على نفقه مكتبه\r\nابراہیم\r\nالعرفان صیدا بیروت\r\nعبد الوہاب الشعراني ادارہ اسلامیات انار کلی لاہور"
    },
    {
        "id": 127,
        "pageNo": 127,
        "pageText": "مضمون\r\nتشکیل کیا گیا ایسی بات اللہ تعالی کی کامل حکمت کے منافی ہے۔\r\nوفات مسیح از روئے حدیث\r\nحوالہ\r\nا لو كان موسی و عیسى حيين لما وسعهما الا 1. تفسیر ابن کثیر جلد اول\r\nاتباعی اگر (حضرت) موسی اور\r\nصفحه 378 سورة التران\r\nعیسی (علیهما السلام) زندہ ہوتے تو انہیں میری اتباع کئے بغیر زیر آیت و از احد الله میثاق\r\nچارہ نہ ہوتا\r\nالنبين\r\n2- البحر المحيط جلد 6 صفحہ 147 سوره\r\nا للست واقعہ حضرت موسی\r\n3- الیواقیت والجواهر صفحه 22\r\n4- تفسیر کبیر جلد 2\r\n5- مبادی شاہجہان پور صفحه 11\r\nب لوكان موسى وعيسى عليهما السلام حيين 1- مدارج السالكين جلد 2\r\nلكانا من اتباعه\r\nصفحہ 496\r\n2- ترجمان القرآن بلطائف البيان\r\nجلد اول صفحه 461\r\nتفسیر ابن کثیر زیر آیت میثاق\r\nالنبيين سورة العمران آیت 82\r\n2 ياعيسى انتقل من مكان الى مكان لئلا تعرف كنزل العمال جلد 3 صفحہ 158\r\nفتئوذی۔ اے عیسی تو ایک جگہ سے دوسری جگہ کی طرف حدیث 5955\r\nہجرت کر تارہ تاکہ لوگ تجھے پہچان کر تکلیف نہ دیں\r\n3 انه لم يكن نبي كان بعده نبي الاعاش نصف - 1- کنز العمال جلد 11 كتاب الفضائل\r\nعمر الذي كان قبله وان عیسی ابن مریم عاش حدیث 32262 2- محج الكرامه\r\nعشرين ومائة وانى لاارانى الاذاهبا على راس | صفحہ 428\r\nالستين\r\nاللدنية\r\n3 مواهب\r\nترجمہ - حضرت عیسی علیہ السلام کی عمر 120 سال تھی اور میں جلد اول صفحہ 42 -4 مجمع\r\n60 سال کی عمر میں فوت ہونے والا ہوں\r\nبحار الانوار جلد اول صفحہ 28"
    },
    {
        "id": 128,
        "pageNo": 128,
        "pageText": "مضمون\r\nحوالہ\r\nما ثبت بالسنة في السنة\r\nصفحه 49\r\n6- مستدرک صفحه 140\r\nترجمان القرآن زیر آیت ان\r\nالله اصطفک و مطبرک\r\n8- طبری جلد 2 صفحہ 164\r\n9- الیواقیت والجواہر صفحہ 35\r\n4- اما عيسى رفع وهو ابن ثلاث وثلاثين وهو قول زرقانی صفحه 34 جلد اول\r\nانصاری اما احاديث النبى عاش عيسى عشرين\r\nومائة سنة\r\nیہ کہنا کہ حضرت عیسی علیہ السلام 33 سال کی عمر میں آسمان پر\r\nچلے گئے یہ عیسائیوں کا قول ہے۔ آنحضرت ﷺ نے\r\nحضرت معینی کی عمر 120 سال بتائی ہے۔\r\n5- وقد تعلمون ان الله حي لا يموت ان عيسى اتى اسباب النزول سورة آل عمران\r\nعليه الفناء\r\n6- جو پیو دے نال مشابہ بیٹا ہوندا شک نکوئی\r\nہے زندہ رب ہمیش نہ مرسی موت عیسی نوں آئی\r\nصفحہ 53\r\nاحوال الاخرت اور تفسیر محمدی\r\nصفحه 247 سورة العمران\r\n7- عن النبي صلى الله عليه والسلام انه قال قبل الصحیح المسلم كتاب فضائل صحابہ\r\nموته بشهر اونحوذ لك ما من نفس منفوسة جزء السابع صفحہ 178 اور احمد بن\r\nاليوم تاتى عليها مائة سنة وهي حية يومئين جنبل جلد 3 صفحہ 345-385\r\nآنحضور ﷺ نے اپنی وفات سے ایک ماہ تقریبا پہلے فرمایا\r\nکہ جو نفس آج زندہ ہے سو سال تک فوت ہو جائے گا۔\r\n.\r\n8 فقال ارائيتكم ليلتكم هذه فان على رأس مائة بخاری کتاب العلم باب السمر بالعلم\r\nسنة منها لا يبقى ممن هو على ظهر الارض احد جلد اول صفحه 155\r\n9 حضرت عیسی علیہ السلام کا سرخ رنگ بال گھنگھریالے اور\r\nالصحيح المسلم كتاب فضائل صحابہ\r\nجزء السابع صفحه 178"
    },
    {
        "id": 129,
        "pageNo": 129,
        "pageText": "مضمون\r\nپیشانی چوڑی تھی\r\nحوالہ\r\nبخاری کتاب بدء الخلق باب و اذکر\r\nفيا لكتاب مریم از انتبذت\r\nمن اهلها جلد دوم صفحة 351\r\n10 لعن الله اليهود والنصرى اتخذوا قبور (بخاری کتاب الجنائز باب\r\nانبياء هم مسجدا کہ اللہ لعنت کرے یہودیوں اور ما يكره من اتخاذ المساجد\r\nعیسائیوں پر جو اپنے انبیاء کی قبروں پر سجدے کرتے ہیں۔ على القبور\r\nوفات مسیح اور بزرگان امت\r\n1- لقد قبض في لليلة التي عرج فيها بروح عيسى بن الطبقات الكبير جلد 3 في ذكر على\r\nمريم ليلة سبع و عشرین رمضان حضرت حسن نے بن ابن طالب\r\nفرمایا کہ حضرت علی ای رات فوت ہوئے ہیں۔ جس رات\r\nحضرت عینی کی روح اٹھائی گئی تھی۔ یعنی 27 رمضان کو\r\n2- التوفى هواماتة العادية واعلم ان الرفع بعد ه 1. تغییر مراغی جلد ا زیر آیت انسه\r\nللروح....... والمعنى اني ممیتک و جاعلک متوفیک و رافعک 2 تفسیر\r\nبعد الموت في مكان رفيع عندی توفی کا لفظ فطری القرآن (علامہ مفتی محمد عبده) جلد 3\r\nموت کیلئے آتا ہے۔ اور یہ معلوم رہے کہ موت کے بعد رفع صفحہ 316 زیر آیت\r\nروح کا ہوتا ہے۔ آیت کا مطلب یہ ہے کہ میں تجھے طبعی\r\nموت دونگا۔ اور مرنے کے بعد اپنے حضور بلند\r\nمقام عطا کرونگا۔\r\nانی متوفیک\r\n3- الاكثر ان عيسى لم يمت وقال ما لك مات اکثریت مجمع البحار الانوار جلد اول\r\nکی رائے تو یہ ہے کہ حضرت عیسی علیہ السلام فوت نہیں صفحہ 286\r\nہوئے۔ لیکن حضرت امام مالک نے کہا ہے کہ حضرت عیسی\r\nعلیہ السلام فوت ہو چکے ہیں۔\r\n-4- قيل يدل على انه توفاه وفات الموت قبل ان يرفعه البحر المحيط جز 4 صفحه 161 تغییر\r\nآیت سے تو یہی ظاہر ہے کہ حضرت عیسی علیہ السلام نے رفع القرآن (علامہ رشید رضا قاہرہ) جلد\r\nسے پہلے وفات پائی۔\r\n3 صفحه 117 فتح القدير جلد نمبر 2 زیر\r\nآیت فلما توفيتني"
    },
    {
        "id": 130,
        "pageNo": 130,
        "pageText": "مضمون\r\nحوالہ\r\n5 قدمات عيسی علیه السلام حضرت عیسی علیہ السلام ابن جریر جلد 3 صفحہ 164\r\nموت کا پیالہ پی چکے ہیں۔\r\n6- قوله تعالى و لكن رفعه الله بعد ان توفاه الله اکمال الدین صفحہ 219 ( محمد بن علی\r\nتعالٰی نے وفات دینے کے بعد رفع فرمایا\r\nالحسین 381 متوفی المی)\r\n7- ان عيسى لم يقتل ولم يصلب و لكن توفاه الله المحمل الجز الاول صفحہ 24\r\nعز و جل ثم رفعه الله حضرت عیسی علیہ السلام (محمد بن علی حزم اندلسی)\r\nنہ قتل ہوئے اور نہ صلیب پر مرے بلکہ اللہ تعالٰی نے انہیں\r\nطبیعی وفات دیگر ان کا اپنی طرف رفع فرمایا۔\r\n8- هذه الاية دلالة انه امات عيسى وتوفاه ثم رفعه + تفسیر مجمع البیان جلد اول بر آیت\r\nالیہ یہ آیت اس بات پر دلالت کرتی ہے کہ اللہ تعالٰی نے فلما تو فیتنی (امام جہائی) 4\r\nحضرت عیسی کو وفات دی اور پھر اس کے بعد ان کا رفع کیا۔ تفسیر فتح القدير للعلامہ شوکانی\r\nالجز الثانی صفحه 90 زیر آیت فلما\r\nتوفيتني\r\nتمام انبیاء کی روحیں بعد موت و مفارقت بدن آسمان میں زاد المعاد جلد اول صفحہ 301\r\nرہتی ہیں\r\n10 معراج کی رات آنحضرت ﷺ نے تمام انبیاء كشف المحجوب اردو صفحه 317\r\nالسلام کو دیکھا ضرور وہ انکی روحیں تھیں\r\n11- قرآن مجید میں حضرت عیسی علیہ السلام کی وفات کا ذکر 4 جگہ 1- تفسیر احمدی، سرسید احمد خان جلد\r\nآیا ہے۔\r\n2 صفحہ 46-48\r\n2 تصانیف احمدیہ حصہ اول جلد .\r\nچهارم صفحہ 46\r\n3 مقالات سرسید حصہ چہار دہم\r\nصفحه 235\r\n12 ڈاکٹر انعام اللہ خان صاحب کے خط کے جواب میں لکھا۔ ملفوظات ابو الکلام آزاد\r\nوفات مسیح ذکر خود قرآن مجید میں ہے مرزا صاحب کی صفحہ 130- 129 مطبوعہ مکتبہ ماحول\r\nکراچی\r\nتعریف یا برائی کا سوال ہی پیدا نہیں ہوتا\r\n13- حضرت ابن حزم انبیاء کی ارواح جنت میں ہیں نبی کریم"
    },
    {
        "id": 131,
        "pageNo": 131,
        "pageText": "مضمون\r\nحوالہ\r\nنے ... اسراء کی رات حضرت میٹی اور حضرت الملل والتحمل جلد دوم صفحه 102\r\nبچی کو دو سرے آسمان پر دیکھا\r\n14 شیخ سعید الصادق الى جعفر التعمي:\r\nاکمال الدین و اتمام النعمه\r\nپھر وہ (حضرت عیسی) ارض سولابط (فلسطین) سے منتقل ہوئے جلد دوم صفحہ 548 زیر عنوان\r\nاور بہت سے ملکوں اور شہروں کی سیر کرتے ہوئے کشمیر پہنچے حدیث شداد بن عاد بن ارم\r\nامیر کرتے ہو\r\nاور وہیں زندگی بسر کی\r\n15 حافظ ابن قیم : یہ روایت کہ حضرت عیسی تینتیس (33) 1- زاد المعاد جلد اول صفحه 20\r\nسال کی عمر میں آسمان کی طرف اٹھائے گئے کسی طرح بھی صحیح نہ تفسیر فتح البیان جلد دوم صفحه 42\r\nاور متصل روایت کے طور پر نہیں ہے جسے اختیار کرنا لازی 50 شرح زرقانی جلد اول صفحه\r\nہو ۔ امام شافعی کے بقول یہ تو صرف عیسائیوں کی روایات 34\r\nہیں\r\nوما يذهب اليه..\r\n16 - ابن خلدون ! \" بعض صوفیاء اس حدیث کو لیتے ہیں کہ تاریخ ابن خلدون جلد اول\r\nمیٹی کے سوا کوئی اور مہدی نہیں۔ نیز عیسی کو شریعت | صفحہ 273 فصل في امر الفاطمي\r\nموسویہ سے نسبت ہے شریعت محمدیہ سے نہیں۔ \"\r\n17- علامہ محمد اکرم صابری : \"کاملین کی روحانیت کبھی ارباب\r\nریاضت پر ایسا تصرف کرتی ہے کہ وہ ان \" مرتاضین \" کے\r\nافعال کا فاعل بن جاتی ہے اور اس رتبہ کے پانے کو صوفیا\r\n\" بروز\" قرار دیتے ہیں۔ بعض اشخاص کا یہ عقیدہ ہے کہ\r\nحضرت عیسیٰ کی روح مہدی میں بروز کرے گی اور نزول\r\nمیٹی سے یہی مراد ہے۔\r\n18 حضرت امام سراج الدین الوری :\r\nحضرت عیسی کے ظہور سے مراد ایسا شخص ہے جو فضل خریدہ العجائب صفحہ 263 مصری\r\nو شرف میں حضرت عیسی کے مشابہ ہو گا جیسا کہ تشبیہ دینے\r\nکے لئے ایک نیک آدمی کو فرشتہ اور شریر کو شیطان کہہ دیا\r\nجاتا ہے۔ مگر اس سے فرشتہ یا شیطان کی ذات مراد نہیں\r\nہوتی۔\r\n19. حضرت شمس تبریز :-"
    },
    {
        "id": 132,
        "pageNo": 132,
        "pageText": "مضمون\r\nآن چه از عیسی و مریم فوت شد\r\nگر مرا باور کنی آن هم شدم\r\n20- حضرت امام غزالی :-\r\nحوالہ\r\nدیوان شمس تبریز\r\nصفحه 212\r\nان حالات میں جس میں حضرت محمد ﷺ کا وصال مبارک نظرات فی القرآن صفحہ 38-37\r\nہوا۔ اور ان حالات میں کہ حضرت عیسیٰ نے وفات پائی بہت\r\nبڑا فرق ہے۔\r\n21 علامہ عبید اللہ سندھی :-\r\n\" یہ جو حیات مینی لوگوں میں مشہور ہے یہ یہودی کہانی نیز الهام الرحمن فی تفسیر القرآن صفحہ\r\nصابی من گھرٹ کہانی ہے۔ مسلمانوں میں فتنہ عثمان کے بعد 240 الهام الرحمن فی تفسیر القرآن\r\nبواسطه انصار بنی ہاشم یہ بات پھیلی اور یہ صابی اور یہودی صفحہ 240 شائع کردہ شاہ ولی اکیڈی\r\nتھے علی بن ابی طالب کے مددگار تھے۔ ان میں حب علی نہیں حیدر آباد (سندھ)\r\nتھا بغض اسلام تھا۔ یہ بات ان لوگوں میں پھیلی جن نے\r\nهو الذي ارسل رسوله بالهدی کا مطلب نہیں سمجھا ...\r\nقرآن میں ایسی کوئی آیت نہیں جو اس بات پر دلالت کرتی\r\nہو کہ عیسی نہیں مرا ۔ \"\r\n22 خواجہ غلام فرید چاچڑاں شریف :\r\nاشارات فریدی حصہ 4\r\nدیگر انبیاء و اولیاء کی طرح ان (حضرت عینی ) کا بھی رفع صفحہ 136 مقبوس نمبر 60-\r\nہوا۔\r\n23 عبد الماجد دریا آبادی\r\nحضرت عیسی کو زندہ اٹھا لینے کی بھی صراحت قرآن مجید میں صدق جدید لکھنو شمارہ 27 جنوری\r\nنہیں۔\r\n24 غلام احمد پرویز :\r\n67ء\r\nآپ (حضرت عیسی علیہ السلام) نے دوسرے رسولوں کی شعلہ مستور صفحہ 80\r\nطرح اپنی مدت عمر پوری کرنے کے بعد وفات پائی\r\n25 ابن حزم وفات مسیح کے قائل تھے ساتھ نزول کے بھی اقبال نامہ حصہ اول صفحه 196\r\nمرتبہ شیخ عطاء اللہ\r\n26 سید ابو الاعلی مودودی صاحب :"
    },
    {
        "id": 133,
        "pageNo": 133,
        "pageText": "مضمون\r\nحوالہ\r\nا میرے اعتقاد میں کوئی ابہام نہیں میں نے صرف یہ کہا ہفت روزہ ایشیاء صفحہ 5 21 نومبر\r\nہے کہ زندہ جسمانی طور پر اٹھائے جانے کی صراحت قرآن 1951ء (ایک سوال کے جواب میں)\r\nمیں میں ہے۔\r\nل مسیح علیه السلام کے \"رفع \" کا مسئلہ متشابہات میں سے اخبار کو ر 21 فروری 1961ء\r\nہے\r\nا \"حیات مسیح اور رفع الی السماء\" قطعی طور پر ثابت تقریر مودودی صاحب\r\nنہیں۔ قرآن کی مختلف آیات سے یقین پیدا نہیں ہوتا اچھرہ لاہور 28/3/57 بحوالہ آئینہ\r\nمودودیت\r\n۱۷ قرآن کریم نہ اس کی تصریح کرتا ہے کہ اللہ ان تقديم القرآن جلد اول صفحہ 420\r\n(حضرت عیسی علیہ السلام) کو جسم و روح کے ساتھ کرہ ارض حاشیه زیر آیت بل رفعه الله\r\nسے اٹھا کر آسمانوں پر کہیں لے گیا اور نہ ہی صاف کہتا ہے کہ اللہ\r\nانہوں نے زمین پر طبعی موت پائی اور صرف ان کی روح\r\nاٹھائی گئی\r\nقرآن کی روح سے زیادہ مطابقت اگر کوئی طرز عمل تنسیم القرآن جلد اول صفحه 421\r\nرکھتا ہے تو وہ صرف یہی ہے کہ \" رفع جسمانی\" کی تصریح سورہ انسا\r\nسے بھی اجتناب کیا جائے اور موت کی تصریح سے بھی۔ اس\r\nکی کیفیت کو اس طرح مجمل چھوڑ دیا جائے جس طرح اللہ\r\nتعالٰی نے خود مجمل چھوڑ دیا ہے۔\r\nvi قرآن میں اگر چہ تصریح نہیں مگر دو آیات ایسی ہیں جن بیان در تحقیقاتی عدالت 5- مئی\r\nے اس (وفات مسیح) کا اشارہ نکلتا ہے۔\r\nحضرت عیسی کشمیر میں\r\n1 واوينهما الى ربوة ذات قرار و معین\r\nاور ہم نے دونوں (حضرت عیسی علیہ السلام اور انکی والدہ\r\nماجدہ) کو ایک اونچی پر سکون اور چشموں والی جگہ میں پناہ دی\r\n2 يا عيسى انتقل من مكان الى مكان لئلا تعرف\r\n54ء بحوالہ ہفت روزہ لاہور 25\r\nتمبر 93ء صفحہ 14\r\nالمومنون : 51"
    },
    {
        "id": 134,
        "pageNo": 134,
        "pageText": "فتئوذى\r\nمضمون\r\nاے کمیٹی تو ایک جگہ تے دوسری جگہ ہجرت کر تارہ تاکہ تو\r\nپہچانا نہ جاسکے اور تجھے تکلیف نہ پہنچے\r\nحوالہ\r\nکنز العمال جلد 3 صفحہ 158 حدیث\r\nنمبر 5955\r\nغانم ہندی جو کہ حضرت عیسی علیہ السلام پر ایمان لانے والا اکمال الدین صفحہ 242\r\nاور کشمیر کی عیسائی کونسل کا ممبر تھا کو نسل کے فیصلہ کے\r\nمطابق حضرت علی کے زمانہ خلافت میں عرب پہنچا اور انجیلی\r\nشہادات کی روشنی میں اسلام کی صداقت معلوم کی۔\r\n4 یوز اسف سفر کرتے کرتے کشمیر پہنچے اور یہاں وفات پائی اور اکمال الدین صفحہ 599 آخری\r\nصفحات باب 58\r\nآپ کا مقبرہ بنایا گیا\r\nابو سعید غانم ہندی نے بتایا کہ انجیل جو کہ کشمیری عیسائیوں صافی شرح اصول کافی کتاب الحجه\r\nکے پاس ہے میں محمد نامی نبی کی خبر ہے اس کی تصدیق کرنے جز 3 صفحہ 384 باب مولد صاحب\r\nآیا ہوں\r\nالزمان فی قصہ سعید غانم الھندی\r\n5 را جا گوپانند کے دور حکومت میں یوز آسف بیت المقدس تاریخ کشمیر قلمی صفحه 169\r\nسے وادی کشمیر میں آئے جو بنی اسرائیل کے نبی تھے بقیہ\r\nزندگی یہاں گزاری اور محلہ (اتر مرہ) سرینگر میں دفن\r\nہوئے۔\r\nراجہ شالباھن کی ساکا قوم کے ایک راجہ سے \"دین\" بھوشه مهایران صفحه 280\r\nمقام پر ملاقات ہوئی۔ شالباھن کے پوچھنے پر اس نے پر ب نمبر 3 ادھیائے\r\nبتایا کہ وہ کنواری کے بطن سے پیدا ہوا۔ اس کا مذہب نمبر 2 شلوک 21 تا 31\r\nمحبت اور صداقت پر مبنی ہے اور اس کا نام عیسی مسیح ہے\r\n7 انگریزی حکومت کے نمائندہ کشمیر Svi Franas . ینگ سینڈ کشمیر صفحه 112\r\nYounghusband اپنی کتاب میں لکھتے ہیں 1900 سال پہلے\r\nیوز آسف نام بزرگ کشمیر آئے وہ تمثیلوں میں باتیں کرتے\r\nجیسا کہ حضرت مسیح کی تمثیلیں مذکور ہیں۔ نظریہ یہی ہے کہ\r\nمیچ اور یوز آسف ایک ہی شخص کے نام ہیں\r\nکیپٹن سی۔ ایم Enrique لکھتے ہیں سری نگر قیام کے دوران"
    },
    {
        "id": 135,
        "pageNo": 135,
        "pageText": "1\r\n1\r\n1\r\n2\r\n2\r\n3\r\n5\r\n6\r\n6\r\n8\r\n8\r\n9\r\n10\r\n12\r\n14\r\n18\r\n20\r\n23\r\n22\r\nبسم الله الرحمن الرحیم نحمدہ ونصلی علی رسوله الكريم وعلى عبده المسيح الموعود\r\nنمبر شمار دیباچه\r\n-2\r\n-3\r\nوفات مسیح علیہ السلام\r\nوفات مسیح کا اعلان\r\n4 وفات مسیح پر قرآنی دلائل\r\n-5\r\n-6\r\n-7\r\n-8\r\nرفع کا لفظ درجات کی بلندی\r\nرفع کا لفظ قرآن مجید میں\r\nرفع کا لفظ حدیث میں\r\nلفظ نزول قرآن شریف میں\r\nفهرست مضامین\r\n-9\r\nنزول کا لفظ حدیث میں\r\n10 تو فیتنی پر لغت، قرآن، حدیث\r\n11 توفی پر حضرت مسیح موعود علیہ السلام کا چیلنج\r\n12 وما محمد الا رسول قد خلت\r\n13 لفظ خلت پر قرآن حدیث\r\n14- وفات مسیح پر متفرق آیات\r\n15- وفات مسیح از روئے حدیث\r\n16 وفات مسیح اور بزرگان است\r\n17 حضرت عیسی کشمیر میں\r\n18 متفرق حوالہ جات\r\n19- ایک عظیم الشان پیشگوئی"
    },
    {
        "id": 136,
        "pageNo": 136,
        "pageText": "مضمون\r\nحوالہ\r\nشہر میں موجود بعض مزارات کی تحقیق کے دوران یہ پتہ لگا The Realms of\r\nthe Guds : 97\r\nکہ ایک مزار حضرت عیسی کا ہے\r\n9 عیسائی اخبار الحلال بیروت لکھتا ہے۔ سری نگر میں ایک یوز الهلال جلد 2 حصہ 4(1903)\r\nآسف نبی کا مزار مرجع خلائق ہے۔ جو اہل کتاب کا نبی بتایا\r\nجاتا ہے وہ دور کے علاقے سے آیا تھا۔\r\n10 کشمیری مورخ عبد القادر بن واصل علی خاں لکھتے ہیں۔ مقامی حشمت کشمیر از عبد القادر آر اے۔\r\nایس بنگال صفحہ 68\r\nلوگ یہ مزار اہل کتاب نبی کا بتاتے ہیں\r\n11 مقامی لوگوں کے مطابق یہ مزار ایک ایسے نبی کا ہے جو امن واقعات کشمیر صفحه 82 از خواجه\r\nکی تعلیم دیتا تھا اب مزار کی زیارت سے نبوت کی بہت سی محمد اعظم\r\nبرکات دیکھنے میں آئی ہیں\r\n8-7\r\n12 مرزا شریف الدین بیگ صاحب خلاصه التوار کی اور\r\n13 ملا نادری (کشمیر کے پہلے مسلمان مورخ نے لکھا ہے کہ مسیح تاریخ کشمیر صفحہ 66\r\nکشمیر میں تشریف لائے۔\r\n14 حضرت عیسی اور ان کی والدہ نے فلسطین سے دور دراز کے تفسیر ابن جریر جلد 3 صفحہ 197\r\n2\r\nملک میں ہجرت کی۔\r\nمتفرق حوالہ جات\r\nابو المسلم اسفہانی کا قول زیر آیت میثان النبین درج ہے کہ مختصر سیرۃ الرسول صفحہ 187 از\r\nعاش كما عاشو مات كما ماتوا كه آنحضرت محمد بن عبد الوہاب\r\nانبیاء میہم السلام کی طرح زندہ رہے اور ویسے ہی وفات پائی\r\nجیسا کہ دوسرے انبیاء نے وفات پائی۔\r\nآدم کہاں حوا کہاں مریم کہاں میسی کہاں خطبات علمی\r\nاس بات کا سب کو غم\r\nہے\r\n3 ۔ آدم سے اب تک جس قدر پیدا ہوئے وخت و پسر خطبات الحنفية\r\n5\r\nصفحه 192\r\nجب کر چکے عمریں بسر ہو ہو کر فتا جاتے رہے۔\r\nیک کمسن توفی معنے موت ایسے پر منے پیچھے اگے تغییر محمدی زیر آیت متوفیک\r\nيكونون عند مبعث محمد صلى الله عليه وسلم"
    },
    {
        "id": 137,
        "pageNo": 137,
        "pageText": "مضمون\r\nحوالہ\r\nمن زمرة الاموات آنحضرت ﷺ کی بعثت کے وقت التفسيرا لكبير الجزء\r\nتمام انبیاء فوت ہو چکے تھے\r\nالسابع صفحه 116 زیر آیت و از\r\nاخذ الله الميثاق النبين\r\n6- يا ايها الناس بلغنى انكم تخافون من موت المواهب اللدنية جزء الثاني\r\nنبيكم هل خلد نبي قبل فيمن بعث اليه فا خلد فيكم | صفحه 368\r\nاے لوگو مجھے معلوم ہوا ہے کہ تم کو میری وفات کا ڈر ہے۔ مكاشفة القلوب صفحة 78\r\nکیا مجھ سے پہلے کوئی نبی اپنی قوم میں زندہ رہا ہے۔ کہ میں تم\r\nمیں ہمیشہ رہوں\r\nحضرت عیسی علیہ السلام کی عمر 125 سال تھی\r\n719-\r\nما ثبت بالسنة في ايام السنة\r\nصفحه 49\r\nرفع عیسی پر مصر کے عالم علامہ محمود شلتوت کا تحقیقاتی تبصره الفتاوی صفحہ 58 تا 64\r\nنبوت کی غرض تحمیل دین اور تکمیل مکارم اخلاق تھی جب 1- ماثبت بالسنة في ايام\r\nیہ مقصد پورا ہو گیا تو رفعه الله اليه في اعلى عليين\r\nاور اس وقت آپ 63 سال کے تھے\r\nالسنة صفحة 39\r\n2 الفروع من الجامع\r\nالكافي صفحه 14\r\n10 آپ (حضرت عیسی) نے دوسرے رسولوں کی طرح عمر پوری شعلہ مستور صلح 72 74 79 80\r\n11 توفی کی حقیقت موت ہے ابن عباس نے اس کے معنے تفسیر خازن جز اول صفحہ 299 زیر\r\nممیتک کئے ہیں\r\nایت از قال الله یا عیسی انی\r\nمتوفیک\r\n12 انه امات عيسى و توفاه ثم رفعه الله الله تعالٰی نے مجمع البیان فی تفسیر القرآن زیر یا\r\nحضرت عیسی علیہ السلام کو موت دیگر پھر ان کا رفع اپنی طرف عیسی انی متوفیک\r\nکیا۔\r\n13 من يتواضع لله درجة يرفعه الله درجة حتى\r\nيجعله في عليين جب کوئی شخص خدا تعالٰی کی خاطر تواضع\r\nاختیار کرتا ہے خدا تعالٰی اس کا ایک درجہ کا رفع فرماتا ہے\r\nانسان تواضع میں بڑھتا ہے تو خدا رفع میں بڑھاتا رہتا ہے حتی"
    },
    {
        "id": 138,
        "pageNo": 138,
        "pageText": "کہ ملین میں پہنچا دیتا ہے\r\nمضمون\r\nحوالہ\r\nکنز العمال جلد ۳ صفحه 110 حدیث\r\nنمبر 5721 زیر عنوان التواضع\r\n14 انی مستوف اجلک و ممیتک حتف انفک لا اسلط : قصص الانبياء صفحه 420 الطبعة\r\nعلیک من یقتلک متوفیک کے معنی ہیں میں تجھے طبعي الثالث ١.٢ لكشاف جلد اول\r\nوفات دوں گا اور کسی کو طاقت نہ دوں گا کہ تجھے قتل کر سکے ۔ صفحہ 325\r\n15 رفع عیسی اتصال روحه عند المفارقة عن العالم تفسیر القرآن (ابن العربی) جلد اول\r\nالسفلى.... وجب نزوله في آخر الزمان بتعلقه صفحه 296\r\nبیدن آخر\r\nعالم سفلی سے مفارقت کے وقت حضرت عیسی کی روح کا رفع\r\nہوا .... آخری زمانہ میں ان کا نزول لازمی طور پر دوسرے\r\nوجود کے ذریعہ ہو گا۔\r\n16 مسیح کا رفع روحانی تھا نہ کہ جسمانی اصل تو روح ہے بدن تو تفسیر القرآن (سید محمد رشید رضا)\r\nجلد 3 صفحه 317\r\nکپڑے کی مانند ہے\r\n17 واقعہ صلیب کی تفاصیل سے مسیح کی وفات ثابت ہے حیات تهذیب اخلاق جلد سوم صفحه 175 تا\r\nنہیں\r\n184\r\n18 فلما توفيتني جب تو نے مجھے موت دی یعنی جب میں مرگیا تصانیف احمدیہ حصہ اول تفسیر سورہ\r\nآل عمران صفحه 47\r\nاور ان میں نہ رہا\r\n19 حضرت عیسی علیہ السلام کی وفات معتبر روایت سے حضرت حیات القلوب\r\nصادق سے منقول ہے\r\n20 رفع عیسی پر کوئی اثر متصل نہیں حیات مسیح مسیحی عقیدہ ہے فتح البیان الجز الثانی صفحہ 49 50\r\nاور نقش آزاد صفحہ 102\r\n21 معراج کی رات آنحضور کی ملاقات انبیاء علیم نشر الطيب في ذكر النبر\r\nالسلام کی ارواح کے ساتھ ہوئی\r\n22 وفات مسیح کا تفصیلی ذکر کہ وفات مسیح پر کافی آیات موجود سائنٹیفک قرآن صفحه 77-78\r\nہیں۔\r\nالحبيب صفحه 261 تا 262\r\nعلامه شورائی\r\n23 حضرت عیسی کی موت سنت الہی کے مطابق واقع ہوئی جس کی تذکرہ (محمد عنایت اللہ مشرقی ادیباچہ\r\nبابت قرآن نے کہا ہے ولن تجد لسنة الله تبديلا - جلد اول صفحه 17"
    },
    {
        "id": 139,
        "pageNo": 139,
        "pageText": "مضمون\r\nحوالہ\r\n24 حضرت عیسی علیہ السلام اجنبی ہونے کی حالت میں فوت نظرات فی القرآن زیر عنوان\r\nہوئے\r\nثبوت... و ثبوت...!!\r\n25 تورات اور انجیل میں جو حالات حضرت موسیٰ اور حضرت الجزء الاول من مجموعة\r\nمیٹی کی وفات کے بعد کے لکھے ہیں وہ اللہ تعالی کا نازل کرده الرسائل الكبرى صفحہ 80-81\r\nابن تيمية)\r\nکا ام نہیں۔\r\n26 علامہ زرقانی : زاد المعاد میں یہ مذکور ہے کہ حضرت شرح زرقانی علامه محمد بن\r\nعیسی 33 برس کی عمر میں مرفوع ہوئے کوئی متصل حدیث اس عبد الباقی جلد 1 صفحہ 34\r\nبارہ میں نہیں ملتی۔ شافی کہتے ہیں کہ یہ عقیدہ نصاری\r\n(عیسائیوں) سے مروی ہے۔\r\n27 نواب صدیق الحسن - سارے انبیاء جو آنحضرت ترجمان القرآن جلد اول صفحه 513\r\nسے پہلے تھے فوت ہو گئے\r\n28 مولانا ظفر علی خاں۔ مسیحیت کا حشر بھی کچھ کم حسرت انگیز پنجاب ریویو مرتبه مولوی ظفر علی\r\nنہیں ہوا جناب مسیح نے اپنے وصال کے بعد جو اخلاق اور خان جلد اول صفحه 37 اگست\r\nروحانیت کا ترکہ بنی اسرائیل کے ہاں چھوڑا تو اس کا جب 1901ء\r\nجائزہ لیتے ہیں تو معلوم ہوتا ہے کہ اس ترکہ سے صرف وہی\r\nمتمتع ہو سکتے تھے جو مجروں اور خانقاہوں میں راہبانہ زندگی\r\nبسر کرنے پر قانع ہوں\r\n29 استاذ عبد الوہاب النجار : ... توفی کے یہ دوسرے معنے ہی قصص الانبیاء صفحہ 423\r\nدراصل مراد ہیں کہ میں تیری مدت پوری کرنے والا ہوں\r\nاور تجھے طبعی موت دینے والا ہوں اور تجھ پر ایسے لوگوں کو\r\nہرگز مسلط نہ کروں گا جو تجھے قتل کردیں اور یہ کہ متوفیک\r\nسیح کو ان کے دشمنوں سے بچانے کے لئے کنایہ ہے\r\nایک عظیم الشان پیشگوئی\r\n\" یاد رکھو کہ کوئی آسمان سے نہیں اترے گا۔ ہمارے تذکره الشهاد تین\r\nسب مخالف جو اب زندہ موجود ہیں۔ وہ تمام مرس گے صفحہ 64-65\r\nاور کوئی ان میں سے عیسی بن مریم کو آسمان سے اترتے"
    },
    {
        "id": 140,
        "pageNo": 140,
        "pageText": "مضمون\r\nنہیں دیکھے گا۔ اور پھر ان کی اولاد جو باقی رہے گی وہ بھی\r\nمرے گی اور ان میں سے بھی کوئی آدمی عیسی بن مریم کو\r\nآسمان سے اترتے نہیں دیکھے گا۔ اور پھر اولاد کی اولاد مریکی\r\nاور وہ بھی مریم کے بیٹے کو آسمان سے اترتے نہیں دیکھے گی۔\r\nتب خدا ان کے دلوں میں گھبراہٹ ڈالے گا کہ زمانہ صلیب\r\nکے غلبہ کا بھی گزر گیا۔ اور دنیا دوسرے رنگ میں آگئی مگر\r\nمریم کا بیٹا بیٹی اب تک آسمان سے نہ اترا. تب دانشور یک\r\nدفعہ اس عقیدہ سے بیزار ہو جائیں گے اور ابھی تیری\r\nصدی آج کے دن سے پوری نہیں ہوگی عیسی کا انتظام\r\nکرنے والے کیا مسلمان اور کیا عیسائی سخت نو امید اور\r\nبدظن ہو کر اس جھوٹے عقیدہ کو چھوڑ دیں گے اور دنیا میں\r\nایک ہی مذہب ہو گا اور ایک ہی پیشوا ۔\r\nمیں تو ایک تخم ریزی کرنے آیا ہوں سو میرے ہاتھ سے\r\nتم بویا گیا اور اب وہ بڑھے گا اور پھولے گا اور کوئی نہیں\r\nجو اسے روک سکے\"\r\nحوالہ"
    },
    {
        "id": 141,
        "pageNo": 141,
        "pageText": "1\r\nبسم الله الرحمن الرحیم نحمدہ و نصلی علی رسوله الكريم وعلى عبده المسيح الموعود\r\nمضمون\r\nختم نبوت\r\nما كان محمد ابا احد من رجا لكم و لكن رسول | الاحزاب : 41\r\nالله و خاتم النبین\r\nحوالہ\r\n2 اني عند الله في ام الكتاب خاتم النبين ان آدم 1- مسند احمد بن جنبل جلد 4\r\nلمتجدل بين الماء والطين\r\nصفحه 128 حديث العربا من بن\r\nسارية عن النبي\r\nفرمایا میں اللہ کے نزدیک ام الکتاب میں اس وقت سے خاتم 2- کنز اعمال جلد 11 صفحہ 418\r\nالنبین ہوں جبکہ آدم ابھی مٹی اور پانی میں لت پت تھا۔ یعنی 3- نشر الطیب صفحہ 314-3:5\r\nتخلیق انسانی سے بھی پہلے\r\nصل على محمد و آل محمد سيد ولد آدم و خاتم تذکرہ صفحہ 77 ایڈیشن چهارم مطبع\r\nالنبین تو حضرت محمد ﷺ جو سید ولد آدم ضیاء الاسلام پریس 1977\r\nاور خاتم النبین ہیں پر درود بھیجا اور آپ کی\r\nآل پر بھی\r\n4 ہم جس قوت ، یقین و معرفت اور بصیرت کے ساتھ آنحضرت ا حکم 17 مارچ 1905ء\r\nکو خاتم الانبیاء مانتے اور یقین رکھتے ہیں اس کا\r\nلاکھواں حصہ بھی وہ لوگ نہیں مانتے\r\nآنحضرت کا اعلیٰ وارفع مقام خاتم النبین جماعت 1- روحانی خزائن جلدا\r\nاحمدیہ کا جزو ایمان ہے\r\nصفحه 272 حاشیہ\r\n2 روحانی خزائن جلد 1 صفحہ 606\r\nحاشیه در حاشیه\r\n-3- ازالہ اوہام حصہ اول صفحه 137"
    },
    {
        "id": 142,
        "pageNo": 142,
        "pageText": "6\r\nمضمون\r\nحوالہ\r\n4 تقریر واجب الاعلان صفحه 5\r\n5- كرامات الصادقین صفحہ 25\r\n6- حمامتہ البشری صفحہ 8\r\n7- كتاب البريه صفحه 83\r\n8 ایک غلطی کا ازالہ\r\n9 - مکتوب نوشتہ 23 مئی 1908ء\r\nمطبوعہ اخبار عام لاہور 26 مئی\r\n1908ء\r\nمیرا پختہ اور کامل ایمان ہے کہ حضرت محمد الخاتم محمد بیات\r\nالنبین ہیں۔\r\n7 \" لکن \" کا لفظ استدراک یعنی رفع تو هم ناش عن كلام -1- شرح جامی زیر بحث لکن 2 ختم\r\nسابق) گذشته کلام میں پیدا ہونے والے اعتراض یا وسوسه نبوت (مولانا مودودی) صفحه 7 حاشیه\r\nکو دور کرنے کے لئے آتا ہے\r\n3- تحذير الناس صفحہ 3\r\n8 آیت کے پہلے حصہ میں ابوت جسمانی کا انکار اور لکن کے 1- البیضاوی جلد 2 صفحہ 246 زیر\r\nبعد ابوت روحانی کا اقرار کیا گیا ہے۔\r\nآیت ماکان محمد ابا احد\r\n2. روح المعافي الجزاء\r\nالسابع صفحة 187 زير آيت\r\nخاتم النبين.\r\n3- تحذير الناس صفحة 10\r\n4 ریویو بر مباحثة بٹالوی و\r\nچکڑالوی صفحة 6-7\r\nليس محمد ابا احد من رجال الدنيا و لكن هو 5- چشمہ مسیحی صفحہ 73 اور ایک\r\nرب لرجال الاخرة لانه خاتم النبين\r\n9 خاتم کا لفظ اگر حقیقی معنوں میں استعمال ہو تو اس کے معنی\r\nایسے فرد کے ہیں جس کے فیض کی تاثیر سے اس جماعت کے\r\nافراد پیدا ہوں جن کی طرف یہ لفظ مضاف ہو ۔ اگر خاتم کا لفظ\r\nغلطی کا ازالہ صفحہ 4"
    },
    {
        "id": 143,
        "pageNo": 143,
        "pageText": "مضمون\r\nحقیقی مفہوم میں استعمال نہ ہو تو پھر مجازی معنے دے گا۔\r\nلفظ ختم سے میراد\r\nحوالہ\r\nالختم والطبع يقال على وجهين مصدر ختمت المفردات فی غرائب القرآن\r\nطبعت وهو تاثير الشي كنقش الخاتم والطابع صفحه 142 زير لفظ ختم\r\nوالثاني الاثر الحاصل عن الشيئي\r\n10 تراجم قرآن مجید جن میں خاتم النبین کا ترجمہ نبیوں کی مر کیا ۔ ترجمہ القرآن محمود الحسن\r\nگیا ہے\r\n11 خاتم کا لفظ اس جنس کے بہترین وجود کی طرف اشارہ کرتا ہے\r\nجس جنس کی طرف یہ لفظ مضاف کیا گیا ہو\r\nصفحه 725 (زیر آیت خاتم النبین)\r\n2 تغییر روح المعانی زیر آیت خاتم\r\nالنبين- 3- عکسی قرآن مجید (فرمان\r\nعلی صفحه 200\r\n4 عکسی قرآن مجید (مولوی ہدایت\r\nاللہ پنجابی ادب لیگ) صفحہ 424\r\n5- تفسیر حقانی جلد 6 صفحہ 82\r\nایڈیشن 9 6- درس قرآن\r\nصفحه 290 مرتبه اداره اصلاح تبلیغ\r\nاسٹریلین بلڈ نگ لاہور\r\nفتح الحمید تاج کمپنی لمیٹڈ لاہور۔\r\nکراچی ڈھا کہ\r\nاے علی میں خاتم الانبیاء ہوں اور تم خاتم الاولیاء ہو عمده البیان جلد دوم صفحہ 284 زیر\r\nحضرت علی کو خاتم الاصفیاء بھی کہا گیا ہے\r\nالله حضرت علی کو خاتم الومین لکھا گیا ہے۔\r\nآیت خاتم النبین - مناقب آل\r\nابی طالب جلد 3 صفحہ 216\r\nتفسیر صافی زیر آیت خاتم النبین\r\nمنار الهدی صفحہ 109\r\nحضرت عباس کو خاتم المہاجرین کا خطاب عطا فرمایا کنز العمال جلد 6 صفحہ 178"
    },
    {
        "id": 144,
        "pageNo": 144,
        "pageText": "مضمون\r\nآنحضرت الله خاتم ا\r\nلمعلمین ہیں\r\nحوالہ\r\nالصراط السوى صفحہ 48\r\nvi حضرت شیخ محی الدین ابن العربی کو خاتم الاولیاء کا لقب دیا گیا۔ سرورق فتوحات کمیہ\r\nمقدمة ديوان المتنبى مصرى\r\nvi- ابو الغیث کو خاتم الشعراء کا لقب دیا گیا\r\nشاہ ولی اللہ صاحب محدث دہلوی کو خاتم المجتحدین کہا جاتا المسوئی شرح موطا امام مالک بائیش\r\nہے۔\r\nvi شاہ عبد العزیز کو خاتم المحدثین و المفسرین کا لقب دیا گیا بدية الشيعة صفحه 4\r\nix امام محمد عبدہ مصری خاتم الائمہ کہلائے\r\nتفسیر الفاتح صفحہ 148\r\nحضرت فرید الدین عطار نے فرمایا سب سے بڑا ولی خاتم تذکرہ الاولیاء صفحه 272 فارسی و\r\nالاولیاء ہوا کرتا ہے\r\nذکر محمد علی حکیم الترندی\r\nx سالک سٹوک کی منزل میں ترقی کرتے کرتے خاتم الاولیاء بن فتوح الغیب صفحہ 7 مقالہ نمبر4\r\nجاتا ہے\r\nوالانسان لما كان خاتم المخلوقات الجسمانية تغير كبير (امام رازی) الجزاء الحادي\r\nكان افضلها انسان کو خاتم المخلوقات جسمانیہ قرار دیا گیا و العشرون صفحہ 34 الطبعة الثانیہ\r\nہے\r\nxill- بادشاہ کو خاتم الحکام کہا جاتا ہے\r\nدار الكتب العلمیه طهران\r\nحجتہ الاسلام (مولانا محمد قاسم)\r\nصفحه 53\r\nxiv- آنحضرت ﷺ کو خاتم الکمالات تسلیم کیا گیا ہے علم الكتاب صفحه 140\r\nشان رسالت قاری محمد طیب\r\nXV\r\nصفحہ 48\r\n- تفسیر کبیر (امام رازی) جلد 6\r\nصفحہ 31\r\nوہ فرد کامل اور خاتم مطلق جو تمام کمالات نبوت کا منبع فیض تعلیمات اسلام صفحہ 223 قاری\r\nہے پس محمد تمام کمالات بشریہ کے خاتم ہیں۔ محمد طیب دیوبندی)\r\n12 آنحضرت کا نام خاتم النبین اسی وجہ سے ٹھہرا کہ حقیقہ الوحی صفحہ 197 حاشیہ\r\nآپ کی توجہ روحانی نبی تراش ہے۔\r\nب آنحضرت کی مر کے بجز کسی کو کوئی فیض نہیں حقیقہ الوحی صفحہ 30 صفحہ 100\r\nپہنچ سکتا\r\nحاشیہ"
    },
    {
        "id": 145,
        "pageNo": 145,
        "pageText": "حوالہ\r\nمضمون\r\n13 حضرت خاتم الانبیاء اس مرتبہ کمال کے پانے والے تھے جو مقدمہ ابن خلدون صفحہ 324\r\nنبوت کا خاتمہ ہے۔\r\n14 خاتم النبین سے مراد نبی الا نبیاء ہے\r\nالفتاوى الحد ث صفحه 215\r\nتحذير الناس صفحه 4\r\n15 آپ خاتم النبین ہیں یعنی آخری شریعت تامہ کاملہ لائے مبارث شاہجہان پور صفحه 24\r\n16 حضرت رسول اللہ ﷺ پر تمام مراتب کمال اسی طرح ختم حجتہ الاسلام صفحه 53\r\nہو گئے جیسے بادشاہ پر مراتب حکومت ختم ہو جاتے ہیں اس\r\nلئے بادشاہ کو خاتم الحکام کہہ سکتے ہیں۔\r\n17 جو نبی مرتبہ میں سب سے اول ہو گا اس کا دین باعتبار زمانہ قبلہ نما صفحه 62\r\nآخر میں ہو گا۔\r\n18 خاتم النبین کے معنے آخری نبی عامہ الناس کا عقیدہ ہے تحذير الناس صفحہ 3\r\n19 خاتم النبین معنے بعثت کے لحاظ آخری میں کوئی عظمت اور خاتم الاولیاء صفحہ 341\r\nشان نہیں یہ جاھلوں کی تاویل ہے\r\n20 الف. آنحضرت ﷺ مثل افتاب میں نبوت بخشی آپ کا افتاب نبوت کامل صفحہ 122\r\nوصف ہے\r\nب بجز محمدی نبوت کے سب نبو تھیں بند ہیں\r\n21 آنحضرت ﷺ پر مرتبہ نبوت ختم ہو گیا\r\nتجلیات المیہ صفحہ 24\r\nقره العین فی محامد غوث الثقلین\r\nصفحه 18 (شاه بدیع الزمان) 851\r\n22 آنحضرت ا اس لئے خاتم النبین ہیں کہ عروج کمالات 1- تحفه مرسله شریف مترجم\r\nاور سب مراتب کی وسعت کامل طور پر آپ ﷺ میں صفحہ 51 مبارک بن علی نخودی\r\n2 انسان کامل جلد 1 باب 36 صفحه\r\nموجود ہیں\r\n76\r\n23 فكان خاتم النبيين لانه لم يدع حكمة ولا هدى انسان کامل جلد اول صفحه 75\r\n24\r\nولا علما ولا سرا الا وقد نبه علیه آپ نے\r\nحکمت، ہدایت علم اور اسرار کو واضح فرماکر خاتم النبین\r\nہونے کا حق ادا فرما دیا\r\nبهر این خاتم شد است او که\r\nبجود مثنوی روم دفتر ششم"
    },
    {
        "id": 146,
        "pageNo": 146,
        "pageText": "25\r\n27\r\n27\r\n28\r\n30\r\n37\r\n38\r\n39\r\n22233323 $\r\n44\r\n2\r\n-1\r\nختم نبوت\r\nآنحضرت ا کا اعلیٰ مقام خاتم النبین\r\n2 لفظ ختم سے مراد\r\n1 2 3 4\r\n3 لفظ خاتم اور اہل لغت\r\n-4\r\nلفظ خاتم النبین کے معنے اور بزرگان امت\r\n5 خاتم النبین کے معنے ہیں کہ آپ کے بعد کوئی شریعت والا نہبی نہ ہو گا۔\r\n-8\r\nمسیح موعود کا مقام\r\nبزرگان امت جو مسیح موعود کا مقام نبوت مانتے ہیں\r\nنبی کے لفظ کے لغوی معنے\r\nو حضرت مسیح موعود کی نبوت سے مراد\r\n10 قرآن مجید میں نبوت کا ذکر\r\n11 حدیث لانبی بعدی\r\n12 لانبی بعدی میں بعد سے مراد غیر حاضری کا عرصہ ہے.\r\n13 بعد میں مخالفت کا مفہوم\r\n14 لانبی بعدی اور بزرگان است\r\n15- قولوا خاتم النبين لا تقولوا لا نبي بعده\r\n18 مسیح موعود یقیناً نبوت کے مقام پرفائز ہوگا\r\nمقام گا\r\n16\r\n17 مسیح موعود کا مقام بزرگان امت کے نزدیک\r\n18 حضرت مسیح موعود اور دعوی نبوت کی حقیقت\r\n-1\r\nفیضان ختم نبوت\r\nامت مسلمہ کو جو روحانی انعامات حاصل ہوں گے\r\n2 مع کے لفظ کی وضاحت\r\n-3\r\nضرورت زمانہ اور سنت اللہ\r\n4 امت مسلمہ سے خدا تعالٰی کا سلوک\r\n44\r\n44\r\n46\r\n%%\r\n48\r\n.\r\n49\r\n52\r\n53\r\n54\r\n55"
    },
    {
        "id": 147,
        "pageNo": 147,
        "pageText": "مضمون\r\nحوالہ\r\nمثل او نے\r\nچونکہ\r\nبود\r\nخواهند\r\nبود\r\nصفحہ 496\r\nدر صنعت\r\nبرد استاد است\r\nتو نہ کوئی ختم\r\nصنعت\r\nبرتو است\r\n25 الخاتم بفتح التاء وكسرها حلى للاصبع يلبس المنجد زير لفظ ختم\r\nاو ما يختم به خاتم کا لفظ تاء کی زیر اور زیر سے ہو تو اس\r\nسے مراد انگلی میں پہننے والی انگوٹھی ہے یا وہ جس سے مہر لگائی\r\nجائے۔\r\nانه صار كا لخاتم لهم الذى يختمون به ويتزينون - 1- مجمع البحرین جلد 2 باب ما ادله الحاء\r\nبكونه منهم آپ ا ا ا ن کے لئے خاتم بطور زیور ختم 2 تفسیر فتح القدیر جلد 4\r\nکے بن گئے جس سے ان کی زینت اور خوبصورتی دوبالا ہو گئی صفحہ 276 (علامہ شوکانی)\r\nجلد 3 صفحہ 163\r\n26 احسن الانبياء خلقا وخلقا لانه جمال 1- زرقانی شرح مواهب اللدنیہ\r\nالانبياء كالخاتم الذي يتجمل به\r\nخلق اور خلق میں آپ تمام انبیاء میں حسین ہیں 2 سل المد ٹی والرشاد صفحہ 558\r\nانگوٹھی جو خوبصورتی کے لئے پہنی جاتی ہے کی طرح آپ\r\nانبیاء کا حسن اور جمال ہیں\r\n27 کمالات کا سمندر ہونے کی وجہ سے آپ ﷺ پر نبوت الخیرا کثیر مترجم صفحہ 238(شاہ ولی\r\nاپنی تمام کمالات کے ساتھ ختم ہو گئی\r\n28 قد ختم الله بشرع محمد جميع الشرائع\r\nالله\r\n1- فتوحات کمیه صفحه 462\r\nاللہ تعالٰی نے حضرت محمد ﷺ کی شریعت میں تمام 2 الیواقیت والجواہر جزج باب 35\r\nصفحه 37\r\nشریعتوں کو مکمل کر دیا ہے۔\r\n29 اوروں کی نبوت تو آپ ﷺ کا فیض ہے مگر آپ تحذیر الناس صفحہ 3\r\nکی نبوت کسی اور کا فیض نہیں۔\r\n30 بک تختم الولاية (عبد القادر جیلانی) ولایت تجھ پر ختم فتوح الغیب صفحہ 7 مقالہ نمبر 4\r\nہے\r\n31 حضرت عائشہ کی نصیحت قولوا خاتم النبین ولا تقولوا 1- در منشور جلد 5 صفحہ 204\r\n2 تحمله مجمع البحار جلد 4 صفحہ 85\r\nلا نبي بعدة\r\nیہ تو کہو کہ آپ ﷺ خاتم النبین ہیں یہ نہ کہو کہ آپ"
    },
    {
        "id": 148,
        "pageNo": 148,
        "pageText": "مضمون\r\nکے بعد کوئی نبی نہیں۔\r\n32 فان مطلق النبوة لم يرتفع\r\nصرف مطلق نبوت ختم نہیں ہوئی\r\nحوالہ\r\n(محمد طاہر گجراتی)\r\n1- الیواقیت والجواهر\r\nجلد 2 صفحہ 27\r\n2 فتوحات مکیہ جلد 2 صفحہ 58\r\n33 لان النبوة يتجزى وجزء منها باق بعد خاتم المسوى شرح موطا امام مالک جلد 2\r\nالانبياء نبوت کے کئی حصے ہیں۔ اور ان میں سے ایک حصہ صفحہ 216 مطبوعہ دہلی\r\nخاتم الانبیاء کے بعد بھی باقی ہے\r\n34 فالنبوة سارية الى يوم القيامة\r\nایسی نبوت قیامت تک جاری ہے\r\n35 متابعین کا نبوت پا نا ختم نبوت کے منافی نہیں\r\nفتوحات کیمیہ جلد 2\r\nصفحه 90\r\n1 مکتوبات مجدد الف ثانی مکتوب نمبر\r\n351301 صفحه 870 دفتر اول حصہ\r\nپنجم\r\n36 اگر بالفرض بعد زمانہ نبوی صلحم بھی کوئی بنی پیدا ہو تو بھی تحذیر الناس صفحہ 28\r\nخاتمیت محمدی میں کچھ فرق نہ آئے گا۔ (مولانا محمد قاسم)\r\n37 جوئی آپ کے ہمعصر ہوگا وہ متبع شریعت محمدیہ 1 اثر ابن عباس في دافع الواسواس\r\nہو گا... کیونکہ بعد آنحضرت ﷺ کے زمانہ میں مجرد کسی صفحہ 15-16 2- مجموعہ فتاوی\r\nنبی کا ہونا محال نہیں بلکہ صاحب شرح جدید کا ہونا البتہ ممتنع مولوی عبد الحئی جلد اول صفحہ 144\r\nہے\r\n-3- الوصیت صفحہ 18-17\r\n38 ختم به النبيون اى لا يوجد بعده من يامره الله تفهيمات البية جلد 2 صفر 85\r\nسبحانه بالتشريع على الناس ختم به النبیون سے تقسیم نمبر 54\r\nمراد یہ ہے کہ آپ کے بعد اللہ تعالٰی لوگوں کو ہدایت کے\r\nلئے نئی شریعت کا حکم نہ دے گا\r\n39 لا نبى بعدى ومعناه عند العلماء انه لا يحدث نبى موضوعات كبير صفحه 59-60\r\nبشرح ينسخ شرعة ولم يكن من امته\r\nلانبی بعدی کے علماء کے نزدیک یہ معنے ہیں کہ آپ کے بعد\r\nکوئی ایسا نبی نہ ہو گا جو آپ ﷺ کی شریعت کو منسوخ"
    },
    {
        "id": 149,
        "pageNo": 149,
        "pageText": "مضمون\r\nحوالہ\r\nکر سکے اور آپ کی امت سے نہ ہو\r\n40 فلا رسول بعدی ای لا نبي يكون على شرع يخالف 1 فتوحات یکه جلد 3 صفحہ 73\r\nشرعي بل اذا كان يكون تحت حكم شريعتى لا 2- اقترب الساعه صفحه 162\r\nر سول بعدی سے مراد ہے ایسا نبی نہ ہو گا جو میری شریعت - 3- هدية مهدوية صفحه 301-302\r\nکے خلاف شریعت لائے بلکہ جب بھی ہو گا میری شریعت کے\r\nحکم کے تابع ہو گا۔\r\n41 النبوة التي انقطعت بوجود رسول الله صلعم -1- فتوحات کمیه جلد 2\r\nانماهي نبوة التشريع نبوت جو آنحضور ﷺ کے صفحہ 3 صفحہ 58 2- الیواقت\r\nوجود کے ذریعہ ختم ہو گئی وہ (صرف) شریعت والی نبوت ہے۔ والجواہر جلد 2 صفحہ 3724 بحث\r\nتمبر 33\r\n3 فصوص الحکم مترجم صفحہ 244\r\nجزو چهاردهم\r\n42 ان معنى كونه خاتم النبيين هوانه لا يبعث بعده تقریب المرام جلد 2 صفحہ 233\r\nنبر اخر بشريعة اخرى ( شیخ عبد القادر کردستانی)\r\nخاتم النبین ہونے کا مطلب یہ ہے کہ آپ ا کے بعد\r\nکوئی نبی دوسری شریعت لے کر نہ آئیگا۔\r\n43 بیچ کمال غیر از نبوت بالا صاله ختم نه گردیده و در مبدء فیاض مقامات مظهری صفحه 88\r\nمرزا مظہر جان جاناں\r\nبخل و دریغ ممکن نیست\r\nنبوت مستقلہ کے علاوہ کوئی کمال ختم نہیں ہوا اور نہ ہی مبدء (1195ھ)\r\nفیاض میں بخل ممکن ہے\r\n44 فالهداة من الانبياء والاولياء لا يجوز اكمال الدین صفحه 375\r\nانقطاعهم مادام التكليف من الله عز وجل لازما\r\nللعباد جب تک احکام کی پابندی بندوں پر لازمی ہے انبیاء\r\nاور اولیاء کا انقطاع جائز نہیں\r\n45- اگر کسی وقت میں نوع انسانی معلم روحانی کی محتاج تھی تو اب الصراط السوی صفحہ 49\r\nبھی (محمد سبطین شاہ)"
    },
    {
        "id": 150,
        "pageNo": 150,
        "pageText": "مضمون\r\nحوالہ\r\n46 میں تجھ سے تاقیامت نبی رسول اور نیک بندے پیدا کرتا تغیر القمی جلد اول صفحہ 33 زیر\r\nرہوں گا۔\r\nآیت لا علم لنا الا ما علمتنا\r\n47 فکر کن در راه نیکو خدمتی تا نبوت یا بی اند رامتی مثنوی دفتر اول صفحه 53\r\n48 ان الحق تعالى يخبرنا نافى سرائرنا بمعانى اليواقت والجواہر جلد 2 صفحہ 39\r\nکلامه و کلام رسوله ويسمى صاحب هذا المبحث الخامس والثلاثون\r\nالمقام من انبياء الاولیاء حضرت غوث اعظم کا قول\r\nہے کہ انبیاء کو نبی کا نام دیا گیا اور ہمیں نبی کا لقب اور ہمیں\r\nنبی کا نام پانے سے روک دیا گیا اگر چہ اللہ تعالی ہمیں اپنے\r\nاور اپنے رسول کے کلام کے اسرار در موز اور ان کے\r\nمعافی سکھاتا ہے اس مقام پر فائز آدمی کو انبیاء الاولیاء کہتے\r\nہیں۔\r\n49 قرانی حقائق انبیاء پر کھولے جاتے ہیں\r\n1 تفسیر صافی مقدمه الرابعه صفحه 18\r\n2 تفسیر عرائس البيان في حقائق\r\nالقرآن صفحه 4\r\n50 حضرت موسی کی دعا اجعلنى نبى تلك الامة پر فرمايا : المواهب اللدنية\r\nنبيها منها - کہ اس امت کا نبی اسی میں سے ہو گا۔ قسطلانی صفحه 425\r\nبھیج درود اس محسن پر تو دن میں سو سوبار\r\nپاک محمد مصطفی الا یا نبیوں کا سردار\r\nمسیح موعود علیہ السلام کے بارے اقوال\r\n2 نشر الطیب صفحہ 262\r\n3- الخصائص الکبری جلد اول\r\nصفحه 34\r\nآنے والے مسیح کو آنحضور ﷺ نے ایک حدیث میں 1: الصحیح المسلم کتاب الفتن باب فی\r\nچار مرتبہ بنی کے نام سے ذکر فرمایا ہے\r\nذكر الدجال\r\n2 مشکواہ باب العلامات بین یدیہ\r\nالساعه في ذكر الله جال"
    },
    {
        "id": 151,
        "pageNo": 151,
        "pageText": "مضمون\r\nحوالہ\r\n3 ابن ماجہ کتاب الفتن باب فی ذکر\r\nالدجال\r\nاذا قام قائم قال فررت منكم لما خفتكم فو هبلی 4- کمال الدین صفحه 189\r\nربى حكما وجعلني من المرسلين\r\n2 ليس بيني و بينه یعنی عینی علیہ السلام نبی وانه نازل - ابو داؤد کتاب الملاحم صفحه 214\r\nفاذا رائيتموه فاعرفوه\r\nمصری\r\n- مسند احمد بن حنبل جلد 2\r\nصفحہ 437\r\nتفسیر ابن جریر جلد 6 صفحه 22\r\n۱۷- در منشور جلد 2 صفحه 242\r\n-V\r\nفتح الباری جلد 6 صفحہ 478\r\nکتاب احادیث الانبیاء\r\n3 ابو بكر افضل هذه الامة الا ان يكون نبى - ابوبکر کنوز الحقائق فی حدیث خیر الخلائق\r\nاس امت میں افضل ہیں سوائے اس کے کہ بعد میں کوئی نبی صفحہ 6 حرف الحمزہ\r\nہو\r\n4 ابو بكر خير الناس الا ان يكون نبي فرمایا لوگوں 1- کنز العمال جلد 9 صفحہ 138\r\nمیں حضرت ابو بکر سب سے بہتر ہے سوائے اس کے کہ بعد 2 جامع الصغیر صفحہ 5\r\n5\r\nمیں نبی ہو ۔\r\n3- تاريخ الخلفاء صفحه 43\r\nيكون عيسى عليه السلام ينزل فينا حكما من - -1- فتوحات مكية جلد اول\r\nغیر تشریع و هو نبی بلاشک مسیح موعود کے نبی ہونے | صفحہ 57 اور مسند احمد بن مقبل\r\nمیں کوئی شک نہیں وہ بغیر شریعت کے ہم میں آئیں گے جلد 3 صفحہ 345\r\nابن سیرین نے فرمایا\r\nيكون في هذه الامة خليفة خير من ابي بكرو\r\nعمر قيل خير منهما قال قد يفضل على بعض\r\nالانبیاء کہ اس امت میں ایک خلیفہ ابو بکر و عمر سے بھی\r\nافضل ہو گا۔ پوچھا گیا کیا دونوں سے افضل ہو گا؟ فرمایا ممکن\r\nہے بعض انبیاء سے بھی افضل ہو\r\nحج الكرامه صفحه 386"
    },
    {
        "id": 152,
        "pageNo": 152,
        "pageText": "مضمون\r\nحوالہ\r\n7 امام مهدی شریعت محمدی کے احکام کے تابع ہو گا لیکن شرح فصوص الحکم صفحہ 43.42\r\nمعارف علوم اور حقیقت میں انبیاء اور اولیاء اس کے (عبدالرزاق کاشانی)\r\nتابع ہوں گے کیونکہ وہ محمد مصطفی ا کا باطن ہو گا\r\n8 هو شرح الاسم الجامع المحمدى ونسخة منسخة الخيرا لكثير صفحه 72 مطبوع بجنور\r\nمنه\r\nیعنی امام مهدی آنحضرت ا کے اسم جامع محمدی کا کامل\r\nبروز اور حقیقی عکس ہوگا\r\nمدینہ پریس\r\n9 الف مسیح موعود نبوت کا حامل ہو گا اور اس پر شریعت محمدیہ الیواقیت والجواہر جلد 2 بحث نمبر 47\r\nوگا ر شریعت محمدی ایالات والجواہر جلد 2 بحثنمبر 17 کا نزول الہانا ہوگا\r\nصفحه 79\r\nب اولیاء پر نزول قرآن کے ذوق کی خاطر ان پر قرآن فتوحات کیمیہ جلد 2 صفحہ 287\r\nنازل کیا جاتا ہے\r\n10 اگر کوئی رسول کسی پہلے رسول کی شریعت کی طرف بلائے تو التفسیر الکبیر جلد 3 صفحہ 252\r\nاصل مطاع پہلا رسول ہی ہوتا ہے\r\nدیکھ کر اس کو کریں گے لوگ رجعت کا گمان دیوان امام بخش تاریخ\r\nیوں کہیں گے معجزے\r\n=\r\nمصطفیٰ پیدا ہوا جلد 2 صفحه 54\r\nکیا سلیمان اور کیا مہر سلمان مومنوا\r\nدیوان امام بخش تاریخ\r\nخاتم ختم نبوت کا نگین پیدا ہوا جلد 2 صفحہ 55\r\n11 حق له ان ينعكس فيه انوار سید المرسلین - آپ الخيرا لكثير صفحہ 72\r\nکے انوار اس میں ظاہر ہوں گے\r\n12 ذا لك انه يلهمه شرع المحمدى صلى الله عليه دراسات الليب صفحہ 225\r\nو سلم آپ پر شریعت محمدیہ کا الہام ہوگا\r\n13 افضلیت امام مهدی بر صحیح ثابت و واضح است علیه المقصود جلد 2 صفحہ 38\r\n14 فتلك اثنان وسبعون فرقة كلهم في النار والفرقة 1 - مرقاه المفاتيح شرح مشکواه جز اول\r\nالناجية هم اهل السنة البيضاء المحمدية | صفحہ 248 -2- مبدء المعاد اردو\r\nوالطريقة النقية الاحمدية یہ 72 فرقے جہنمی ہیں ترجمہ سید زوار حسین صفحہ 205\r\nنجات پانے والا اہلسنت کا وہ فرقہ ہے جو احمدیت کے طریق پر\r\nہوگا"
    },
    {
        "id": 153,
        "pageNo": 153,
        "pageText": "مضمون\r\nحوالہ\r\n15 فان لله تعالى كنوزا ليست من ذهب ولا فضة ينابيع الموده صفحه 110 باب الثامن\r\nو لكن بها رجال معروفون عرفوا الله حق والسبعون\r\nمعرفته و هم انصار المهدى عليه السلام في آخر\r\nالزمان سونے چاندی کے علاوہ بھی خدا تعالی کے خزانے\r\nہیں اور وہ مہدی آخر الزمان کے وہ انصار میں جو اللہ تعالٰی\r\nکی حقیقی معرفت حاصل کریں گے\r\n16 وہ بزرگان جنہوں نے آنحضرت ا کے بعد امتی نبی کی\r\nآمد کو تسلیم کیا ہے\r\nابو منصور مجلی پانی فرقه منصور\r\nابوالحسن العمی 0217\r\nابو جعفر ابن بابویہ 0321\r\nامام راغب 0502\r\nعبد القادر جیلانی 561ھ\r\nمحی الدین ابن عربی 638\r\nفخرالدین رازی 606 ھ\r\nمحمد بن یوست اندلسی 754ھ\r\nسید محمد جونپوری 911 ھ\r\nعبد الوہاب شعرانی 976 ھ\r\nمجدد الف ثانی 1034 ھ\r\nشاہ ولی اللہ صاحب\r\nمحمد اسماعیل شہید بالا کوٹ 1264\r\nالتعريفات صفحه 210\r\nتغیر انتمی جلد اول صفحه 33\r\nاکمال الدین صفحه 375\r\nالبحر المحيط جلد 3 صفحه 287\r\nالفتح الرباني والفیض الرحمان\r\nصفحہ 144 لمجلس الثامن و عشر\r\nفتوحات یکه جلد 1 صفحه 545\r\nدارا لكتب العربية الكبرى\r\nبمصر\r\nتفسیر کبیر جلد 11 صفحه 195\r\nتفسیر ابن حیان صفحه 287\r\nتذکرہ ( ابو الکلام آزاد)\r\nصفحہ 48-49\r\nالیواقت والجواہر جلد 2 صفحہ 81\r\nمکتوبات امام الربانی مکتوب نمبر 301\r\nصفحہ 432\r\nقرة العين في تفصيل الشعيمين\r\nصفحه 302\r\nتقویه الایمان صفحه 42 طبع کراچی"
    },
    {
        "id": 154,
        "pageNo": 154,
        "pageText": "مضمون\r\nحوالہ\r\nحضرت عیسی بلا شبہ نبی ہیں جو آخری زمانہ میں ظاہر ہوں گے اثر ابن عباس دافع الوسواس\r\nاور آنحضرت ﷺ کی شریعت پر عمل کریں گے ۔ صفحه 16\r\n17 وہ بزرگان جنہوں نے مسیح موعود کو نبی تسلیم کر کے ان کی\r\nنبوت کے انکار کو کفر قرار دیا۔\r\nجلال الدین سیوطی\r\nالخصائص الكبرى بروایت انس بن\r\nابن الحجر الهیشمی\r\nعبد الوہاب شعرانی\r\nمحمد بن علی شوکانی\r\nشاہ ولی اللہ\r\nمحمد قاسم نانوتوی\r\nمحمد انور شاہ مفتی دیو بند\r\nقاری محمد طیب\r\nنواب صدیق الحسن خان صاحب\r\nمن قال بسلب نبو ته کفر حقا\r\nنبی کے لغوی معنے\r\nنبی کا لفظ نبا فعل سے فعیل کے وزن پر ہے\r\nمالک صفحه 12 جلد اول\r\nالفتاوى الحديثية صفحه 125\r\nالیواقت الجواہر جلد 2 صفحہ 79 بحث\r\nنمبر 47\r\nروح المعانی جلد 7 صفحہ 187\r\nالخيرا كثير صفحه 80 مطبوع بجنور\r\nتحذیر الناس صلح 44\r\nعقیدہ الاسلام فی حیات عیسی\r\nصفحہ 215\r\nتعلیمات اسلام و مسیحی اقوام\r\nصفح 229\r\nحجج الکرامہ صفحہ 431\r\n1 النباء والانباء لم يردا في القرآن الا لما له وقع و كليات بحوالة اقراب\r\nشان قرآن مجید میں نباء اور انباء کا لفظ عظیم الشان خبر يا الموارد زير لفظ نباء\r\nواقعہ کے لئے استعمال ہوا ہے\r\nالنبوة وهي الاخبار عن الله خدا تعالٰی سے خبر پا کر لوگوں اقرب الموارد زیر لفظ النبوه\r\nکو بتانے والے کو نبی کہتے ہیں\r\n3 الاخبار عن المستقبل بالهام من الله زمانه مستقبل"
    },
    {
        "id": 155,
        "pageNo": 155,
        "pageText": "مضمون\r\nکے بارے خدا سے الہام پانے کا نام نبوت ہے\r\nحوالہ\r\n4 النبوة ايضا عبارة عن نور يحصل فيه عين لها المنقد من الضلال صفحه 49 (امام\r\nتظهر في نورها الغيب وامور لا يدركها العقل في غزالي\r\nکو ایسی روشن آنکھ نصیب ہوتی ہے جس کے نور سے ایسے\r\nغیبی امور ظاہر ہوتے ہیں جن کا ادراک عقل سے بالا ہوتا\r\nہے۔\r\nجس امر کی وجہ سے نبی نبی بنتا ہے وہ خدا تعالٰی کا اس کو اخبار کتاب النبوہ لابن تیمیہ\r\nغیب پر مطلع کرتا ہے یہی چیز نبی اور غیر نبی میں امتیاز بخشتی\r\nہے۔\r\n6 الخاصة المشتركة بين الانبياء هو اخبار عن 1- شرح عقائد نسفی (علامه\r\nالغیب غیب کی خبر دینا ایسا وصف ہے جو تمام انبیاء میں تختارانی) کتاب النبوہ امام ابن\r\nتیمیه\r\nفتوحات یکه جلد 2 صفحه 417\r\nمشترک ہے۔\r\nنبوت اخبار الیہ سے بڑھ کر اور کچھ نہیں۔\r\nاللہ تعالی کا کسی گروہ کو بذریعہ وحی تعلیم دینا نبوت کہلاتا ہے الملل والتحمل صفحہ 309 زیر عنوان\r\nخواتین کی نبوت\r\nو اخبار غیبیه کی قبل از وقت اطلاع دینا نبوت ہے۔ الشیخ شرح نہج البلاغہ صفحہ 18\r\nمحمد عبده)\r\n10 انها صفة كلامية قول الله هو رسولی نبوت صفت زرقانی شرح مواهب اللہ نیہ جلد\r\nکلامیہ ہے جس میں اللہ تعالی فرماتا ہے کہ فلاں میرا رسول اول صفحہ 14\r\nہے\r\n11 من قال له الله ارسلنک او بلغهم عنی وہ شخص جسے شرح مواقف\r\nاللہ تعالی فرمائے میں نے تجھے رسول بنایا ہے یا حکم دے کہ\r\nمیرا یہ پیغام لوگوں کو پہنچا\r\n12 الف ایسا شخص جس کو بکثرت ایسی پیشگوئیاں بذریعہ وحی چشمہ معرفت صفحہ 189\r\nدی جائیں جس کی نظیر اس زمانہ میں نہ ملے وہ نبی ہے\r\nب جس شخص کو بکثرت مکالمہ و مخاطبہ سے مشرف کیا جائے حقیقہ الوحی صفحہ 406\r\nاور بکثرت امور غیبیہ اس پر ظاہر کئے جائیں وہ نبی کہلاتا ہے"
    },
    {
        "id": 156,
        "pageNo": 156,
        "pageText": "مضمون\r\nحوالہ\r\nج لوگ جس امر کا نام مکالمہ مخاطبہ رکھتے ہیں میں اس کی 1- روحانی خزائن جلد 22\r\nکثرت کا نام بموجب حکم الہی نبوت رکھتا ہوں صفحہ 503 2- احکم 6 مئی 1908ء\r\nد میری مراد نبوت سے یہ نہیں کہ میں نعوذ باللہ آنحضرت تتمہ حقیقته الوحی صفحہ 68 روحانی\r\nکے مقابل پر کھڑا ہو کر نبوت کا دعوی کرتا ہوں یا خزائن جلد 22 صفحہ 503\r\nکوئی نئی شریعت لایا ہوں۔ صرف میری مراد نبوت سے\r\nکثرت مکالمت و مخاطبت الیہ ہے جو آنحضرت ﷺ کی\r\nاتباع سے حاصل ہے۔\r\nالقرآن\r\n1 ماكان الله ليطلعكم على الغيب و لكن الله العمران : 181\r\nيجتبى من رسوله من يشاء\r\n2 عالم الغيب فلا يظهر على غيبه احد الا من ارتضى جن : 27-28\r\nمن رسول\r\nالله يصطفى من الملئكة رسلا ومن الناس ان الحج 76\r\nالله سميع بصير\r\n4 لولا اخرتنا الى اجل قريب نجب دعو تک و نتبع |\r\nالرسل آیت کے تحت لکھا ہے\r\nمراد ایشان از تاخیر قال ما اجل قریب قیام و ظهور و خروج نهاية المقصود جلد 2 صفحہ 103\r\nحضرت امام قائم مهدی موعود است\"\r\n(تبع الرسل میں امام مہدی کا وجود مراد لیا گیا ہے)\r\n5 آیت قرآنی يلقى الروح کی تفسیر میں لکھا ہے۔\r\nقيل الروح الوحى هنا......... .. وقيل ان الروح ها هنا مجمع البيان جلد 8 صفحه 517\r\nالنبوۃ کہ روح سے مراد وحی ہے اور کہا گیا ہے کہ یہاں\r\nروح سے مراد نبوہ ہے\r\n6 امام مہدی کہیں گے فررت منكم لما خفتكم فوهب لى\r\nربي حكما وجعلني من المرسلین یعنی جب مجھے تم\r\nسے خوف پیدا ہوا تو میں تم سے چلا گیا اب میرے رب نے"
    },
    {
        "id": 157,
        "pageNo": 157,
        "pageText": "56\r\n57\r\n58\r\n59\r\n62\r\n71\r\n72\r\n74\r\n74\r\n77\r\n78\r\n78\r\n79\r\n2 2 2 % 2 % 2 % 2 F 21 00 00 01\r\n62\r\n63\r\n64\r\n66\r\n68\r\n69\r\n69\r\n70\r\n81\r\n3\r\n-5\r\n-6\r\nوحی صرف انبیاء سے مخصوص نہیں\r\nآیت استخلاف میں امت مسلمہ کو بشارت\r\n7 امام مہدی کو وحی اٹھی ہوگی\r\n8 مخالفین کی طرف سے پیش کردہ احادیث اور ان کا جواب\r\n-1\r\n-2\r\n-3\r\n-4\r\n-5\r\n-9\r\nظهور امام مهدی علیه السلام\r\nپیشگوئی امام مهدی\r\nلفظ نزول قرآن وحدیث میں\r\nامام مهدی مسیح موعود ایک شخص ہے\r\nظہور مہدی کی فلکی علامات\r\nمهدی کے زمانہ میں مذہبی حالت\r\nاخلاقی حالت\r\nعلمی حالت\r\nذرائع آمدو رفت\r\nخروج الدجال\r\n10 طاعون کا ظہور\r\nمواصلات علامت\r\n-11\r\n-12 ظہور مہدی کی علامات پوری ہو چکی ہیں\r\n13- ظہور مہدی کا زمانہ\r\n14 امام مہدی کا علاقہ\r\nامام مهدی کا حلیہ\r\n16- امام مہدی کا نام\r\n17- انتظار مهدی\r\n18- امام مہدی کی مخالفت ہوگی"
    },
    {
        "id": 158,
        "pageNo": 158,
        "pageText": "مضمون\r\nحوالہ\r\nمجھے حکم یعنی نبوت بخشی ہے اور رسولوں میں سے بنایا ہے اکمال الدین صفحه 189\r\nان افضل الرسل محمد صلى الله عليه اله وان اصول کافی صفحہ 286 کتاب الحجہ\r\nافضل كل امت بعد نبيها وصى نبيها حتى يدركه |\r\nنبر رسولوں میں سب سے افضل حضرت محمد ی ہیں\r\nاور نبی کے بعد ساری امت میں نبی کا وصی افضل ہوتا ہے\r\nسوائے بعد میں آنے والے نبی کے\r\nعقل انسانی نبوت کو نعمت اور اس کی ضرورت کو مانتی ہے ۔ بحار الانوار جلد 13 صفحہ 6\r\nایسے مصلح کا وجود ہر وقت ضروری ہے ۔\r\nحضرت اللہ نے کثرت درود کی تلقین فرما کر آل بخاری کتاب الدعوات باب الصلوه\r\nابراہیم کے انعامات کے حصول کی طرف توجہ دلائی۔ علی النبی جلد سوم صفحه\r\n1 - جعلنا في ذريته النبوة والكتاب\r\n2- ان جعل فيكم انبیاء و جعلكم ملو کا\r\n536\r\nعنکبوت : 28\r\nالمائدة : 21 نساء : 54\r\n10 امت مسلمہ میں نبوت کا کس طرح انکار کر سکتے ہیں جبکہ آل الکافی جز 3 صفحہ 117-119\r\n12\r\nابراھیم میں تسلیم کرتے ہیں (امام جعفر)\r\n1 درود شریف سے قطعی طور پر معلوم ہو گیا ہے کہ بعض لوگ فتوحات یکه جلد اول صفحہ 545\r\nاس امت کے اللہ کے نزدیک نبوت کا مقام پانے والے زیر آیت فقد اتنا ال ابرهيم\r\nہیں۔\r\nالكتاب والحكمة\r\nار کسی وقت میں نوع انسانی معلم روحانی کی محتاج تھی تواب الاسراء السوی صفحہ 50:48\r\nبھی ہے الا یہ کہہ دیا جائے کہ انسان محتاج پیغمر و امام و معلم\r\nروحانی نہ تھا اور بعثت معلمین الہی معاذ اللہ فضول ولغو ہے\r\nدر نہ جو اول ضرورت کو تسلیم کرتا ہے وہ اب بھی کرے گا۔\r\nجو پہلے انبیاء و اوصیاء و ائمہ کو مانتا ہے وہ اب بھی مانے گا اور\r\nوجود امام کو تسلیم کرے گا۔ وجود امام آخر الزمان کا منکر تمام\r\nانبیاء و اوصیاء کا منکر ہے اور یہی قول پیغمبر سے بھی ثابت\r\nحدیث انا خاتم النبين لا نبی بعدی میں بعد سے"
    },
    {
        "id": 159,
        "pageNo": 159,
        "pageText": "مضمون\r\nمراد غیر حاضری کا عرصہ ہے\r\n1 - ولقد فتنا قو مک من بعد ک\r\n2 - بئسما خلفتموني من بعدي\r\n85:\r\nاعراف : 151\r\nحوالہ\r\n3- انت منى منزلة هارون من موسى الا انه لا نبی بخاری جلد 2 صفحہ 747 كتاب\r\nبعدی\r\nالمغازی باب غزوہ تبوک\r\n4 حضرت علی کو مخاطب ہو کر فرمایا الاا نک لست نبی 1- مسند احمد بن حنبل جلد 1 حدیث\r\nنمبر 3062\r\n۲- مناقب الفقيه المغازی\r\nصفح 280\r\n۳- طبقات کبیر جلد 3 صفحہ 15\r\n5 حضرت علی سے فرمایا الا انه ليس معى نبر\r\nب بعد کا لفظ مخالفت کے معنوں میں استعمال ہوتا ہے اور مراد یہ\r\nہے کہ اب کوئی شخص میری مخالفت کر کے نبوت کا مقام نہیں\r\nپا سکتا\r\n1 - فبای حدیث بعد الله واياته يومنون\r\n2 فبای حدیث بعده يو منو ن کا ترجمہ\r\nبحار الانوار جلد 1 صفحه 277\r\nجائية : 6\r\nالمرسلات : 50\r\nفبای حدیث بعده اى القرآن بغيره يومنون ای جلالین صفحه 484 زیر آیت\r\nلا يمكن ايمانهم بغيره من كتب الله کیا گیا ہے\r\nج بعد کا لفظ علاوہ اور ہوا کے معنوں میں بھی استعمال\r\nہوتا ہے\r\nا لو كان نبي بعدي لكان عمر\r\nترندی مترجم کتاب المناقب\r\nاگر میرے علاوہ کسی اور نے نبی ہوتا ہو تا تو عمر ہو تا۔ عمر جلد 2 صفحہ 663\r\nلو لم ارسل به لارسل به غیری\r\nاگر میں رسول نہ بنایا جاتا تو کوئی اور رسول بنایا جاتا۔\r\niii- لو لم ا بعث فيكم لبعث عمر فيكم\r\nاگر میں تم میں مبعوث نہ ہو تا تو عمر ہو تا\r\n2 كنوز الحقائق صفحه 23\r\nبیضاوی جلد اول صفحة 56\r\nكنوز الحقائق صفحه 103"
    },
    {
        "id": 160,
        "pageNo": 160,
        "pageText": "مضمون\r\nلولم ابعث لبعثت يا عمر\r\nاگر میں مبعوث نہ ہو تا تو اے عمر تو ہوتا۔\r\nخ - لا نبی بعدی کی حدیث میں بعد کا لفظ بعد کے معنوں میں ہی\r\nاستعمال ہوا ہو تو اس سے مراد زمانہ قریب ہے۔ کہ میری\r\nوفات کے فورا بعد کوئی نبی نہ آئے گا چنانچہ -\r\n1- عربی زبان میں قبل کا لفظ بعد کے مقابل پر آتا ہے ۔ قرآن مجید\r\nمیں قبل کا لفظ اسی مفہوم میں آیا ہے کہ آنحضرت ﷺ\r\n-i\r\nسے قبل کوئی نبی اس قوم میں نہ آیا۔\r\nو لكن رحمة من ربك لتندر قوما ما اتهم من\r\nنذير من قبلك لعلهم يتذكرون.\r\nحوالہ\r\nمرقاة المفاتيح شرح مشکوه\r\nجلد 5 صفحہ 539\r\nالقصص\r\nبل هو الحق من ربك لتنذر قوما ما اتهم من جده : 3\r\nنذير من قبلك لعلهم يهتدون\r\nوما اتينهم من كتاب يدرسونها وما ارسلنا : 44\r\nاليهم قبلك من نذير\r\niv لتنذر قوما ما انذر اباء هم فهم غفلون\r\nحالانکہ حضرت اسماعیل اور حضرت ابراھیم\" کا تعلق آپ\r\nہی کی قوم سے تھا۔\r\nنیسین : 6\r\n46:\r\n2 حضرت یعقوب نے بیٹوں سے پوچھا ما تعبدون من بعدى البقره 133\r\n3 كانت بنو اسرائيل تسوس لهم الانبياء كما هلك مسند احمد بن حنبل جلد 2 صفحہ 97\r\nفتح الباری کتاب احادیث الانبیاء\r\nخلفه نبي وسيكون بعدي خلفاء\r\nنبی\r\nبنی اسرائیل میں انبياء عليهم السلام کی سرداری باب ما ذكر عن بني اسرائيل\r\nکرتے رہے ہیں جب ایک نبی فوت ہو جاتا تو دوسرا نبی اس جلد 6 صفحہ 454\r\nکی جگہ لے لیتا میرے بعد سلسلہ خلافت ہو گا۔\r\n4- انه لا نبی بعدی سيكون خلفاء میری وفات کے فورا بخاری کتاب الانبیاء باب\r\nبعد نبوت کی بجائے خلافت کا سلسلہ جاری ہو گا۔\r\n5 كذابان يخرجان بعدی.\r\nما ذكر عن بني اسرائيل\r\nبخاری جلد 2 صفحہ 727 کتاب"
    },
    {
        "id": 161,
        "pageNo": 161,
        "pageText": "مضمون\r\nحوالہ\r\nمیری وفات کے فورا بعد دو کاذب ظاہر ہوں گے المغازی باب و قد بني حنيفة\r\nی۔ بعد کا لفظ زمانہ منفصل بعید یعنی لیے عرصہ بعد تک کے زمانہ پر\r\nدلالت کرتا ہے اور مراد یہ ہے کہ میرے بعد لمبے عرصہ تک\r\nنبوت کی ضرورت نہیں رہے گی۔ اور لمبا عرصہ گزرنے کے\r\nبعد کوئی آئیگا۔\r\nأ ياتي من بعدي اسمه احمد -\r\nالصف : 7\r\nيقوم انا سمعنا كتا با انزل من بعد موسى\r\nاحقاف: 30\r\nآنحضرت ﷺ نے زمانہ کا تعین خود فرماتے ہوئے بتایا کہ\r\nبعد کا زمانہ مسیح موعود کی بعثت تک ہے۔\r\nليس بيني و بينه نبى وانه نازل فاذا رائيتموه ا ابو داؤد کتاب السلامم\r\nفاعر فوہ۔ کہ میرے اور اس کے درمیان کوئی نبی نہ ہو گا ۔ ابن ماجة كتاب الفتن باب\r\nاور وہ آنے والا ہے جب تم اسے دیکھو تو (علامات صداقت ظهور المهدی\r\nکی بناء پر ) اس کو پہچان لینا۔\r\n2- لا نبی بعدی میں حرف \"لا\" نفسی جنس نہیں بلکہ نفی کمال کا\r\nہے۔ اور مراد یہ ہے کہ میرے بعد میرے جیسا کوئی نبی نہ ہو\r\nالصحیح المسلم كتاب الفتن باب في\r\nذکر الدجال\r\nگا۔ جو ہو گا میرا امتی اور غلام ہو گا۔\r\n- اذا هلک قیصر فلا قیصر بعده واذا هلک کسری ۱۔ بخاری کتاب المناقب باب\r\nفلا كسرى بعده. یعنی جب یہ قیصر اور کرئی فوت ہوگا علامات النبوة في الاسلام\r\nتو ان جیسی شان و شوکت والا کوئی دوسرا قیصر اور کرئی نہ جلد دوم صفحة 41\r\nہو گا۔\r\nصحیح مسلم جلد سوم\r\nكتاب الفتن واشراط الساعة\r\n2- قال الخطابي معناه فلا قيصر بعده يملك مثل ۳- فتوحات کلیه جلد دوم\r\nما يملك یعنی لا قیصر سے مراد یہ ہے کہ پہلے قیصر جیسا قیصر سلو 58 یہ ہے کہ\r\nبعد میں نہ ہو گا۔"
    },
    {
        "id": 162,
        "pageNo": 162,
        "pageText": "مضمون\r\nحدیث لا نبی بعدی کا مطلب یہ بنتا ہے کہ\r\nا ایسا نبی نہ آئے گا جو میری اتباع کے بغیر براہ راست خدا تعالی\r\nکی طرف سے مبعوث کیا گیا ہو ۔\r\nب ایسا نبی نہ آئے گا جو نئی شریعت لانے کا اعلان کرے\r\nج ایسا نی نہ آئے گا جو قرآنی احکامات میں رد و بدل بتائے\r\nر ایسائی نہ آئے گا جو امت مسلمہ سے الگ اپنی امت بنائے\r\nآنحضور کی غلامی اور اطاعت میں انوار نبوت محمدیہ\r\nسے فیض یاب ہونا حدیث لا نبی بعدی کے خلاف نہیں\r\nچنانچہ\r\n1 حضرت عائشہ فرماتی ہیں\r\nقولوا خاتم النبيين ولا تقولوا لا نبي بعده\r\nحوالہ\r\nالباري الجزء الحادي عشر صفحه 523\r\nتغییر در منشور جلد 5 صفحه 204\r\nیہ تو کہو کہ آنحضور ا خاتم انسین ہیں ۔ مگر یہ نہ کہو کہ 2- عملہ مجمع البحار الانوار صفحہ 85\r\nآنحضور کے بعد کوئی نبی نہیں\r\nالف حضرت ملا علی قاری لکھتے ہیں۔\r\nلا نبى بعدى معناه عند العلماء لا يحدث بعده نبي | موضوعات کبیر صفحہ 58-59\r\nبشرع ينسخ شرعه ولم يكن من امته\r\nعلماء لا نبی بعدی حدیث کے یہ معنے کرتے ہیں کہ آپ\r\nکے بعد ایسا نبی نہ آئے گا جو نئی شریعت لائے اور\r\nآنحضور ﷺ کی شریعت کو منسوخ کر دے اور آپ\r\nکی امت میں سے نہ ہو ۔\r\nحدیث نمبر 378\r\n(1) یہی بات حضرت شاہ ولی اللہ صاحب نے لکھی ہے۔ :- الخيرا لكثير مترجم\r\n(1) عبد الوہاب شعرانی نے\r\nصفح 266\r\n2 الیواقیت والجواہر جلد نمبر 2\r\nصفحہ 24 بحث نمبر 33\r\n() محی الدین ابن العربی نے\r\n3- فتوحات کمیه جلد 4 صفحہ 417"
    },
    {
        "id": 163,
        "pageNo": 163,
        "pageText": "مضمون\r\n(iv) محمد قاسم صاحب نانوتوی نے\r\nحضرت امام محی الدین ابن عربی لکھتے ہیں :\r\nحوالہ\r\n-4- تحذیر الناس صفحہ 43\r\n2 فلارسول بعدی و لانبی اى لا نبي بعرى يكون على فتوحات یکه جلد نمبر 2 صفحہ 3\r\n-4\r\nشرع يخالف شرعى بل اذ كان يكون تحت\r\nشریعتی کہ حدیث میرے بعد کوئی رسول اور نبی نہ ہو گا کا\r\nمطلب ہے کہ ایسا نی نہ ہوگا جو میری شریعت کے مخالف\r\nشریعت کا اعلان کرے۔ البتہ جب بھی کوئی نہی ہوگا تو وہ\r\nمیری شریعت کے تابع ہو گا۔\r\nپدید مهدویه صفحه 302\r\nمولوی محمد زمان خاں صاحب آف دکن لکھتے ہیں :\r\nحضرت عیسی علیہ السلام کا آنا مقدر ہے اور وہ نبی بلاشک (1293ھ)\r\nہیں۔ پس فرمانا حضرت کا میرے بعد کوئی نبی نہ ہو گا بایں معنی\r\nہے کہ کوئی نبی صاحب شرع جدید نہ ہو گا\"۔\r\nبعيسى\r\nفانه نبی قطعا و ثبت انه ينزل الى الارض اثر ابن عباس في رافع الوسواس\r\nفي اخر الزمان ويحكم بشريعة النبي صلى الله صفحه 16\r\nعلیه وسلم - حضرت عیسی ، بلاشبہ وہ نبی ہیں۔ اور یہ ثابت\r\nہے کہ وہ آخری زمانہ میں زمین میں اتریں گے اور نبی\r\nکی شریعت کے مطابق حکم کریں گے ۔\r\n5- وانه لا نبى بعدى الا ماشاء الله میر ے بعد کوئی نبراس شرح شرح القصائد النسفی\r\nنبی نہیں سوائے اس کے کہ اللہ جس کو چاہئے صف 445\r\nاس حدیث میں ماشاء اللہ فرما کر آنحضرت لال نے حاشیہ نبر اس صفحہ 445\r\nاستثناء اولیاء امت کے لئے جو نبوت پانے والے ہیں کیا\r\nہے۔\r\n6- قوله فلا نبی بعدی و لا رسول المراد به لا مشرع الیواقیت والجواہر جلد2 صفحہ 3724\r\nبعدی\r\nآپ کا یہ قول کہ میرے بعد نبی اور رسول نہ ہو گا۔\r\nاس سے مراد یہ ہے کہ کوئی شریعت لانے والا نبی میرے بعد\r\nنہ ہوگا۔"
    },
    {
        "id": 164,
        "pageNo": 164,
        "pageText": "مضمون\r\nحوالہ\r\nہاں لانبی بعدی آیا ہے۔ جس کے معنے نزدیک اہل علم کے یہ اقتراب الساعتہ صفحہ 162\r\nہیں کہ میرے بعد کوئی نبی شرع تاریخ نہ لائے گا۔\r\n8- فانقطع حكم نبوة التشريع بعدد آپ ﷺ کے الانسان الکامل باب 36 صفحہ 76\r\nبعد شریعت والی نبوت کا حکم منقطع ہو چکا ہے۔\r\n9- قال رسول الله صلى الله عليه وسلم فانى اخر مختصر شرح نووی مترجم جلد سوم\r\nالانبياء و ان مسجدى اخر المساجد\r\nصفحه 403\r\nمجھے انبیاء میں آخری مقام حاصل ہے اور میری اس مسجد کو کتاب الحج باب فضل الصلوة\r\nمساجد میں آخری مقام حاصل ہے۔ یعنی آئندہ جو مسجد بھی مسجدی مدینہ ۔\r\nبنے گی اور اس کی اتباع میں بنے گی۔\r\n10- لو كان موسي و عيسى حيين لما وسعهما الا الیواقیت والجواہر جلد 2 صفحہ 20\r\nاتباعی اگر حضرت موسیٰ اور عیسی زندہ ہوتے تو انہیں تفسیر ابن کثیر جلد اول صفحہ 85 زیر\r\nبھی میری پیروی کرنی پڑتی ۔\r\n-11 لو عاش لكان صديقا نبيا -\r\nآیت و از اخذ الله میثاق\r\nالنبيين\r\n1- ابن ماجہ کتاب الجنائز باب ما جاء\r\nفی الصلوۃ علی ابن رسول الله\r\nالا وذكروفات\r\nاگر صاحبزاده ابراهیم زندہ رہتا تو ضرور نبی ہوتا۔ 2. موضوعات کبیر صفحه 68\r\n12- انه لنبي ابن نبی وہ یقینا نہی کے بیٹے نبی تھے۔\r\nشری ودی و شكرى من بعيد\r\n3- روح المعانی جلد 7 صفحہ 187 زیر\r\nآیت خاتم النبین\r\nالفتاوى الحديثية صفر 176\r\nحماسه باب الادب\r\nلاخر\r\nغالب ابدا ربيع\r\nچل بسا داغ اہمیت اس کی زیب دوش ہے\r\nآخری شاعر جہاں آباد کا خاموش ہے\r\nحضرت مسیح موعود علیہ السلام نبی ہوں گے\r\nبانگ درا صفحه 89\r\nزیر عنوان داغ\r\n1 هو الذي ارسل رسوله بالهدى ودين الحق.... الصف : 10 التوبه : 134 الفتح : 2\r\n29:"
    },
    {
        "id": 165,
        "pageNo": 165,
        "pageText": "مضمون\r\n29\r\nحوالہ\r\nا هذا عند خروج المهدى\r\nیعنی یہ غلبہ امام مہدی کے زمانہ میں ہوگا۔\r\nتفسیر ابن جریر اور تفسیر القرطبی زیر\r\nآیت هو الذی ارسل رسوله\r\nسورة الصب\r\nب ذ لك عند نزول عيسى ابن مريم حين تصير تفسیر ابن جریر اور روح البیان زیر\r\nالملة واحدة يعنى يه غلبہ عیسی ابن مریم کے نزول کے آیت ھو الذی ارسل رسوله\r\nوقت ہو گا۔ جب تمام بنی نوع انسان ایک ملت واحدہ بن بالهدی\r\nجائیں گے ۔\r\nج- نزلت في القائم من آل محمد یہ امام القائم جو آل بحار الانوار جلد 13 صفحہ 12\r\nمحمد ﷺ سے ہوں گے کے بارے میں نازل ہوئی ہے۔\r\nد. مراد از رسول درین جا امام مہدی موعود غايه المقصود جلد 2 صفحہ 123\r\nاست. آیت میں \"رسولہ \" سے مراد امام مہدی ہیں۔\r\n2 واخرين منهم لما يلحقوا بهم\r\nسورة الجمعه : 4\r\nلو كان الايمان معلقا عند الثريا لنا له رجل او بخاری کتاب التفسير سورة الجمعه\r\nرجال من هولاء\r\nتفسیر صافی سورة الجمع\r\nتفسیر مجمع البيان سورة الجمعه\r\nب ہوئی جار اللہ ترکی عالم لکھتے ہیں۔\r\nهم رسل الاسلام فی الامم کہ وہ اسلام کی امتوں میں کتاب فی حروف اور محل السور\r\nالاسم کہ وہ اسکا\r\nرسول ہوں گے ۔\r\nمطبوع 17.2.42\r\n-3 افمن كان على بينة من ربه ويتلوه شاهد منه...... سورة هود : 18\r\nجس شخص نے قرآنی مضامین اور احکام اسلام کی تصدیق\r\nکرنی اور امت کی اصلاح میں صداقت کی گواہی دیتی ہے۔\r\nلازمی طور پر اس پر امور نہیں کھولے جائیں گے ۔ جس کی\r\nوجہ سے اسے امتی نبی کا نام دیا جانا اس آیت کے مطابق\r\nہے۔\r\n4 لفظ امام مہدی میں ہی نبوت کا مفہوم شامل ہے۔\r\nانبیاء علیہم السلام کا ذکر کر کے فرمایا :\r\nو جعلتهم ائمة يهدون بامرنا.\r\nالأنبياء : 14"
    },
    {
        "id": 166,
        "pageNo": 166,
        "pageText": "مضمون\r\nحوالہ\r\nالسجده : 25\r\nو جعلنا منهم ائمة يهدون بامرنا لما صبروا\r\n5 الا ان عيسى ابن مريم ليس بيني و بينه نبی بخاری کتاب الفتن\r\n6 ويحصر نبي الله عیسی و اصحابه......\r\nغير غب نبي الله عيسى و اصحابه...\r\nيهبط نبي الله عیسی و اصحابه..\r\nغیر غب نبی الله عیسی و اصحابه\r\nالمسلم کتاب الفتن باب\r\nذکر الدجال و فتنه\r\n2- مشکوہ باب العلامات\r\nبین یدی الساع\r\n7- اذا رايتموه فبايعوه ولو حبوا على الثلج فانه این ماجه کتاب الفتن، باب خروج\r\nخليفة الله المهدى\r\nنوٹ : خلیفہ اللہ نبی ہوتا ہے۔ نیز بیعت صرف نبی کی کرنی\r\nضروری ہوتی ہے۔\r\nحضرت مسیح موعود کے مقام کے بارے میں\r\nبزرگان امت کے اقوال\r\nا ياتر بذخيرة الانبياء عليهم السلام\r\nالمحمدي\r\nستا بیع الموده جلد 3 صفحہ 169 الباب\r\nالرابع التسعون\r\n2 امام مہدی کہے گا۔ جس کسی نے آدم شیٹ ' نوج بحار الانوار جلد 13\r\nابراہیم اسماعیل ، موی یوشع بن نون ، مینی ، شمعون صفحه 202\r\nمحمد ﷺ اور امیر المومنین علی کو دیکھنا ہو تجھے دیکھ لے۔\r\n3 ان باطنه با طن محمد - هد - مسیح کا باطن آنحضور کا شرح فصوص الحکم صفحہ 42\r\nباطن ہو گا۔\r\n4 حق له ان ينعكس فيه انوار سيد المرسلين. . بل الخيرا لكثير صفحه 72 مدینہ پریس\r\n......\r\nهو شرح للاسم الجامع المحمدى ونسخة منسخة بجنور 1352ء\r\nمنه حق تو یہ ہے کہ اس میں رسولوں کا نور ہو گا ۔۔۔ بلکہ وہ\r\nاسم جامع محمدی کی وضاحت اور ہو بہو اس کا نمونہ ہو گا۔\r\n5 كاد يفضل على بعض الانبياء\r\nممکن ہے کہ مسیح موعود بعض انبیاء سے افضل ہو۔\r\nصحيح الكرامه صفحه 366"
    },
    {
        "id": 167,
        "pageNo": 167,
        "pageText": "مضمون\r\nحوالہ\r\n6- و في المعارف والعلوم والحقيقة تكون جميع شرح نصوص احکام صفحه 42\r\nالانبياء والاولياء تابعين له\r\nكلهم معارف علوم اور حقیقت میں تمام اولیاء انبیاء اس\r\nکے تابع ہوں گے۔\r\n7. ...... لك انه يلهمه الشرع المحمدى\r\n-8\r\nاس پر شریعت محمدی الہام کی جائے گی۔\r\nدراسات اللبيب صفحة 225\r\nانسان کامل اردو باب 61 صفحہ 270\r\nفيرسل وليا ذا نبوة مطلقة ويلهم بشرع اليواقيت والجواهر جلد 2\r\nمحمد و يفهمه على وجه كالاولياء المحمدين\r\nحضرت مسیح موعود اور دعویٰ نبوت کی\r\nحقیقت\r\nصفحه 79\r\n1- میں نبی اور رسول نہیں ہوں باعتبار نے دعوئی اور نئے نام نزول المسیح صفحہ 3\r\nکے۔ اور میں نبی اور رسول ہوں یعنی باعتبار خلیت کاملہ\r\nکے۔ وہ آئینہ ہوں جس میں محمدی شکل اور محمدی نبوت کا\r\nکامل اند کاس ہے۔\r\n2 جس جس جگہ میں نے نبوت یا رسالت سے انکار کیا ہے ایک غلطی کا ازالہ\r\nصرف ان معنوں سے کیا ہے کہ میں مستقل طور پر کوئی\r\nشریعت لاپنے والا نہیں ہوں۔ اور نہ ہی مستقل طور پر نبی\r\nہوں۔ مگر ان معنوں سے کہ میں نے اپنے رسول مقتداء سے\r\nباطنی فیوض حاصل کر کے اور اپنے لئے اس کا نام پاکر اس\r\nکے واسطہ سے خدا کی طرف سے علم غیب پایا ہے۔ رسول\r\nاور نبی ہوں۔ مگر بغیر کسی جدید شریعت کے. اس طور کا نبی\r\nکہلانے سے میں نے کبھی انکار نہیں کیا۔\r\n3- اور لعنت ہے اس شخص پر جو آنحضرت کے فیض\r\nسے علیحدہ ہو کر نبوت کا دعوی کرے۔ مگر یہ نبوت آنحضرت\r\nکی نبوت ہے نہ کوئی نئی نبوت اور اس کا مقصد بھی"
    },
    {
        "id": 168,
        "pageNo": 168,
        "pageText": "84\r\n86\r\n86\r\n87\r\n88\r\n88\r\n89\r\n-1\r\nصداقت حضرت مسیح موعود\r\nضرورت زبانه\r\n2 فقد بشت فیکم\r\n-3\r\n-4\r\n-5\r\n-6\r\nمفتری علی اللہ ہلاک ہو گا\r\nبچے کی خدا تائید فرماتا ہے\r\nمامور من اللہ کی اللہ حفاظت فرماتا ہے\r\nمامور من اللہ پر امور غیب کھلتے ہیں\r\nد حضرت مسیح موعود کی پیشگوئیاں\r\n-7\r\n-1\r\nجہاد کے بارے علماء کے فتاوی\r\nسید نذیر حسین کا فتویٰ\r\n2 - محمد حسین بٹالوی کا فتوئی\r\n-3\r\n-4\r\nسید احمد رضا صاحب کا فتویٰ\r\nخواجہ حسن نظامی\r\n5- شورش کاشمیری\r\nنواب صدیق الحسن صاحب\r\nمولوی مسعود عالم صاحب\r\nمولوی زاہد احسینی\r\n-7\r\n-9\r\nجناب مودودی صاحب\r\n10- جہاد بالسیف اور جماعت احمدیہ\r\nاحمدی فوجی افسران کی خدمات\r\n12 احمدیت انگریز کا پورا ہے کا جواب\r\n13 انگریز کی تعریف کا پس منظر\r\n14 تعریف کی وجہ\r\n-15\r\nغیر مسلم عادل حکومتوں کی تعریف کا جواب\r\n92\r\n92\r\n92\r\n93\r\n93\r\n93\r\n93\r\n94\r\n94\r\n94\r\n95\r\n2 2 2 3 3 3 3 2 2 2 38 89\r\n97\r\n98"
    },
    {
        "id": 169,
        "pageNo": 169,
        "pageText": "مضمون\r\nحوالہ\r\nنہیں ہے کہ اسلام کی حقانیت دنیا پر ظاہر کی جائے اور چشمہ معرفت صفحہ 325\r\nآنحضرت ﷺ کی سچائی دکھلائی جائے۔\r\n-4 اب بجز محمدی نبوت کے سب نبوتیں بند ہیں۔ شریعت والا نبی تجلیات المیہ صفحہ 25\r\nکوئی نہیں آسکتا اور بغیر شریعت کے نبی ہو سکتا ہے مگر وہی\r\nجو پہلے امتی ہو۔\r\n5- میری مراد نبوت سے یہ نہیں کہ میں نعوذ باللہ آنحضرت تتمہ حقیقته الوحی صفحہ 68\r\nکے مقابل پر کھڑا ہو کر نبوت کا دعوی کرتا ہوں۔ یا\r\nکوئی نئی شریعت لایا ہوں۔ صرف میری مراد میری نبوت سے\r\nکثرت مکالمت و مخاطبہ المیہ ہے۔ جو کہ اتباع سے حاصل\r\nہے۔ سو مکالمہ مخاطبہ کے آپ لوگ بھی قائل ہیں۔ پس یہ\r\nصرف لفظی نزاع ہوئی۔ یعنی آپ لوگ جس امر کا نام مکالمہ\r\nو مخاطبہ رکھتے ہیں میں اس کی کثرت کا نام بحکم الہی نبوت\r\nرکھتا ہوں . و لكل ان يصطلح\r\n6 یاد رہے کہ بہت سے لوگ میرے دعوئی میں نبی کا نام حقیقة الوحی صفحہ 150\r\nسن کر دھوکہ کھا جاتے ہیں۔ اور خیال کرتے ہیں کہ گویا میں\r\nنے اس نبوت کا دعوی کیا ہے جو پہلے زمانوں میں براہ راست\r\nنیوں کو ملی ہے۔ لیکن وہ اس خیانی میں غلطی پر ہیں میرا ایسا\r\nدعوی نہیں ہے۔ بلکہ خدا تعالی کی مصلحت اور حکمت نے\r\nآنحضرت ﷺ کے اقامہ روحانیہ کا کمال ثابت کرنے کے\r\nلئے یہ مرتبہ بخشتا ہے کہ آپ کے فیض کی برکت\r\nسے مجھے نبوت کے مقام تک پہنچایا۔ اس لئے میں صرف نبی\r\nنہیں کہلا سکتا۔ بلکہ ایک پہلو سے نبی اور ایک پہلو سے امتی۔\r\nاور میری نبوت آنحضرت کی کل ہے نہ کہ اصلی\r\nنبوت، اسی وجہ سے حدیث اور میرے الہام میں جب کہ\r\nمیرا نام نبی رکھا گیا۔ ایسا ہی میرا نام امتی بھی رکھا ہے۔ تا\r\nمعلوم ہو کہ ہر ایک کمال مجھ کو آنحضرت ﷺ کی اتباع\r\nاور آپ کے ذریعہ سے ملا ہے \"۔"
    },
    {
        "id": 170,
        "pageNo": 170,
        "pageText": "فیضان خاتم النبین الالي\r\nمضمون\r\nبانی جماعت احمدیہ کی مخالفت میں علماء کرام نے امت مسلمہ\r\nکو اتنا بد ظن کر دیا ہے کہ وہ آنحضور ﷺ کے بعد کسی\r\nقسم کے روحانی فیض کے جاری رہنے کا تصور بھی نہیں کر\r\nسکتے ۔ نہ ہی اس بارے میں غور کرنے کو تیار ہیں۔ حالانکہ\r\nقابل غور بات ہے کہ بنی نوع انسان میں سے پہلے انبیاء سیم\r\nالسلام پر ایمان لانے والوں کو جو جو انعامات اللہ تعالٰی عطا\r\nفرماتا تھا اب وہ انعامات امت مسلمہ کو بھی ملیں گے یا نہیں۔\r\n1- پہلی امتوں میں مومنوں کو ملنے والے انعامات کا ذکر کر کے\r\n-\r\nفرمایا۔\r\nحوالہ\r\nوالذین امنوا بالله و رسله اولئک هم الصديقون سورة الحديد: 19\r\nو الشهداء عند ربهم...... وہ صدیق شہید کا انعام پانے\r\nوالے تھے۔\r\nاولئك الذين اتينهم الكتب والحكم والنبوة سورة الانعام:90\r\n.... ان کو ہم نے کتاب حکمت کے علوم اور نبوت عطا کی۔\r\nو اذ قال موسى لقومه يقوم اذكروا نعمة الله سورة المائده : 20\r\nعلیکم اذ جعل فيكم انبياء و جعلكم ملو كا.......\r\nاللہ نے تم پر انعام کر کے تم میں نبی اور بادشاہ بنائے\r\n...... يتم نعمته عليك و على ال يعقوب......... سوره یوسف : 7\r\nاللہ نے یہ نعمت نبوت اور حکومت کی شکل میں پوری فرمائی۔"
    },
    {
        "id": 171,
        "pageNo": 171,
        "pageText": "مضمون\r\nب اتمام نعمت سے مراد نبوت عطا فرمانا ہے۔\r\n2 چنانچہ اللہ تعالٰی نے مسلمانوں کو یہ دعا سکھلائی\r\nحوالہ\r\nتفسیر حسینی جلد 1 صفحہ 358\r\nزیر آیت یوسف : 7\r\nاهدنا الصراط المستقيم صراط الذین انعمت فاتحه : 76\r\nعليهم\r\nالفیہ ایک حقیقت ہے کہ یہودی کلام الہی سننے سے انکار کرنے استثناء 17 : 18\r\nکی وجہ سے مغضوب قرار پائے تھے\r\nب عیسائی یوحنا باب 16 آیت 7 تا 14 میں آنحضور کے\r\nبارے پیشگوئی کو غلط رنگ دیگر اور واقعہ پنیٹیگوسٹ کی\r\nطرف منسوب کر کے گمراہ ہوئے\r\nج آنحضور ﷺ کی کامل اتباع کرنے والوں کو منعم علیھم میں\r\nشامل ہونے کی خوشخبری دی۔\r\nمن يطع الله والرسول فاولئك مع الذين انعم النساء :70\r\nالله عليهم من النبيين والصديقين والشهداء\r\nوالصلحين .... یہ واضح ہے کہ\r\nمعیت زمانی، مکانی تو ممکن نہیں لازماً معیت فی المرتبت مراد بحر محيط جلد 3 زير آيت من يطع\r\nہے یعنی مقام اور مرتبہ میں ان کے ساتھ ہوں گے۔ الله والرسول\r\nفاكتبنا مع الشاهدين اى جعلنا في زمرتهم اشارة مفردات راغب زیر لفظ کتب\r\nصفحه 435\r\nالى قوله فاولئك مع الذين انعم الله عليهم\r\nمع کا لفظ من کے معنوں میں بھی استعمال ہوتا ہے\r\n(1) وتوفنا مع الابرار نیک لوگوں کے ساتھ وفات دینا یعنی العران : 194\r\nنیک ہونے کی حالت میں موت آئے۔\r\n(i) جو لوگ منافقین میں سے توبہ کریں اور اپنی اصلاح کرلیں النساء : 174\r\nگے فاولئک مع المومنین وہ مومنوں میں سے ہوں\r\nگے۔\r\nحکم الی کو نوا مع الصادقین یعنی کچے بن جاؤ التوبه : 120\r\n(iv) ابر ان يكون مع السجدين اس نے سجدہ کرنے سے الحجر : 32\r\nانکار کر دیا"
    },
    {
        "id": 172,
        "pageNo": 172,
        "pageText": "مضمون\r\nب - اتمام نعمت سے مراد نبوت عطا فرمانا ہے۔\r\nچنانچہ اللہ تعالی نے مسلمانوں کو یہ دعا سکھلائی\r\nحوالہ\r\nتفسیر حسینی جلد 1 صفحہ 358\r\nزیر آیت یوسف : 7\r\nاهدنا الصراط المستقيم صراط الذین انعمت | فاتحہ : 76\r\nعليهم\r\nالفسیہ ایک حقیقت ہے کہ یہودی کلام الہی سننے سے انکار کرنے استثناء 17 : 18\r\nکی وجہ سے مغضوب قرار پائے تھے\r\nب عیسائی یوحنا باب 16 آیت 7 تا 14 میں آنحضور ﷺ کے\r\nبارے پیشگوئی کو غلط رنگ دیکر اور واقعہ پنیٹیگوسٹ کی\r\nطرف منسوب کر کے گمراہ ہوئے\r\nج آنحضور ﷺ کی کامل اتباع کرنے والوں کو منعم\r\nشامل ہونے کی خوشخبری دی۔\r\nعلیم میں\r\nمن يطع الله والرسول فاولئك مع الذين أنعم النساء : 70\r\nالله عليهم من النبيين والصديقين والشهداء\r\nوالصلحين .... یہ واضح ہے کہ\r\nمعیت زمانی ، مکانی تو ممکن نہیں لازماً معیت فی المرتبت مراد بحر محيط جلد 3 زير آيت من يطع\r\nہے یعنی مقام اور مرتبہ میں ان کے ساتھ ہوں گے ۔ الله والرسول\r\nفاكتبنا مع الشاهدين اى جعلنا في زمرتهم اشارة مفردات راغب زیر لفظ کتب\r\nالى قوله فاولئك مع الذين انعم الله عليهم\r\nصفحہ 435\r\nمع کا لفظ من کے معنوں میں بھی استعمال ہوتا ہے\r\n(1) وتوفنا مع الابرار نیک لوگوں کے ساتھ وفات دیتا یعنی العران : 194\r\nنیک ہونے کی حالت میں موت آئے۔\r\n(1) جو لوگ منافقین میں سے توبہ کریں اور اپنی اصلاح کرلیں النساء : 174\r\nگے فاولئک مع المومنین وہ مومنوں میں سے ہوں\r\nگے۔\r\n(i) حکم التي كونوا مع الصادقین یعنی بچے بن جاؤ التوبة : 120\r\n(iv) ابران يكون مع السجدين اس نے سجدہ کرنے سے الحجر : 32\r\nانکار کردیا"
    },
    {
        "id": 173,
        "pageNo": 173,
        "pageText": "مضمون\r\n3 خدا تعالی نے امت مسلمہ سے قیام خلافت کا وعدہ کیا۔\r\n() وعد الله الذين امنوا منكم ...\r\n.. ثم تكون الخلافة على منهاج النبوة\r\nحوالہ\r\nنور : 56\r\nمشکواة کتاب الفتن\r\n) الظاهر ان المراد به زمن عیسی و المهدی خلافت مشکواة کتاب الفتن بين السطور\r\nعلى منهاج النبوۃ سے مراد مسیح موعود اور مہدی کا زمانہ ہے\r\n(iv) اگر کسی ایک فرد کو بھی نبی کے نام سے نہ پکارا جاتا تو مشابمت روحانی خزائن جلد 20 صفحہ 45\r\nپوری نہ ہوتی۔\r\n4- یہ خدا تعالی کی سنت ہے کہ جب بھی بنی نوع انسان کو کسی\r\nہادی کی ضرورت ہو وہ ہدایت کے سامان فرماتا ہے۔\r\n(1) ولقد ضل قبلهم اكثر الاولين ولقد ارسلنا فيهم\r\nمنذرين\r\n(ة) ولن تجد لسنة الله تبديلا\r\nچنانچہ نیا فرمایا\r\nالصفت\r\n73-72:\r\nفاطر: 44 احزاب: 63\r\n(1) يبنى آدم امايا تينكم رسل منكم يقصون عليكم الاعراف : 36\r\nایتی ...\r\nامام جلال الدین سیوطی کہتے ہیں\r\n(أ) فانه خطاب لاهل ذلك الزمان و لكل من تغيير استان جلد 2 صفحه 34\r\nبعد هم یعنی بنی آدم کا خطاب اس زمانے اور بعد کے زمانے اردو ترجمہ محمد علیم انصاری صفحہ\r\n108\r\nکے لوگوں کے لئے ہے\r\n(ة) فقال يا بني آدم هو خطاب يعم جميع المكلفين من مجمع البيان زير آيت مذكور\r\nبني آدم من جاء الرسول منهم و من جازان ياتيه\r\nالرسول یعنی بنی آدم کا خطاب عام ہے۔ جو ہر اس کے لئے\r\nہے جن کے پاس انہی میں سے رسول آئے۔\r\n5- الله يصطفى من الملئكة رسلا و من الناس .... الله سورة الحج : 76\r\nتعالٰی الملئکہ اور لوگوں میں سے رسول چنتا ہے اور چنار ہیگا\r\n6- ينزل الملئكة بالروح من امره على من يشاء من\r\nعبادہ اپنے بندوں میں سے جن پر چاہتا ہے اللہ تعالٰی"
    },
    {
        "id": 174,
        "pageNo": 174,
        "pageText": "مضمون\r\nحوالہ\r\nفرشتوں کو وحی دیگر بھیجتا ہے اور بھیجتا رہے گا۔ العمل :3\r\n() اس آیت میں روح سے مراد کلام الہی ہے\r\nتغییر روح المعانی جلد 5 صفحه 4 زیر\r\nآیت بذا\r\n(i) حضرت عباس کی روایت ہے آنحضور ﷺ نے فرمایا تم گلہائے چنیدہ مولفہ کفیلہ خانم\r\nمیں نبوت بھی ہوگی اور بادشاہت بھی ہوگی\r\n() تلهمكم الحق... ہم تمہاری طرف سچائی الہام کریں گے ایشادی جلد 2 صفحہ 267\r\n7 اللہ تعالی نے تمام انبیاء سے یہ عہد لیا کہ جب کوئی رسول\r\nتمہارے پاس آئے تو اس پر ایمان لانا اور مدد کرنا ۔ یعنی\r\nانبیاء صحیحم السلام کے ذریعہ ان کی امتوں کو یہ حکم دیا گیا۔\r\nچنانچہ یہ عهد آنحضور الا سے بھی لیا گیا۔\r\n(أ) وان اخذ الله میثاق النبيين لما اتيتكم......\r\nالعمران : 82\r\n(1) واذ اخذنا من النبين ميثاقهم و منک و من نوح.... الاحزاب : 8\r\nاور یاد کیجئے کہ ہم نے لیا پیغمبروں سے قول واقرار ... 1. تفسیر حسینی اردو جلد 2 صفحه 210\r\nو منک اور آپ سے بھی لیا جو کہ محمد ہیں۔\r\nامت مسلمہ سے خدا تعالیٰ کا سلوک\r\nزیر آیت بذا\r\n2 معارف القرآن\r\n3- حاشیه ترجمه القرآن از محمود الحسن\r\n1- ان الذين قالوا ربنا الله ثم استقاموا تتنزل سورة بجده : 31-34\r\nعليهم الملئكة\r\n2 تنزل الملئكة والروح فيها باذن ربهم من كل امر سورة القدر : 5\r\n-3 ملائکہ انسانوں کی روحوں میں الہاموں کے ذریعہ سے اپنی تفسیر کبیر جلد 7 صفحہ 370 ( امام\r\nتاثیر نازل کرتے ہیں اور یقینی کشفوں کے ذریعہ سے ان پر رازی)\r\nاپنے کمالات ظاہر کرتے ہیں\r\n4 امت فرشتوں کی معرفت وحی اور اس کے دیکھنے کے حصے تفهيمات البهية جلد 2 صفحہ 134\r\nسے محروم نہیں۔ حدیث میں آتا ہے کہ اگر تمہارے اندر\r\nایمان کی ایک ہی حالت رہے تو فرشتے تم سے مصافحہ کریں۔"
    },
    {
        "id": 175,
        "pageNo": 175,
        "pageText": "مضمون\r\nحوالہ\r\n5- آيت وهو يتولى الصالحین کے مطابق مقربین کی تقسیمات الہیہ جلد 2 صفحہ 123\r\nعلامت ہے کہ فرشتے مریم کی طرح اسے پکارتے ہیں\r\n6- خلاصہ کلام یہ کہ غزالی کے نزدیک اصل معرفت صوفیاء کی انوار اولیاء کامل صفحہ 205 حصہ\r\nہے تو ذوق وحی ،\r\nکشف الہی کی بنیاد پر قائم ہوتی ہے ۔۔۔۔۔۔ دوم طبع سوم 1968ء\r\nیہ لوگ بغیر کسی واسطہ کے دیدار حق سے مشرف ہوتے ہیں۔\r\n7 اے سننے والو سنوا ہمارا خدا وہ خدا ہے جو اب بھی زندہ ہے الوصیت صفحہ 14 روحانی خزائن\r\nجیسا کہ پہلے زندہ تھا اور وہ ہوتا ہے جیسا کہ وہ پہلے بولتا تھا نمبر 10 صفحہ 309\r\nاس کی کوئی صفت معطل نہیں ہوگی۔\r\nزندہ مذہب وہ ہے جس کے ذریعہ زندہ خدا ہے۔ زنده خدا مجموعه اشتہارات جلد 2 صفحہ 31\r\nوہ ہے جو نہیں بلا واسطہ ملہم کر سکے۔ میں تمام دنیا کو خوشخبری\r\n9\r\nدیتا ہوں کہ وہ زندہ خدا اسلام کا خدا ہے۔\r\nاسلام اس وقت موئی کا طور ہے جہاں خدا بول رہا ہے۔ ضمیمہ انجام آتھم صفحہ 62\r\n10 - اب الہام کی شکل جو حضرات اولیاء میں ہوتی ہے اس سے مقدمہ ابن خلدون اردو صفحہ 439\r\nبھی انکار نہیں کیا جا سکتا جب جانوروں تک کو مثلاً شہد کی مترجمہ مولانا سعد حسن خان یوسفی\r\nلکھی کو الہام ہوتا ہے تو انسان کو کیوں نہ ہو جو اشرف\r\nالمخلوقات ہے۔\r\nغیر انبیاء کو وحی الهی\r\nقرآن مجید سے ثابت ہے کہ غیر نبیوں کو بھی وحی اور الہام شوری 52\r\nہوتا ہے و ماکان بشران يكلمه الله الاوحيا...\r\n1 جیسا کہ حضرت موسیٰ کی والدہ کو الہام ہوا۔\r\n2 حضرت عیسی کی والدہ کو الہام ہوا۔\r\n-3 حضرت عیسی کے حواریوں کو الہام ہوا۔\r\nحتی کہ شہد کی مکھی کو وحی ہوتی ہے۔\r\n39:\r\nالعمران : 43\r\nالمائده : 113\r\nالحل :\r\n69:\r\n5 يلقى الروح من امره على من يشاء من عباده مومن : 14\r\nليندر يوم التلاق\r\n-6 ينزل الملئكة بالروح من امره على من يشاء من"
    },
    {
        "id": 176,
        "pageNo": 176,
        "pageText": "مضمون\r\nعبادہ اپنے بندوں میں سے جس پر چاہتا ہے اپنا کلام نازل التحل:3\r\nفرماتا ہے صرف انبیاء سے وحی خاص نہیں بلکہ مومنوں کو یہ\r\nحکم دیا۔\r\n1- ادعوني استعجب لكم تم دعا کرو میں اس کا جواب المومن : 36\r\nرونگا۔\r\n2 اجیب دعوة الداع اذا دعان میں ہر پکارنے والے کی البقرہ: 187\r\nپکار کا جواب دیتا ہوں\r\n3 افمن يجيب المضطر اذا دعاہ بے چین کی پکار کر جب النمل: 63\r\nوہ پکارے کون قبول کرتا ہے؟\r\nآیت استخلاف اور امت مسلمه\r\nسورۃ نور کی آیت استخلاف بھی تقاضا کرتی ہے کہ مسلمانوں\r\nمیں بھی سلسلہ مکالمہ مخاطبہ الیہ کا جاری ہو ۔ چنانچہ آنحضور\r\nفرماتے ہیں۔\r\nحوالہ\r\n1- لقد كان فيمن قبلكم من بنى اسرائيل رجال بخاری کتاب مناقب جلد دوم صفحه\r\nيكلمون من غير ان يكونوا نبيا فان يكن من 436 باب ماجاء في مناقب عمر\r\nا متى احد فعمر\r\nتم سے قبل بنی اسرائیل میں غیر نبیوں سے خدا تعالی کلام کرتا\r\nرہا ہے۔ میری امت میں عمر کو یہ سعادت نصیب ہوگی۔\r\n2- ..... قالوا يارسول الله كيف محدث قال تتكلم تاريخ الخلفاء صفحه 118 فصل في\r\nالملئكة على لسانه کہ فرشتے ان کی زبان سے كلام الحديث الواردة في فضلة\r\nکرتے ہیں۔\r\n3 علماء امتی کا انبیاء بنی اسرائیل\r\n1- المقاصد الحسنة في بيان\r\nكثير من الاحاديث المشتهرة\r\nعلى الالسنة صفحه 286\r\n2 مکتوب امام ربانی دفتر اول حصہ\r\nچهار صفحه 72"
    },
    {
        "id": 177,
        "pageNo": 177,
        "pageText": "مضمون\r\nحوالہ\r\n.4 آج ایک شخص متقی، صالح صادق دعوئی کرے کہ جو مجھے اثبات الالهام والبيعة صفحہ 148\r\nالہام ہوتا ہے اور مجھے غیب سے آواز آتی ہے تو ہم اس کو زیر مغالطہ نمبر 165 اردو ترجمہ\r\nسچا جائیں گے اور بحکم شریعت تمام اہل اسلام پر لازم ہے کہ مولوی محمد حسن صاحب\r\nاس کو سچا سمجھیں۔\r\n5 حضرت امام جعفر صادق کا قول ہے\r\nالهام قبول کا وصف ہے بغیر الہام استدلال کرنا برے لوگوں کا تذکرہ الاولیاء صفحہ 33\r\nکام ہے۔\r\n6 حضرت عمر نے حضرت سعد بن ابی وقاص کو ایرانیوں کے الوثائق العباسیہ فرمان بنام سعد بن\r\nخلاف جنگ کے دوران لکھا مجھے القاء ہوا ہے کہ تمہارے ابی و قاصد صفحہ 303\r\nمقابلے میں دشمن کو شکست ہوگی۔\r\n7 حضرت عمر نے دوران خطبه کشفی نظارہ دیکھ کر يا سارية الكرة باب الكرامات فصل سوم\r\nالجبل فرماتے ہوئے ہدایات دیں۔\r\nحضرت ابو حنیفہ رات کو یہ آواز سنتے اے ابو حنیفہ تو نے روح البیان جلد نمبر1 صفحہ 144 زیر\r\nمیری خدمت کو خالص کیا۔ اور میری معرفت کو کمال تک آیت فاتيما تولو افثم وجه\r\nپہنچایا اس لئے میں تجھے اور قیامت تک تیری کچی اتباع کرنے اللہ\r\nوالوں کو بخش دوں گا۔\r\nو تزکرہ اولیاء مصنفہ فرید الدین عطاء میں جن بزرگوں کے\r\nالہامات کو درج کیا گیا ہے۔ مندرجہ ذیل ہیں۔\r\nحضرت اویس قرنی ۔ حضرت خواجہ حسن بصری - حضرت مالک تذکرہ اولیاء\r\nبن دینار \" ۔ حضرت حبیب عجمی - حضرت رابعہ بصری ۔ حضرت\r\nابراهیم ادهم - حضرت ذوالنون مصری ۔ حضرت بایزید\r\nسطامی - حضرت عبداللہ بن مبارک حضرت محمد علی حکیم\r\nالترمذی - حضرت عبداللہ حنیف\" ۔ حضرت جنید بغدادی\" .\r\nابوالحسن فرقائی ۔ حضرت ابوبکر شیلی و غیره\r\nامام مہدی کو وحی ہوگی\r\n-1- امام مهدی الهام کے ذریعہ شریعت کی باریکیاں سمجھ کے"
    },
    {
        "id": 178,
        "pageNo": 178,
        "pageText": "مضمون\r\nحوالہ\r\nاسعاف الراغین صفحہ 145\r\nلوگوں تک پہنچائے گا۔\r\n2 جبرائیل مهدی علیه السلام پر وحی حقیقی لیکر نازل ہو گا۔ 1- اسعاف الراين صفحه 147\r\n-3 فبينما هو كذ لك ان اوحى الله إلى عيسى بن صحیح مسلم کتاب الفتن في\r\nذكر الدجال\r\nمريم ......\r\n4- نعم يوحى اليه وحي حقيقى كما في حديث مسلم 2- روح المعانی جلد 7 صفحہ 65\r\nالنجم الثاقب جلد 1 صفحہ 66\r\n5 ويوحى اليه فيعمل بالوحي بامر الله\r\nحاشیہ حقیقہ الوحی صفحہ 103\r\n1 جاءنی آئل\r\nاس جگہ اللہ تعالیٰ نے جبرائیل کا نام ائل رکھا ہے۔ - ازالہ اوہام صفحہ 577\r\nالنبوه في الاسلام صفحہ 30\r\nمجھے خدا کی پاک اور مطہروحی سے اطلاع دی گئی ہے کہ میں 1 اربعین حصہ اول صفحہ 13\r\nاس کی طرف سے مسیح موعود اور مہدی محمود اور اندرونی و تجلیات اللہ صفحہ 24\r\nبیرونی اختلافات کا حکم ہوں۔\r\n7- ان جبرائيل لا ينزل الى الارض بعد موت النبي اقتراب الساعۃ صفحہ 163\r\n-1\r\nبے اصل ہے\r\nمثلی و مثل الانبياء من قبلى كمثل\r\nرجل نبي بنيانا ..\r\nمسلم جلد 3 صفحہ 248\r\n384\r\nفرمایا میری اور مجھ سے پہلے انبیاء کی مثال ایک ایسی عمارت 2 بخاری کتاب المناقب باب\r\nکی ہے۔ جسے ہر لحاظ سے خوبصورت بنایا گیا۔ جس کے حسن پر خاتم النبین جلد دوم صفر 204\r\nلوگ تعجب کرتے ہوں۔ صرف اس میں ایک اینٹ کی جگہ 3 مسند احمد بن حنبل جلد دوم\r\nخالی ہو ۔ فرمایا وہ آخری اینٹ میں ہوں۔\r\nصفحہ 398 حدیث 9168 من البي\r\nحریره\r\n4 ترمذی ابواب المناقب\r\nباب ما جاء في فضل النبي\r\nا يفسرون خاتم النبيين باللبنة حتى اكملت مقدمه ابن خلدون صفحه 324\r\nالبنيان و معناه البني الذى حصلت له النبوة\r\nا لكاملة.\r\nخاتم النبین کی تفسیر اس امت سے کرنا جس سے عمارت مکمل"
    },
    {
        "id": 179,
        "pageNo": 179,
        "pageText": "to to to\r\n99\r\n99\r\n99\r\n98\r\nS\r\n16 انگریز اور علامہ اقبال\r\n17- انگریز اور اہل حدیث\r\n18- انگریز اور مولانا محمد حسین بٹالوی\r\n19- مولانا ظفر علی خاں اور انگریز\r\n20- انگریز اور وہابی\r\n21 - انگریز سے جاگیر کس نے لی\r\n22 جماعت احمدیہ سے انگریز کا سلوک\r\n23 احمدیت خدا کا لگایا ہوا پودا ہے\r\n24۔ آنحضرت عیسائیوں کے ہاتھ کا پنیر کھا لیتے تھے اعتراض کا جواب\r\n25 الحضور\" پر فضیلت کے الزام کا جواب:\r\n26 الزامی جواب\r\n27 نجم الدئی کے ایک شعر پر اعتراض کا جواب\r\n28 حضرت فاطمہ کے حوالہ سے اعتراض کا جواب\r\n29 کشف کی حقیقت\r\n30- بزرگان سلف\r\n31 ذریتہ البغایا کے اعتراض کا جواب\r\n32- ذریتہ البغایا اور لغت\r\n33 حضرت مسیح کی توہین کے حوالہ سے اعتراض کا جواب بائبل کا بیان\r\n-1\r\nعیسائیت\r\nواقعات صلیب\r\nمصلوب لعنتی ہوتا ہے\r\n2 میچ نے دعا کی\r\n3 واقعہ صلیب کے بعد کے حالات\r\nاگر مسیح صلیب پر مرجاتے تو\r\n100\r\n100\r\n101\r\n102\r\n102\r\n105\r\n107\r\n108\r\n110\r\n110\r\n111\r\n112\r\n113\r\n115\r\n116\r\n116\r\n119\r\n120\r\n20"
    },
    {
        "id": 180,
        "pageNo": 180,
        "pageText": "مضمون\r\nہو گئی ہے سے مراد یہ ہے کہ وہ نبی آگیا جس کے وجود میں\r\nنبوت اپنی تمام تر وسعتوں اور رفعتوں کے ساتھ مکمل ہو\r\nحوالہ\r\nب حضرت علامہ ابن حجر فرماتے ہیں۔ اس حدیث میں فتح الباری باب خاتم النبین جلد 6\r\nشریعت کی تعمیل کی طرف اشارہ ہے۔\r\nصفحه 559 دار نشر الكتب الاسلاميه\r\nلاہور\r\n2 انا المقفى معناه المتبع النبيين عليه السلام - المال الاكمال شرح مسلم جلد 6\r\nآنحضور اللہ کا ایک نام المقفی ہے ۔ جس کا مطلب ہے وہ صفحہ 143\r\nعظیم شخص جس کی اتباع انبیاء کریں۔\r\n3- د. أنا العاقب والعاقب الذي ليس بعده نبي . فرمایا مشکوۃ جلد سوم باب اسماء النبی صفحه\r\nمیرا نام العاقب ہے۔ جس کے بعد کوئی نبی نہیں۔\r\n130\r\n2 شمائل ترمندی باب فی اسماء\r\nرسول الله\r\nا ليس بعدہ نبی یہ کسی راوی یا صحابی کے الفاظ ہیں۔ مرقاہ جلد 5 صفحہ 578 حاشیہ مشکوة\r\nا هذا قول الزهرى ليس بعده نبی ، یه امام زھری شمائل ترندی محیائی بین السطور\r\nکا قول ہے۔\r\nانا العاقب الذي ليس بعده احد میں وہ عاقب مسلم كتاب الفضائل باب في\r\nاسمائه\r\nہوں جس کے بعد کوئی نہیں\r\n4 سيكون فى امتى ثلاثون كذابون كلهم يزعم انه ترمذی ابواب الفتن باب لا\r\nنبي انا خاتم الانبياء لا نبی بعدی - فرمایا میری امت تقوم الساعة حتى يخرج .\r\nمیں تھیں کذاب ہوں گے ان میں سے ہر ایک یہ خیال کذابون\r\nکرے گا کہ وہ نبی ہے میں خاتم الانبیاء ہوں میرے بعد کوئی\r\nنبی نہیں۔\r\nا۔\r\nتمہیں دجالوں کی تعداد بہت پہلے پوری ہو چکی ہے۔ -1- شرح مسلم اکمال الاكمال جلد 7\r\nصفحہ 458\r\n2 - فتح المجيد شرح كتاب التوحيد\r\nصفحه 232"
    },
    {
        "id": 181,
        "pageNo": 181,
        "pageText": "ب\r\nمضمون\r\nحوالہ\r\n3 مواهب اللدنیہ جلد 2 صفحہ\r\n198\r\nتین کا عدد بتاتا ہے کہ کوئی سچا بھی ظاہر ہو گا۔ ورنہ انج الکرامہ صفحہ 238\r\nفرمایا جاتا کہ جو بھی دعوی کرے جھوٹا ہو گا۔"
    },
    {
        "id": 182,
        "pageNo": 182,
        "pageText": "بسم الله الرحمن الرحیم نحمدہ و نصلی علی رسوله الكريم وعلى عبده المسيح الموعود\r\nظهور امام مهدی علیه السلام\r\nمضمون\r\nحوالہ\r\n1- كيف انتم اذ انزل ابن مريم فيكم واما مكم منكم - بخاری کتاب الانبیاء باب نزول\r\nتمہارا کیا حال ہو گا جب تم میں ابن مریم نازل ہوں اور وہ تم عیسی بن مریم جلد ۲ صفحہ ۱۲۲\r\nمیں تمہارے امام ہوں گے ۔\r\nالف فیکم \" اور منکم \" میں \"کم\" کے اول مخاطب صحابہ کرام ہیں\r\nجیسا کہ صحابہ میں نزول مسیح نہیں ہوا اس لئے اب صحابہ کی\r\nبجائے \"کم\" سے مراد امت مسلمہ ہے۔ اسی طرح ابن مریم\r\nسے بھی مراد مثیل ابن مریم ہو گا۔\r\nب اما کم\" میں رفعی حالت خیر ہونے کی وجہ سے ہے اور\r\n\"ھو\" اس کا متبداء مخذوف ہے اور مطلب یہ ہے \"وہ تم\r\nمیں تمہارا امام ہو گا\"۔\r\nج- \"نزول\" کا لفظ آسمان سے نازل ہونے کے لئے نہیں بلکہ\r\nنزول کا لفظ قرآن مجید اور احادیث میں کسی چیز کی افادیت\r\nاور اہمیت کی وجہ سے استعمال ہوتا ہے۔ مثلاً\r\nصحیح مسلم بیان نزول عینی بن\r\nمریم ال حا کیا۔\r\nا ان من شيء الا عندنا خزائنه وما ننزل الا بقدر الحجر : ٢٢\r\nمعلوم\r\nا ينزل لكم من السماء رزقا\r\nانزل لكم من الانعام ثمانية ازواج\r\nمومن : ۱۴\r\nالزمر : ۷\r\nقد انزلنا عليكم لباسا يوارى سوا تكم وريشا اعراف : ۲۷\r\nوانزلنا الحديد فيه باس شدید\r\nالحديد : ٢٩"
    },
    {
        "id": 183,
        "pageNo": 183,
        "pageText": ".\r\nمضمون\r\nvi قد انزل الله اليكم ذكرا رسولا يتلوا علیکم آیت الطلاق :\r\nالله\r\nحوالہ\r\nvi عن عائشة قالت خرجنا مع رسول الله في اشهر بخاری کتاب الحج -\r\nالحج کہ ہم حج کے مہینوں میں آنحضور ﷺ کے ساتھ\r\n-2\r\nنکلے فنزلنا بسرف تو ہم صرف مقام پر ٹھہرے۔\r\nوقالت فرقة نزول عيسى خروج رجل يشبه عيسى خريدة العجائب صفحه ۲۶۳\r\nفي الفضل والشرف.\r\nو جب نزوله في آخر الزمان بتعلقه ببدن آخر 1. تفسیر عرائس البیان جلد ا صفحه ۲۷۳\r\nيو\r\n۲- نایت المقصود صفحه ۲۱\r\nشک من عاش منكم ان يلقى عيسى بن مريم سند احمد بن ضبل جلد ۲ صفحہ ۴۱۱\r\nامام مهديا حكما عدلا فيكسر الصليب و يقتل بروایت ابو هريرة\r\nالخنزير ويضع الجزية وتضع الحرب اوزرها.\r\nب يكسر الصليب يريد ابطال النصرانيت ويحكم بحار الانوار جلد ۱ صفحه ۱۹۸\r\nبشرع الاسلام\r\n3- لا المهدى الا عیسی ابن مریم\r\nابن ماجه باب شدة الزمان\r\nکنزل العمال جلد 2 صفحہ ۱۵۶۔ “\r\nتاریخ الخلفاء صفحه ۲۳۴ زیر عنوان\r\nعمر بن عبد العزيز 99م\r\nكيف اکمال الدین صفحه ۲۷۴ 4- قال رسول الله صلى الله عليه وسلم..\r\n......\r\nتهلك امة انا اولها واثنا عشر من بعدى من\r\nالسعداء واولى الالباب والمسيح ابن مريم\r\nآخرها و لكن بين ذلك نطح والهرج ليسوا\r\nمنی و لست منهم\r\nوہ امت کیسے ہلاک ہوگی جس کے شروع میں میں اور میرے\r\nبعد بارہ نیک اور عظمند ہوں گے مسیح ابن مریم اس کے آخر\r\nمیں ہو گا۔\r\n5- ان القائم المهدى من نسل على اشبه الناس"
    },
    {
        "id": 184,
        "pageNo": 184,
        "pageText": "مضمون\r\nحوالہ\r\nبعیسی بن مریم خلقا و خلقا - مہد کی سیرت و صورت بحار الانوار جلد ۱۳ صفحه ۲۷۱\r\nمیں عیسی بن مریم کی طرح ہو گا۔\r\n6 قال رسول الله صلى الله عليه وسلم المهدى من 1- اکمال الدین صفحه ۲۸۱ المطبقه\r\nولدى اسمه اسمی و کنیته کنیتی اشبه الناس بي الحيدريه النجف\r\nخلقا و خلقا مهدی میرا بیٹا ہو گا جس کی نام کنیست میری 2- تعلیمات اسلام اور مسیحی اقوام\r\nہوگی اور سیرت اور صورت میں میرے مشابہ ہو گا۔ صفحه ۲۲۹ نفیس اکیڈمی کراچی\r\n3- الصراط السوى في احوال المحمدي\r\nعلامات ظهور مهدی علیه السلام فلکی علامات\r\nصفحه ۴۰۸\r\n1- اذا الشمس كورت جب لوگ ہدایت کے سورج سے تکویر :۲\r\nاستفادہ کرنا چھوڑ دیں گے ۔\r\nا سراجا منيرا آنحضور ﷺ کو سورج قرار دیا گیا ہے۔ احزاب : ۴۷\r\nة لا يخرج المهدى حتى تطلع من الشمس اية - مهدى اقتراب الساعة صفحه 107\r\nنہیں آئے گا۔ جب تک سورج میں نشان ظاہر نہ ہو لے ۔\r\n-2- خسف القمر و جمع الشمس والقمر\r\nالقیامه : ۸ تا\r\n\" قرآن مجید میں یہ تو نہیں فرمایا گیا کہ چاند گہن اور چاند حكمة البالغة جلد اول صفحہ\r\nسورج کا اجتماع ایک ہی آن میں ہو گا۔ بلکہ ان دونوں خبروں ۳۸ تا ۶۵۰\r\nکو صرف عاطفہ واؤ کے ساتھ بیان کیا گیا ہے جو صرف جمع کے\r\nلئے آتا ہے تو مطلب یہ ہوا کہ قیامت سے پہلے چاند سے\r\nگہن لگے گا اور چاند سورج اکٹھا کئے جائیں گے.... اکثروں\r\nکا یہ کہتا ہے کہ دونوں کو اکٹھا کیا جائے گا یعنی دونوں کی\r\nروشنی نہ رہے گی\"۔\r\nا انا لمهدينا ايتين تنكسف القمر لاول ليلة من دار القطني صفحه ۱۸۸- الفتاوى\r\nرمضان و تنكف الشمس في النصف منه ولم الحمد - شیه صفحه ۳۰ الطبعه الاولی از هر\r\nتكونا منذ خلق الله السموت والارض .\r\nانتراب الساعه صفحه ۱۰۶ مطبع مفید"
    },
    {
        "id": 185,
        "pageNo": 185,
        "pageText": "مضمون\r\nسورج اور چاند تاریک ہو جائے گا۔\r\nعام اگرہ\r\nمتی ۳۰ : ۲۴\r\nحوالہ\r\n۲- سعیاہ ۳۰-۱۳:۹\r\n۳- یوئیل ۱۵ : ۳\r\nتر قیل ۷ : ۳۲\r\nrr:\r\nا اہل نجوم کے نزدیک چاند کو ۱۳ ۱۴ ۱۵ تاریخ کو اور سورج حجج الکرامہ صفحہ ۳۴۴\r\nکو ۲۷ ۲۸ ۲۹ تاریخ کو گرہن لگتا ہے۔\r\nن وهو قمر بعد ثلاث ليال الى اخر الشهر واما قبل 1- اقرب الموارد زیر لفظ القمر\r\nذا لك هو هلال - تیسری رات کے بعد سے اخر مہینہ تک 2- حجج ا لكرامة صفحه ۳۴۴\r\nچاند کو قمر کہتے ہیں اس سے پہلے یعنی پہلی دوسری رات کے 3- مرقاة حاشیہ مشکوۃ صفحہ ۱۳۰\r\n4 مسجد عربی صفحه ۴۸\r\nچاند کو ہلال کہا جاتا ہے۔\r\n۷ ۱۳۱۱ھ کے رمضان کی ۱۳ کو چاند کو اور ۲۸ کو سورج کو 1- اخبار آزاد ۴۔ مئی ۱۸۹۳ء\r\nگرھن لگا۔\r\nب - مولانا محمد لکھو کے والے نے علامات قیامت کہ اول ظهور محمد\r\nمهدی است کے تحت لکھتے ہیں۔\r\nسراج الاخبار - جون ۱۸۹۴ء\r\nصفحہ 1 - 3 سول اینڈ ملٹری گزٹ۔\r\n۶- دسمبر -۶۱۸۹۴\r\nتیرھویں چن ستودیوی سورج گرہن ہوئی اس سال 1- احوال آخرت صفحه ۲۳\r\nاندر ماه رمضان لکھیا اک روایت والے 2 احوال الاخرت کلاں صفحہ 51\r\n3 آخری گفت مطبوعہ مجتبائی۔\r\nvi فرمایا۔ میں خانہ کعبہ میں کھڑا ہو کر قسم کھا سکتا ہوں کہ یہ نشان تحفہ گولڑویہ صفحہ ۳۳-\r\nمیری تصدیق کے لئے ہے۔\r\nطلوع ا لكواكب المذنبة\r\nذوالنسین ستارہ طلاع کرے گا۔\r\nدم دار ستارہ ۱۸۸۲ء میں ظاہر ہوا تھا۔\r\nحججا لكرامة في ۳۴۲۵\r\n-۳- اقتراب الساعۃ صفحہ ۷۷\r\n1- جریده روزگار مدراس تمبر\r\n-FIAAA"
    },
    {
        "id": 186,
        "pageNo": 186,
        "pageText": "مضمون\r\nحوالہ\r\nحاشیه چشمه معرفت صفحه ۳۱۴\r\nرمی شہاب ثاقب ہوگی جیسا کہ آنحضور ﷺ کی پیدائش زرقانی جلد ا صفحه ۳۲ ۳۳\r\nکے وقت ہوئی تھی۔\r\nستاروں کا ٹوٹنا۔\r\nمرقی ۲۶-۲۴ : ۱۳\r\n۲۷ اور ۲۸۔ نومبر ۱۸۸۸ء کو رمی شب کا نظارہ ساری رات آئینہ کمالات اسلام صفحه 110\r\nرہا۔\r\nمذہبی علامات\r\nمسلم جلد ۲ باب الفتن\r\n-1 اکثر اہل ارضا روی یعنی عیسائی ہوں گے۔\r\n2 چوں جملہ علامات حاصل شود قوم نصاری غلبه کننده بر ملک محی الکرامه صفحه ۳۴۴\r\nہائے بسیار متصرف شوند\r\nبدء الاسلام غريبا و سیعود غریبا فطو بی ابن ماجه کتاب الفتن باب بده\r\nللغرباء.\r\nالا سلام غریبا۔\r\n3- لا يبقي من الاسلام الا اسمه اسلام کا صرف نام اور 1- مشکوۃ کتاب العلم جلد اول فصل\r\nقرآن تحریر کی شکل میں ہو گا۔ مسجدیں آباد مگر ہدایت سے الثالث صفحہ ۲۸\r\nخالی ہوں گی اور علماء بدترین مخلوق کا نقشہ پیش کر رہے ہوں\r\nکے\r\n2- کنترل العمال جلد ۲ صفحہ ۴۳\r\n3- فروغ کافی جلد 3 كتاب الروضة\r\nحديث الفقهاء\r\n4- عن عوف بن مالک قال قال رسول اللہ صلی اللہ علیہ وسلم 1- ابن ماجة كتاب الفتن باب\r\nافترقت الیهود علی احدی و سبعین فرقه فواحده في الجنه و سبعون 17 حدیث نمبر 3992\r\nفي النار الترقت النصاری علی متین و سبعین فرقه فاحدی 2- الجامع الترمذی ابواب الایمان\r\nو سبعون في النار واحده في الجنه .... تقتر من امتی علی ثلاث باب افتراق هذا العلامة\r\nو سبعین فرقه واحده في الجنه و شتان و سبعون فی النار تحمیل یا\r\nرسول الله من هم؟ قال الجماعہ فرمایا یہودی 71 فرقوں میں\r\nہے تھے جن میں سے ایک جنتی اور ستر جہنمی تھے۔ عیسائی 72"
    },
    {
        "id": 187,
        "pageNo": 187,
        "pageText": "مضمون\r\nحوالہ\r\nفرقے بنے 71 جہنمی اور ایک جنتی تھا۔ تم 73 فرقوں میں\r\nتقسیم ہو جاؤ گے ایک جنتی اور 72 جہنمی ہوں گے۔ صحابہ نے\r\nعرض کی یا رسول اللہ جنتی کون ہوں گے فرمایا وہ جماعت\r\nہوگی۔\r\nعلم باقی نہیں رہے گا۔ لوگ جاہلوں کو اپنا پیشوا بنالیں گے ان -1- مشکوۃ کتاب العلم جلد اول\r\nسے دین کی باتیں پوچھیں گے اور وہ علم کے بغیر فتوے دیں صفحہ ۳۳\r\nگے خود بھی گمراہ ہوں گے اور لوگوں کو بھی گمراہ کریں گے۔\r\n2 بخاری کتاب العلم باب کیف\r\nمقبض العلم.\r\nة تكون فى امتى فزعة فيصر الناس الى علماء هم کنزل العمال جلد ۷ صفحه ۱۹۰\r\nفاذا هم قردة وخنازير علماء میں بندوں جیسی نقالی اور\r\nخنزیر جیسی خباثت ہوگی۔\r\nپاکستان میں تقریباً ۵۰ ہزار امام مسجد ہیں جن میں سے ۳۶ ہزار جنگ لاہور ۳۱. جنوری ۱۹۸۵ء\r\nتعلیم یافتہ اور گیارہ ہزار ان پڑھ ہیں۔\r\nمسلمانان ہند کی شامت اعمال نے مد تمائے مدید سے جھوٹے زمیندار ۱۴ اگست ۱۹۱۵ء۔\r\nپیروں اور جاہل مولویوں اور ریاکار زاہدوں کی صورت\r\nاختیار کر رکھی ہے جنہیں نہ خدا کا خوف ہے۔ نہ رسول کا\r\nپاس نہ شرع کی شرم نہ عرف کا لحاظ یہ ذی اثر با اقتدار\r\nطبقہ جس نے اپنے دام تزویر میں لاکھوں انسانوں کو پھنسا رکھا\r\nہے۔ اسلام کے نام پر ایسی ایسی گھناؤنی حرکتوں کا مرتکب\r\nہوتا ہے کہ ابلیس لعین کی پیشانی بھی عرق انفعال سے تر ہو ہو\r\nجاتی ہے۔\r\n۱۷- میرا شمار خود مولویوں کی جماعت میں ہے اس لئے میں انکی زمیندار ۱۵- اپریل ۱۹۲۹ء۔\r\nحقیقت سے خوب واقف ہوں ...... نہ وہ سیاست سے واقف\r\nہیں۔ نہ ہی مذہب کی حقیقت سے آگاہ ہیں۔ فریب اور دجل\r\nکے ماہر ہیں اور اپنی اپنی اغراض کے بندے ہیں۔\r\n\"اگر تم یہود کا نمونہ دیکھنا چاہتے ہو تو پھر ان علماء کو دیکھ لوجو\r\n-v"
    },
    {
        "id": 188,
        "pageNo": 188,
        "pageText": "مضمون\r\nحوالہ\r\nالفوز الكبير باب اول صفحه 10\r\nآج کل علماء سوء ہیں \"۔\r\nvi افسوس که علماء (الا ماشاء الله ) خود اسلام کی حقیقی روح سے تنقیحات اسلام اور مغربی تہذیب کا\r\nتصادم صفحه ۲۷ از مودودی صاحب\r\nخالی ہو چکے تھے\"\r\n4 اتخذا متک قبور هم مساجد قبر پرستی ہوگی۔ بحار الانوار جلد ۱۳ صفحه ۲۹\r\n5 بہت سے لوگ دجال کی پیروی اختیار کرلیں گے۔ ترندی ابواب الفتن باب فی فتنه\r\nالدجال\r\n6 حضرت علی کی روایت ہے کہ لوگ زکوۃ کو تاوان سمجھیں حج الکرامہ صفحہ ۲۹۸۔\r\nگے۔\r\nتیج الکرامه صفحه ۲۲۷\r\n7- نماز ترک ہو جائے گی۔\r\n8- لا يبقى من القرآن الا رسمه قرآن اٹھ جائے گا۔ مخلوة كتاب العلم فصل سوم\r\nو حضرت ابن عباس کی روایت ہے بے توجہی کے باوجود\r\nظاہری سنگھار اور زری کے غلاف قرآن مجید پر چڑھائیں\r\nگے۔\r\nصفحہ 76\r\nکنز العمال جلد ۱۴\r\nصفحه ۱۳\r\n10- لا تقوم الساعة حتى لا يحج البيت\r\nحج کی عبادت رو کی جائے گی۔\r\n۱۸۹۹ء اور ۱۹۰۰ ء میں بوجہ شدت بیماری حج ادا نہ کیا گیا۔ حقیقته الوحی صفحه ۱۹۸\r\n11 - امانت اٹھالی جائے گی۔\r\nاخلاقی علامات\r\n1- فحش اور تخش بڑھ جائے گی۔\r\nترمذی ابواب الفتن باب في\r\nرفع الامانة.\r\nمج الكرامه صفحه 298\r\n2 حضرت انس بن مالک کی روایت ہے کہ ولد الزنا کثرت سے مسلم کتاب الفتن بحوالہ حج الکرامہ\r\nصفحہ 298\r\n-- يشرب الخمر شراب کثرت سے پی جائے گی۔\r\nمسلم کتاب الفتن\r\n4 سڑکوں اور راستوں پر شراب کی دوکانیں ہوں گی۔ دعوة الامير\r\n۔ جوئے کی کثرت ہوگی۔"
    },
    {
        "id": 189,
        "pageNo": 189,
        "pageText": "مضمون\r\nلڑکا باپ کا نافرمان اور دوست کا وفادار ہو گا۔\r\n7 قتل و غارت فتنے انتہا پر ہوں گے ۔\r\nعلمی حالت\r\nحوالہ\r\nدعوۃ الا میر صفحه ۸۰\r\nيا ربیع الموده جلد 3 صفحہ 165 باب\r\nالرابع التسعون\r\n1- يرفع العلم ويظهر الجهل - جمالت بڑھ جائے گی۔ ترمذی ابواب الفتن باب في\r\nالشراط الساعة\r\n2 آخری زمانہ میں دینی اغراض کے علاوہ اور اغراض کی خاطر اوہ اور اقرا\r\nعلم حاصل کیا جائے گا۔\r\n3 دولت کی وجہ لوگوں کی عزت ہوگی نہ کہ علم کی وجہ سے۔ اقتراب الساعہ صفحہ ۴۰\r\n4- اذا الصحف نشرت پلیس کا زمانہ ہو گا۔\r\n5- اذا السماء كشطت خلائی تحقیقات کی جائیں گی۔\r\nتکویر ۱۳\r\nتکویر ۱۳\r\n6- فيرمون بنشابهم إلی السماء راکٹ بھیجیں گے۔ ترندی ابواب الفتن جلد ۳ باب\r\n-7\r\nما جاء في فتنة الدجال\r\n. يقبض العلم بقبض العلماء حتى لم يبق عالم بخاری کتاب العلم باب کیف\r\nاتخذ الناس رئوسا جهالا فسئلوا فافتوا بغير - قبض العلم\r\nعلم علم علماء ربانی کی وفات کی وجہ سے نابود ہو جائے گا\r\nلوگ جاہلوں کو سردار بنائیں گے جو انہیں بغیر علیم کے فتوے\r\nدیں گے ۔\r\nنئی سواریاں نکل آئیں گی\r\n1- وان العشار عطلت اونٹنیاں چھوڑ دی جائیں گی۔\r\nتمویر\r\n۵:\r\n2- ليتركن القلاص فلا يسعى عليها گابھن اونٹنیاں صحیح مسلم کتاب الایمان باب نزول\r\nچھوڑ دی جائیں گی ان پر سواری نہ کی جائے گی۔\r\n3 وخلقنا لهم من مثله ما يركبون\r\nہم ایسی ہی اور سواریاں پیدا کر دیں گے۔\r\nيخرج الدجال على حمار اقمر مابين اذنيه\r\nمینی\r\nمین : ۴۳"
    },
    {
        "id": 190,
        "pageNo": 190,
        "pageText": "-5\r\nکفارہ کی حقیقت\r\n8 کیا آدم کی اولاد میں گناہ آیا\r\n7 کیا مسیح خود پاک تھے\r\n-6\r\n-7\r\n-8\r\nکفارہ کا بائیل میں کوئی تصور نہیں\r\nگناہوں کی معافی کے لئے مسیح کے خون کی ضرورت نہیں\r\n10 آنحضرت ﷺ کے بارے پیشگوئیوں\r\nمسیح کی بعثت کی غرض\r\n12 خدا کے بیٹے\r\n13 بائیل میں نیک لوگوں کا ذکر\r\n14 بائیل میں خدائے واحد کا ذکر\r\n15- میسیج میں خدائی صفات نہ تھیں\r\n16- باپ میں ہونے کی حقیقت\r\n17 معجزات خدائی کا ثبوت نہیں\r\n18- مسیح کے معجزات کی حقیقت\r\n19 - آسمان پر کوئی نہیں گیا\r\n20 مسیح کی پیشگوئیاں جو پوری نہ ہو ئیں\r\n21 صداقت مسیح موعود اور بائیبل\r\n22 مسیح موعود کے ظہور کی علامت\r\n23 لوگ مسیح کو ایک نبی جانتے تھے\r\n24 مسیح انسان اور خدا کا نبی تھا\r\n25 میچ کا پیغام صرف بنی اسرائیل کے لئے تھا\r\n26- بائیل میں تحریف کی مثالیں\r\n27- وضوء کرنے کا حکم\r\n28 اذان دینے کا حکم\r\n29 سجدہ کا حکم\r\n121\r\n130\r\n131\r\n133\r\n133\r\n134\r\n135\r\n135\r\n136\r\n138\r\n140\r\n140\r\n141\r\n142\r\n144\r\n144\r\n≈ 2 2 2 2 22222 4 7 7 7 7 7\r\n122\r\n122\r\n122\r\n123\r\n125\r\n127\r\n128\r\n129\r\n144"
    },
    {
        "id": 191,
        "pageNo": 191,
        "pageText": "مضمون\r\nحوالہ\r\nسبعون با ما - دجال ایسے گدھے پر سوار ہو گا جس کی پیشانی مشکوۃ کتاب الفترز\r\nپر چاند ہو گا اور دونوں کانوں کا فاصلہ ۷۰ ہاتھ ۔\r\n5- وفي رواية اذن حمار الدجال لتظل سبعين الفا در منشور جلد ۵ صفحه ۳۵۵\r\nدجال کے گدھے کے کان ۷۰ ہزار پر سایہ کریں گے۔\r\nما بين حافر حماره الى حافر الاخر مسيرة يوم و کنز العمال جلد ۷ صفحه ۲۹۸\r\nلیلة- اس کے دو قدموں کے درمیان دن رات کے سفر کے\r\nبرابر فاصلہ ہوگا۔\r\n6- كل خطوة خطاة ثلثة ايام وتطوى له الارض - معجم المحمدی جلد ۲ صفحہ ۸۳\r\nحتى يستبق الشمس اذا طلعت الى مغربها ۲- در منشور جلد نمبر ۲ صفحه ۸۳\r\nيخوض البحر بحمارہ جب رجال کا گدھا قدم اٹھائے\r\nگا تو ہر قدم تین دن کے سفر کے برابر ہو گا۔ زمین پیسٹ دی جائے\r\nگی۔ مغرب کی طرف جاتے ہوئے وہ سورج سے آگے نکل جائے\r\nگا۔ دجال گدھے سمیت سمندر میں غوطے لگائے گا۔\r\n7 امامه جبل دخان گدھے کے آگے دھوئیں کا پہاڑ ہوگا۔ کنز العمال جلدے صفحہ ۲۹۸\r\n8 ذوات السروج و الفروج اس میں روشنیاں اور بحار الانوار جلد ۱۳ صفحه ۱۵۳\r\nکھڑکیاں ہوں گی۔\r\n9- ان معه جبل خبز و نهر ما ء ۔ اس کے ساتھ روٹی کا پہاڑ بخاری کتاب الفتن باب ذکر الدجال\r\nاور پانی کی نہر ہوگی۔\r\n10- ..... معه ماء و نار فمن دخل نهره حطة اجره..... اس سند احمد بن حنبل جلد ۵ صفحه\r\nکے ساتھ پانی اور آگ ہو گی جو اس کی نہر میں داخل ہوا اس ۴۰۳\r\nکا اجر ختم ہو جائے گا۔\r\nخروج الدجال\r\n1 ما من نبي الا انذر قومه الدجال\r\n1- کنز العمال جلد 2 صفحہ ۱۹۵-\r\nہرنبی نے اپنی قوم کو دجال سے آگاہ کیا ہے میں بھی تمہیں 2۔ ترمذی ابواب الفتن باب\r\nڈراتا ہوں۔\r\nما جاء في الرجال\r\n3 ابو دائود کتاب السلام"
    },
    {
        "id": 192,
        "pageNo": 192,
        "pageText": "مضمون\r\nحوالہ\r\n2- الا ان المسيح الدجال اعور العين المينى كانه صحیح مسلم کتاب الفتن جاب في ذكر\r\nعينه عنبة طافئة وجال دائیں آنکھ سے کانا ہو گا۔ جو پھٹے الدجال\r\nہوئے انگور کی طرح ہوگی۔\r\n3 دجال کی دونوں آنکھوں کے درمیان ک - ف - رلکھا ہو گا۔ مسند احمد بن ضبل جلد ۵ صفحہ ۳۸\r\nجسے ہر پڑھا لکھا اور ان پڑھ پڑھ لے گا۔\r\n4- فمن ادركه منكم فليقرا عليه فواتح سورة مشكوة كتاب الفتن باب في ذكر\r\nالكهف تم میں سے جو شخص بھی دجال کو ملے وہ سورۃ الرجال صفحه ۳۴ اور سنن ابو داؤد\r\nالکہف کی ابتدائی آیات پڑھے یہ ان کے فتنے سے تمہیں کتاب السلامم\r\nمحفوظ رکھے گی۔\r\n5- لفظ دجال کے لغوی معنی ہیں\r\n-۱ کذاب -۲- ڈھانپ لینے والی چیز ۳- سیر و سیاحت کرنے والا\r\nبڑا مالدار اور خزانوں کا مالک ۵ سونا ۶ ایسا گروہ جو اپنی\r\nکثرت سے زمین کو ڈھانپ لے لے۔ ایسا تاجر جو ہر ایک جگہ\r\nے دوسری جگہ مال لئے پھرے۔\r\nتاج العروس زیر لفظ دجال\r\n6- دجال کو ایک صحابی رسول نے خواب میں گرجا میں جکڑا ہوا صحیح مسلم کتاب الفتن باب\r\nدیکھا اور حضور ﷺ کو وہ خواب سنائی۔\r\nخروج الدجال ومكنة\r\nفی الارض\r\nطاعون کانشان\r\nحمل : ۸۳\r\n1 اخرجنا لهم دابة من الارض تكلمهم\r\n2. ... فير سل اله عليهم النغف في رقابهم فيصبحون صحیح مسلم کتاب الفتن باب في الذكر\r\nفرسی کموت نفس واحدة\r\nخدا تعالی ان کی گردنوں میں پھوڑا نکالے گا جس سے وہ ایک\r\nشخص کی موت کی طرح اکٹھے مرجائیں گے۔\r\n3 نغف کے معنے طاعون اور پھوڑا کے ہیں۔\r\nالدجال\r\nعربی ڈکشنری مصنفہ Lane\r\n-4 خداتعالی ان پر موت احمر اور موت ابیض قائم کرے گا۔ بحار الانوار جلد ۱۳ صفحہ ۱۵۶\r\nموت ابیض طاعون ہے۔\r\n5- امام باقر فرماتے ہیں امام حسین کے نزدیک تکلم کے معنے"
    },
    {
        "id": 193,
        "pageNo": 193,
        "pageText": "کاٹنے کے ہیں۔\r\nمضمون\r\nمہدی کے زمانہ میں طاعون ظاہر ہوگی۔\r\nمواصلات علامت\r\nحوالہ\r\nبحار الانوار جلد ۱۳ صفحه ۲۳۲ باب\r\nالرجعة\r\nاکمال الدین صفحه ۳۴۸\r\nالصراط السوی ترجمہ عقائد\r\nتوریشی صفحه ۲۲۵\r\n۳. ابن کثیر سوره نمل آیت ۸۲\r\n1 حضرت علی نے فرمایا جب امام موعود آئے گا تو اللہ تعالی اس ینابیع المودة جلد ۳ صفحه ۹۰ باب\r\nکے لئے اہل مشرق و مغرب کو جمع کر دے گا۔\r\nالثالث السبعون\r\n2 حضرت امام باقر نے فرمایا امام مہدی کے نام پر ایک منادی المهدی الموعود المنتظر\r\nکرنے والا آسمان سے منادی کرے گا اس کی آواز مشرق عند علماء اهل السنة والا\r\nمیں بسنے والوں کو بھی پہنچے گی اور مغرب میں رہنے والوں کو سامية صفحہ ۲۸۴\r\nالرمان\r\nبھی یہاں تک کہ ہر سونے والا جاگ اٹھے گا۔\r\n3 امام جعفر صادق فرماتے ہیں ہمارے امام قائم جب مبعوث ہوں مہدی موعود ترجمہ بحار الانوار جلد\r\nگے تو اللہ تعالٰی ہمارے گروہ کے کانوں کو شنوائی اور آنکھوں کی ۱۳ صفحہ ۹۷۹ زیر عنوان علامات امام\r\nبینائی کو بڑھا دے گا یہاں تک کہ یوں محسوس ہو گا کہ امام قائم\r\nاور ان کے درمیان کا فاصلہ ایک مرید یعنی سیشن کے برابر رہ گیا\r\nہے۔ چنانچہ جب وہ ان سے بات کریں گے تو انہیں سنیں گے اور\r\nساتھ دیکھیں گے جبکہ وہ انام اپنی جگہ پر ہی ٹھہرا ر ہے گا۔\r\nمومن امام مہدی کے زمانہ میں مشرق میں ہو گا اور اپنے اس نجم الثاقب صفحہ ۱۰۱ از میرزا حسین\r\nبھائی کو دیکھ لے گا جو مغرب میں ہے اور جو مغرب میں ہوگا نوری\r\nوہ اپنے بھائی کو جو مشرق میں ہو گا دیکھ لے گا۔\r\n4 حضرت شاہ رفیع الدین صاحب فرماتے ہیں بیعت کے وقت ترجمہ قیامت نامہ صفحوم\r\nآسمان سے ان الفاظ میں آواز آئے گی کہ یہ اللہ کا خلیفہ مہدی\r\nہے اس کی بات سنو اور اس کی اطاعت کرو اور یہ آواز اس جگہ\r\nکے خاص دعام سنیں گے ۔\r\n5- امام مہدی کے زمانہ میں اس کے مانے والوں کی قوت سامعہ اور"
    },
    {
        "id": 194,
        "pageNo": 194,
        "pageText": "مضمون\r\nحوالہ\r\nباصره اتنی تیز کردی جائے گی کہ اگر متبعین ایک ملک میں ہوں تحذیر المسلمین صفحہ ۷۰\r\nگے اور امام دوسرے ملک میں تو وہ امام کو دیکھ لیں گے اس کا\r\nکلام سن سکیں گے اور اس سے آزادی سے بات چیت کر سکیں\r\n، اور اس سے\r\nکے۔\r\nنواب نور الحسن صاحب فرماتے ہیں ایک عام ندا ہوگی جو اقتراب الساعہ صفحہ ۷۷ )\r\nدوسری زمین والوں کو پہنچے گی ہر زبان والا اپنی اپنی زبان میں\r\nاس کو سنے گا۔\r\nمتفرق علامات\r\n1. واذا الوحوش حشرت چڑیا گھر بنائے جائیں گے ۔\r\n2 واذا البحار مجرت بند باندھ کر نہریں نکالی جائیں گی۔\r\n3 واذا النفوس زوجت باہمی رابطہ بڑھا دیے جائیں گے۔ تکویر : ۸\r\n4 از علامات واقعه وقوع زلزله و طاعون شدید است زلزلے کفایتہ الموحدین جز ۳ صفحه ۴۲\r\nآئیں گے۔\r\n5- پهلک الله في زمانه الملل كلها الا اسلام اس کے ابو داؤد کتاب السلام باب خروج\r\nزمانہ میں اسلام کے سوا تمام ملتوں کو اللہ تعالٰی بلاک کر دیگا الدجال\r\nمسند احمد بروایت ابن عمر\r\nعورتیں باوجود لباس کے ننگے بدن ہوں گی۔\r\n7 عورتیں اونٹ کے کوہان کی طرح بال رکھیں گی۔ مسند احمد بروایت ابن عمر\r\nاول اشراط الساعة نار تحشر الناس من بخارى\r\nالمشرق الى المغرب- ایک آگ لوگوں کو مشرق سے\r\nمغرب کی طرف دھکیلے گی ۔\r\nجاوا سماڑا میں آگ لگی جو مشرق سے شروع ہوئی اور مغرب اقتراب الساعۃ صفحہ ۷۷\r\nکی طرف پھیلتی چلی گئی۔\r\nعرب کا ریگستان سرسبز و شاداب ہو جائے گا۔\r\nيتابع المسوده صفحه ۴۳۰\r\n10- قبر پرستی عام ہو جائے گی۔\r\n11- شعر و شاعری کا رواج ہو گا۔\r\nبحار الانوار جلد ۱۳ صفحه ۱۲\r\nبیمار این نوار جلد ۱۳ صفحه ۱۲"
    },
    {
        "id": 195,
        "pageNo": 195,
        "pageText": "مضمون\r\nحوالہ\r\n12- قتل و غارت ، ظلم ، ڈاکے اور فتنے بڑھ جائیں گے۔ ینابیع الموده صفحه ۴۳۱\r\n13- مسلمان یہودیوں کے نقش قدم پر چلیں گے ۔ اور 73 فرقوں 1- بخاری کتاب الاعتصام بالکتاب و\r\nمیں بٹ جائیں گے۔\r\nظہور مہدی کی علامات پوری ہو چکی ہیں\r\nالته ۲- ترندی کتاب الایمان باب\r\nافتراق هذا الامه\r\nاب ۱۲۷۴ھ ہے کہ یہ تمام نشانیاں بکمال پوری ہو چکی ہیں نور الانوار صفحہ ۱۳۹\r\nبلکہ کئی درجہ زیادہ \"\r\n-2- اشاعتہ میں ہی ہے ۔ موجودة وهي التزيد يوما فيو ما اقتراب الساعة صفحه ۵۴\r\nو قد كادت ان تبلغ الغاية او قد بلغت يہ بات تو ۶۱۰۷۶\r\nمیں کمی تھی اب ۱۳۰۱ھ میں رہی سہی نشانیاں بھی ظاہر\r\nمتين\r\nہو\r\n3 \" اس میں کوئی شک نہیں جو اثار اور نشانات مقدس کتابوں امام مہدی کے انصار اور ان کے\r\nمیں مہدی اخر الزمان کے بیان کئے گئے ہیں وہ آج کل ہم کو فرائض صفحہ ۱۹۲۳ء\r\nروز روشن کی طرح صاف نظر آرہے ہیں\"۔\r\n4- وہ وقت قریب ہے جو مہدی اور عیسی کا ظہور ہو کیونکہ صحیح الکرامتہ صفحہ 10\r\nعلامات صغری سب وقوع میں آگئی ہیں۔\r\nظهور مهدی کا زمانہ\r\n1- گمراہی کو پھیلنے پر ایک ہزار کا عرصہ لگتا ہے۔ یدبر الامر الجمه :\r\nمن السماء الى الارض.\r\n.......\r\n2 خير الناس قرني ثم الذين يلونهم ...... فرمایا میری + ترندی کتاب الفتن باب\r\nصدی سب سے بہتر اور بعد کی دو صدیاں اس سے کم ہوں ماجاء في القرن الثالث.\r\nگی ۳۰۰۰ سال کے بعد جھوٹ پھیلے گا۔\r\nالجامع الصغير الجز\r\nالثاني صفحة ٨\r\n3- لو كان الايمان معلقا عند الثريا لناله رجل من بخاری کتاب التفسير سورة الجمعه\r\nهولاء یعنی ایمان اٹھ جانے کے بعد مہدی کا ظہور ہوگا۔ اور تغییر الصافی سورہ الجمعہ"
    },
    {
        "id": 196,
        "pageNo": 196,
        "pageText": "مضمون\r\nحوالہ\r\n4- اذا مضت الف وماتان واربعون سنة يبعث الله النجم ثاقب جلد ۲ صفحہ ۲۰۹ (ا ہو\r\nالمهدی جب ۱۲۴۰ سال گزر جائیں گے خدا تعالٰی مہدی کو الحسنات محمد عبد الغفور صاحب)\r\nبھیج دے گا۔\r\n5- الايات بعد ماتين ظهور مهدی کی علامات دو سو سال بعد ابن ماجه جلد دوم کتاب الفتن باب\r\nالايات\r\nظاہر ہوں گی۔\r\nا ويحتمل ان يكون اللام للعهداى بعد الماتين -1 - مرقاة المفاتيح شرح مشكوة جلد\r\nبعد الالف وهو وقت ظهور المهدی ممکن ہے کہ الف ۱۰ مکتبہ امدادیہ ملتان) . میج\r\nلام محمد کا ہو ۔ اور مراد یہ ہے کہ ایک ہزار سال کے بعد دو الکرامہ صفحہ ۳۹۳۔\r\nسو سال اور وہ وقت ظہور مہدی کا ہے۔\r\nة مولده ليلة النصف من شعبان سنة خمسين و نتایج الموده صفحه ۱۱۳ حصہ سوم\r\nماتين بعد الالف یعنی ۱۲۵۰ھ میں نصف شعبان میں پیدا باب 79-2- نور الابصار فی مناقب\r\nآل بیت النبی۔\r\nہوں گے ۔\r\n6 انا ارسلنا اليكم رسولا شاهدا عليكم كما ارسلنا الزل : ١٦\r\nالى فرعون رسولا سلسلہ موسویہ سے مماثلت میں مسیح\r\nمحمد ی چودھویں صدی ہی میں ظاہر ہو گا۔\r\n7- ان الله يبعث لهذه الامة على راس كل مائة سنة من 1 ابوداود کتاب الملاحم باب ما یذ کرنی\r\nيجدد لها دينها .\r\nقرن الماة حج الكرامه صفحه ۱۳۵ تا\r\n۳۹- مجالس الابرار صفحه ۴۸۶\r\nنجم الثاقب جلد ۲ صفحہ ۹ اصول کافی\r\n۸\r\nدر سن \" غاشی\" ہجری دو قرآن خواهد بود\r\nاز پنے مهدی و دجال نشان خواهد بود\r\nیعنی ۱۳۱۱ھ میں دو نشان ظاہر ہوں گے جو مہدی کی سچائی کا\r\nثبوت ہوں گے ۔\r\nصفحه ۶۹۴ زیر عنوان خاتمته الطبع\r\nشیخ عبد العزیز بہا روٹی مامانی\r\nمانی\r\n9- علمنی ربی جل جلاله ان القيامة قد اقتربت و التنضیمات البیه جلد ۲ صفحه ۱۲۰ تقسیم\r\nالمهدی تهياء للخروج مہدی کا ظہور ہوا ہی چاہتا ہے۔ نمبر ۶ ۳\r\n10- ۱۳۰۰ ہجری میں ملک، بادشاہت ملت و دین میں انقلاب"
    },
    {
        "id": 197,
        "pageNo": 197,
        "pageText": "مضمون\r\nآجائے گا۔\r\nحوالہ\r\nنور الانوار صفحه ۲۱۵\r\n11- اثنا عشری کے بعض لوگوں کا خیال ہے کہ انیسویں صدی کا رسالہ برہان نومبر ۱۹۱۳ء صفحہ ۴۷۔\r\nآغاز ہی امام مہدی کا زمانہ خروج ہے۔\r\n12 - ۱۸۸۴ء سے چودھویں شروع ہوگی اور نزول عیسی علیه ترجمان وہابیہ صفحه ۴۲\r\nالسلام و ظهور المهدی و خروج دجال اول صدی میں ہو گا۔\r\nالنجم الثاقب جلد ۲ صفحہ ۲۲۳\r\n13 - البتہ زمانہ بعثت مہدی کا یہی ہے۔\r\n14 گوینده شاه ولی اللہ محدث دھلونی تاریخ ظهور او در لفظ من الكراته صفحه ۳۷۳\r\nچراغ دین یافته بحساب جمل عدد دے یکهزار دو صد شصت\r\nدہشت مہدی کی تاریخ ظہور چراغ دین یعنی ۱۲۶۸ھ میں\r\nہے۔\r\n15- ۱۳۰۰ ہجری کے بعد نمدی کا انتظار چاہے اور شروع صدی - اربعین فی احوال المحمد لین ، تحفہ\r\nمیں حضرت کی پیدائش ہے۔\r\n16- ظهور عینی و مهدی چودھویں صدی میں ہو گا۔\r\nاثنا عشریه\r\nاشاعۃ السنہ جلد ہ صفحہ ۔\r\n17 آفتاب مهدویت اس قدر طلوع کے قریب آگیا ہے کہ اس مہدی کے انصار اور ان کے\r\nفرائض صفحه ۲۸\r\nکی کرنیں نظر آنے لگی ہیں۔\r\n18- آون اٹھترے جاون ستانوے ہور بھی اٹھی مرد کا چیلا\" گرنتھ تنگ محلہ صفحہ ۱۳۷\r\nیعنی ۱۸۷۸ سے ۱۸۹۷ تک بمطابق ۱۸۲۱ء سے ۱۸۴۰ء تک\r\nکا درمیانی عرصہ وہ ہے جب ایک خاص مرد کا چیلا ظاہر ہو گا۔\r\n19- \" تاں مردا نے پچھیا گورو جی بھگت کبیر جیسا کوئی ہور بھی دنیا جنم ساکھی بھائی بلا والی وڈی سماکھی\r\nاے\" سری گورو نانک جی آکھیا مردا نے آ اک جیٹا صفحه ۲۵۱ مفید عام پریس گلاب سنگھ\r\nصفحه ۲۸ شائع کردہ پنجاب یونیورسٹی\r\nہوی۔ پر اساں تو پچھے سو برس توں بعد ہوئی۔\r\nچنڈی گڑھ\r\n20۔ بہت سے اہل کشف مسلمانوں میں سے جن کا شمار ہزار سے تحفہ گولڑویہ صفحہ ۱۳۴\r\nبھی کچھ زیادہ ہو گا .... بالاتفاق کہہ گئے ہیں کہ مسیح موعود کا\r\n.......\r\nظہور چودھویں صدی کے سرے ہرگز تجاوز نہ کرے گا\r\n....... ممکن نہیں وہ سب جھوٹے ہوں۔\r\n21- میسی جو آنے والا تھا وہ پیدا ہو گیا ہے۔ (گلاب شاہ جمال پور) نشان آسمانی"
    },
    {
        "id": 198,
        "pageNo": 198,
        "pageText": "مضمون\r\nحوالہ\r\n22۔ \" ایک نور آسمان سے قادیان کی طرف نازل ہوا۔ مگر افسوس ازالہ اوہام صفحہ ۴۹۷\r\nمیری اولاد اس سے محروم ہو گئی\"۔ (حضرت مولوی عبداللہ\r\nغزنوی\r\nسیح موعود اور امام مهدی کا علاقہ\r\n1- اذ بعث الله المسيح ابن مريم عليه السلام ينزل صحیح مسلم مترجم کتاب الفتن و اشراء\r\nعند المنارة البيضاء شرقي دمشق. مسیح موعود کا الساعۃ صفحہ ۴۵۹\r\nوطن دمشق سے مشرق میں ہو گا۔\r\n2- عصابة تغزو الهند وهي تكون مع المهدى اسمه : النجم الثاقب حصہ دوم صفحه ۱۳۴\r\nاحمد - ایک جماعت ہندوستان میں امام مہدی کے ساتھ مل (محمد عبد الغفور مطبع احمدی\r\nکر جہاد کرے گی۔ امام مہدی کا نام احمد ہو گا۔\r\nچند الله الفتاوی الحمد - شیه صفحه ۳۸\r\n3- يخرج الناس من المشرق فيوطئون للمهدی یعنی ابن ماجہ باب خروج المهدی\r\nسلطانه - مشرق میں لوگ امام مہدی کے لئے راہ ہموار\r\nکریں گے۔\r\n4- يخرج المهدى من قرية يقال لها كدعة و يصدقه -1- جواہر الاسرار صفحہ ۵۷- (شیخ حمزه\r\nالله يجمع اصحابه من اقصى البلاد على عدة اهل بن علی طوسی)\r\nبدر بثلاث مائة وثلاثة عشر رجلا معه صحيفة 1 الفتاوى الحديثية صفحة\r\nمختومة فيها عدد اصحابه با سمائهم و بلادهم و 2۴۲٬۳۰- ارشادات فرید کی جلد ۳\r\nخلالهم - مهدی ایک ایسی بستی سے ظاہر ہو گا جسے کرے کہتے صفحہ ہے۔\r\nہوں گے۔ اہل بدر کی تعداد کے مطابق ۳۱۳ اس کے\r\nساتھیوں کے نام مع پتہ جات ایک رجسٹر میں درج ہوں گے۔\r\nیہ سب مجھی ہوں گے۔\r\n3 بحار الانوار جلد ۱۳ صفحہ ۱۹\r\nامام مہدی کی زبان ہندوستانی ہو گی۔\r\n4- ينابيع المودة جلد ۳ صفحه ۰\r\nباب الثامن والسبون\r\nشرح اصول کافی کتاب الجنه باب\r\nمولد صاحب الزمان فی القصہ سعید"
    },
    {
        "id": 199,
        "pageNo": 199,
        "pageText": "امام مهدی کا حلیہ\r\nحوالہ\r\nضمون\r\nغانم الندی صفحه ۲۳۶\r\n1- ....واراني الليلة عندا لكعبة في المنام فاذا رجل بخاری کتاب بدء الخلق حدیث\r\nادم کاحسن ما يرى من ادم الرجال تضرب لمته تم ۶۵۹\r\nبين منكبيه رجل الشعر يقطر راسه ماء واضعا\r\nيديه على منكبي رجلين رنگ گندمی اور بال\r\nسیدھے۔\r\n.......\r\n2- عن ابي سعيد خدرى........ المهدى منى اجلی سنن ابو داؤد کتاب المهدی\r\nالجبهة اقنى الانف - مہدی کی پیشانی روشن اور ناک 2 کفایہ الطالب فی مناقب علی بن\r\nطالب اور مشکوۃ جلد سوم علامات\r\nاونچی ہوگی۔\r\nقیامت کا بیان\r\n3- في خده الايمن خال اسود رائیں رخسار پر کالامل ہوگا۔ لوائح الانوار البہیتہ سواطع الاسرار\r\n4- تولد معه اخت اس کے ساتھ اس کی بہن پیدا ہوگی۔ فصوص الحکم صفحه ۴۲ جز دوم آخر\r\n5- وهو ذو الاسمين .. يظهر في اخر الزمان و على بحار الانوار جلد ۱۳ صفحه ۶\r\nراسه عمامة - امام مہدی کے دو نام ہوں گے ... جو آخری\r\nزمانہ میں ظاہر ہو گا اور اس کے سر پر نچھڑی ہوگی۔\r\nامام مهدی کا نام\r\n1- ...... مبشرا بر سول ياتي من بعدي اسمه احمد المت :\r\n2 فانه المهدى اسمه احمد بن عبدالله\r\nالفتاوى الحد فيه صفحه ۳۸\r\nاقتراب الساعه صفحه ۲۶\r\nالنجم الثاقب جلد ۲ صفحه ۱۳۴\r\n- مہدی کا نام مرکب ہو گا۔ اس کا نام احمد بھی ہوگا اور غلام بحار الانوار جلد سے صفحے تا ہے۔\r\nبھی، محمود بھی اور عیسی مسیح بھی۔\r\n-4- شیخ طوسی نے حذیفہ سے روایت کی ہے وہ کہتے ہیں میں نے\r\nرسول خدا سے سنا ہے کہ حضرت نے مہدی کا ذکر\r\nکیا ... نام اس کا احمد ہے اور عبد اللہ اور مہدی بھی حضرت"
    },
    {
        "id": 200,
        "pageNo": 200,
        "pageText": "کے نام ہیں\r\nمضمون\r\n5- 1- ج- م- دمی خوانم - نام ان نامدار سے بینم\r\nعلی حیدر اوہا پیارا بن احمد بن کے وت آیا۔\r\n7- میرا نام احمد ہے۔\r\nحوالہ\r\nالصراط السوى في احوال المهدی باب\r\nپنجم صفحه ۲۴۴\r\nالاربعین فی احوال المحمد مبین صفحہ ۳\r\n(از حضرت شاه اسماعیل) کلکته\r\nمکمل آیات علی حیدر صفحه ۷۸\r\nمرتبہ ملک فضل الدین پر تشنگ\r\nپریس لاہور بار پنجم\r\nسر الخلافہ صفحہ ۴۷\r\nمہدی علیہ السلام کا انتظار\r\nآنے والے آزمانے کی امامت کے لئے زمیندار ۹ مارچ\r\nمضطرب ہیں تیرے شیدائی زیارت کے لئے ۱۹۵۲ء)\r\nاٹھ رکھا گم گشتہ راہوں کو صراط مستقیم\r\nاک زمانہ کو ہے میر کارواں کا انتظار\r\n2 ابو الاعلیٰ مودودی صاحب\r\n\" عقل چاہتی ہے اور فطرت مطالبہ کرتی ہے دنیا کے حالات تجدید و احیاء دین صفحه ۳۱\r\nکی رفتار متقاضی ہے کہ ایسا لیڈر پیدا ہو۔ خواہ اس دور میں\r\nپیدا ہو یا زمانے کی ہزار گردشوں کے بعد پیدا ہو۔ اس کا نام\r\nالامام المہدی ہے جس کے بارے میں پیشگوئیاں نبی کے کلام\r\nمیں موجود ہیں\"۔\r\n\"اکثر لوگ اقامت دین کے لئے کسی مرد کامل کو ڈھونڈتے ترجمان القرآن ویمبر ۱۹۳۲ء۔\r\nہیں جو ان میں سے ایک ایک کے تصور کمال کا مجسمہ ہو۔\r\nدو سرے الفاظ میں یہ لوگ دراصل نبی کے طالب ہیں۔\r\n3 مولوی سید سبطین صاحب\r\nبیا\r\nاے\r\nامام\r\nہدایت\r\nکه بگذشت\r\nشعار\r\n1- الصراط السوى\r\nاز انتظار صفحه ۳۶۷\r\n2 نمامته المقصود جلد ۲ صفحه ۸۴"
    }
]