[
    {
        "id": 1,
        "pageNo": 1,
        "pageText": "تُعِرُ مَن تَشَاءُ وَتُذِلُّ مَنْ تَشَاءُ\r\nاحمد رضا خان صاحب نے بیوی کی شام الحرمین کا جواب\r\nخود علمائے حرمین شریفین زاد ہم اللہ شرفا و تعكيما\r\nکے قلم سے\r\nدرية الفند\r\nالمهندي\r\nالنصيها الدافع التلبيسات\r\nتميت مترجم\r\nماضِي الشَّفْرَتَيْن\r\nعلى\r\nخاع اهل الحرمين\r\nشائع کننده\r\nنفيس منزل\r\n،،-\r\nکریم پارک 0\r\nلاہور۔"
    },
    {
        "id": 2,
        "pageNo": 2,
        "pageText": "ایمان نان و این او سی و یکمین نبی اکرم\r\nاور ان کی بزرگ آمال کے واسطہ سے۔\r\nحضرت حاجی صاحب موصوف چشتی سلسلہ میں اپنے دور میں ایک بے نظیر ہستی\r\nتھے جن کا روحانی فیضان عرب و گھر میں پھیلا۔ امام اولیا کی اس شہادت کے بعد ان\r\nبزرگوں کی تصدیق کے لیے کسی اور شہادت کی ضرورت باقی نہیں رہتی۔ فلک فضل الله\r\nبوتيه من يشاء .\r\nاء کا جہاد حریت منفی شاہی خاندان کے زوال کے بعد اسلام کے بہترین\r\nاور چالاک دشت انگریز نے جب ہندوستان ، اپنی جابرانہ\r\nحکومت قائم کوئی تو شہ میں طلبا بھی اور حریت پسند طبقہ نے انگریزی حکومت کے\r\nخلاف ایک زبردست آزادی کی جنگ لڑی۔ اس جاد تربیت میں علار اسلام کی قیادت\r\nضرت حاجی صاحب موصوف رحمہ للہ علیہ کے ہاتھ میں تھی اکابر دیوبند حضرت گوری\r\nاور حضرت نانوتوی اور حضرت حافظ مفا من صاحب وغیرہ نے اس جہاد کو کامیاب\r\nبنانے کے لیے اپنی پوری با مردانہ کوششیں صرف کو دیں، لیکن کامیاب نہ ہو سکے۔\r\nماء کے اس قیامت نا مہنگامہ میں انگریزی حکومت نے تیرہ ہزار سے زاہد\r\nلاب اسلام کو پھانسی پر کیا اور معین با این که نهایت وحشیانه تر این دی گی۔\r\nبعض مسلمانوں کے بدن پر خنزیر کی چابی مل گئی۔ اور زندہ ان کو شتری کی کھالوں میں ہی\r\nکر آگ میں جلادیا گیا۔ غرضیکہ اس سفاک پیشن نے ظلم وستم کے پہاڑ توڑ کر ابھی تک کو جوتا\r\nاور مسلمانوں کو خوشا بہت زیادہ کمزور کر دیا۔ ملک پر سیاسی و مادی تسلط پانے کے بعد\r\nانگریز کے ناپاک عزائم یہ تھے کہ سلمانوں کے دل دو بارنج سے بھی اسلامی نقوش و آثار\r\nشامیلے جائیں اور قرآنی تعلیمات کو گہری سازش سے\r\nختم کر دیا جائے۔ چنانچہ لارڈ میکالے\r\nاور اس کی تعلیمی کمیٹی نے اپنی رپورٹ میں حسب ذیل الفاظ لکھے تھے"
    },
    {
        "id": 3,
        "pageNo": 3,
        "pageText": "۹۹\r\nترش رو انا على الالات او الامان\r\nبسم الله ارا من المسلم\r\nبسم الله الرحمن الرحيم\r\nالحمد لله الذي تقدمت ذاتہ سب تعریفیں اللہ کے لیے ہیں میں کی ذات\r\nالعمدية عن أن يسائل أحد في بے نیاز مقدس ہے کہ اس کی صفات خاصہ میں\r\nصفاته المختصة و أن كان من کلا یا اس کا ہم میں ہو گر چہ ہی ہیں کیوں نہ ہوں\r\nالانبياء وترفعت قدرته من اور اس کی قدرت عامل ہے عقل اور رائے\r\nنظرف العقول والأراء والصلوة کے دخل سے درود و سلام ان میں بہترین است\r\nوالسلام على افضل من يتوسل پر چین کو دھا میں وسیلہ پکڑا جاتا ہے۔ یعنی\r\nبه في الدعاء من المرسلين و پیغمبران و صد یقینی اور شہدار و ملی کہ اور\r\nالصديقين والشهداء والصلحاء کامل جن کے لیے وسائل وانتقال کے بعد\r\nواكسل من يد هي من الاحياء بعد حیات ثابت ہے اور ان کی اولالہ و اصراری\r\nالوصال واللقاء وعلى اله واصحابه پر جو کافروں پر سخت تر اور مسلمانوں پر\r\nالذين هم أشداء على الكفار و مهربان تر رہیں اور بعد میں نے یہ جوابات\r\nعلى المؤمنين من الرحماء اما بعد دیکھے تو ان\r\nکو پایا قول حتی واقع کے مطابق\r\nفرأيت هذه الاجوبة فوجدتها قوالا اور کلام راست چین کو سپر قانع و مخالفت\r\nتا مطابقا للواقع. وكلاهما صادقا قبول کرے اس میں شریک نہیں ہدایت ہے\r\nيقبله القانع والمانع لا ريب فيه پر سیز گاروں کے لیے جو حق کو مانتے اور\r\nهدى للمتقين الذين يؤمنون علی گرا ہوں و گراہ کرنے والوں کی ماہیات\r\nالحق ويعرضون عن أباطيل الفضالین سے منہ پھیرتے نہیں کیوں نہ ہو ان کو لکھا\r\nالمضلين كيف لا وقد نمقها من ھو ہے انھوں نے جو نقلی و علی علوم کی اطراف"
    },
    {
        "id": 4,
        "pageNo": 4,
        "pageText": ".\r\nحدد جهات العلوم النقلية و کی حد بندی کرنے والے اور فنون حال و ساخال\r\nالعقلية - ذروة سنام الصناعات کے رفیع الرتر شخص میں بھی کمال کے منطقہ\r\nالعلوية والسفلية - منطقة بروج اور روافض و غیرہ بند عین کو انقلاب سے\r\nالكمال ومطرقة التصريف المبترعین اعتدال کی جانب پھیرنے کے لیے بمنزلہ گفت\r\nمن الفرق الاثني عشرية وغيرها فک لایت کے آفتاب آسمانی ہدایت\r\nمن الانقلاب الى الاعتدال يمس کے ماہتاب جن کے فیض کی گھٹاوں سے\r\nعلى الولاية - بدرسماء الهداية علم و ہدایت کے برغ لیلا اٹھے اور چھ\r\nالذي أصبحت رياض العلم والصداعیہ کے خفتہ کی پھلیوں سے جبل و گرا ہی کے\r\nبسحاب فيضه زاهرة . وأمست عرض پایاب بن گئے۔ روشن سنت کے ملا بار\r\nحياض الجهل والغواية بصواعق بدعت سیر شنیعہ کے اکھاڑنے والے\r\nنقته فأثرة حامل لواء السنة حت روین کے رشید طالبین کے لیے\r\nالسنية تاسع الباحة البيئة الشنيعة فيروضات کے قاسم محمود زمانہ راجہ\r\nرشيد الملة والدين قاسم الفيوضات اہل مصر میں اشرف مسلمانوں کے مقتدار\r\nالمستفيضين محمود الزمان پسندیدہ عالم ہمارے حضرت و مرشد\r\nاشرت من جميع الاقران مقتدی اور وسیله و مطارح مولانا حافظ جایی مواردی\r\nالمسلمين مجھے العلمين حضرتنا خلیل احمد صاحب ان کے فیوضات\r\nو مرشدنا و وسیلتنا و مطاعنا مولانا کے آفتاب سدا اللہ کا نور لینے والے\r\nالحافظ الحاج المولوى خليل الحمل والوں کے لیے لکھتے رہیں ۔ اور ان کی\r\nلا زالت شموس فيوضاته بازغة برکات کی شعاعیں ان کے قدم به قدم\r\nللمقتبين من انواره ودامت چلنے والوں پر ہمیشہ چمکتی رہیں۔ آمین\r\nاشعة بركاته ساطحة المسالكين على يارب المعلمين"
    },
    {
        "id": 5,
        "pageNo": 5,
        "pageText": "خطواته وآثاره، أمين يارب العلمين\r\nوأنأهبة الحقير محمدان المدعو بيحيي میں ہوں بندہ ضعیف حقیر محمد کلیلی سرامی\r\nالمراعي المدرس في مدرسة مظاهر در کسی مدرسہ مظاہر سلوم\r\nعلوم مهار نفور\r\nنهار نپور\r\nالحمد لله الذي لاحياة الا في رضاه جدا تعریفیں اس اللہ کے لیے کہ حیات اس کی\r\nولا نعيم الاني قربه والاصلاح القلب رضا اور آسائیش اس کے قرب میں منحصر ہے اور\r\nولا فلاج الا في الاخلاص لد وتوحيد قلب کی صلاح و بہبودی اس کے اخلاص\r\nاور کہلائے\r\nحبه والصلوة والسلام على سيدنا محبت پر موقوف ہے اور درود و سلام\r\nو مولانا محمد عبده ورسوله الذي سیتا ہو وفات پر جو اس کے بندہ اعد رسول\r\nالرساله على حين فترة من الرسول فرار ہے ہیں کہ بھیجا ان کو پیروں کے ختم ہو جاتے ہے\r\nد الى اقوم الطرق وأوضح السبل و بس ان کے ذریعہ سے سب سے بہتر راستہ اور\r\nعلى اله وصحبه العظام الذين هم قاری این طریق دکھایا اور انکی اور بالاست اسراب\r\nالابرار وقدوة الكرام. و بعد فهداه و و و سرداران یک کاران و متن این بندگان این که\r\nنسيقة أنيقة. ووجيزة وثيقة الفها تحریر پاکیزہ اور خفر و شیعہ جس کو تالیف کیا اعمدة\r\nحمرة العلماء جهين الفضلاء الجامع العلماء سرودار خانه جامع شریعت و طریقت\r\nبين الشريعة والطريقة الواقعة اسرار واقعیت رموز معرفت وحقیقت نے کہ تعلیمی\r\nالمعرفة والحقيقة الذي درس من مصر قول اور علوم کی اس کے بعد کہ وہ سو گئے\r\nالمعارف والعلوم ما اندرس و اجے تھے اور جلا یا لاکتی ملت حنیفیہ رشیدیہ\r\nکے\r\nمراسم الحملة الخفيفة الرشيدية البيضاء مراسم کو اس کے بعد کہ مٹ چلے تھے پناہ بابل"
    },
    {
        "id": 6,
        "pageNo": 6,
        "pageText": "١٠٢\r\nبعد ما كادت ان تنفس كهف کمال اشهر اولیار، محقت سلام فقیه عاقل\r\nالكملا، خاتم الاولياء الحميد المتكلم سیدی و مولای حافظ حاجی مولانا خلیل احمد\r\nالفقيه النبيه سيدي ومولاتي الحافظ صاحب نے ان کے اقامے کے آفتاب\r\nالحاج المولى خليل احمد لا زالت چھتے اور ان کے افادہ کے ماہتاب نکلتے\r\nشعوس اناخته بازغة و بدورا فاد نہ رہیں۔ سو اللہ کے لیے ہے ان کی خوبی ہیں\r\nطالعة الله دره ثم لله در ا حيث اللہ کے لیے ان کی خوبی کہ ہر باب میں صواب\r\nنطق بالصواب في كل ماب وذلك کیا اور یہ اللہ کا فضل ہے جس کو چاہیے\r\nفضل الله يؤتيه من يشاء والله دے اور اللہ بڑے فضل والا ہے ۔ وہی\r\nذو الفضل العظيم و هو يهدى من وایت دیتا ہے جس کو چاہتا ہے سیدھے\r\nيشاء إلى صراط مستقیم و لا حول و راست کی اور نہ پھرتا ہے نہ طاقت مگر الله\r\nلا قوة الا بالله العلى العظيم العبد برتر با عظمت کے ہاتھ ۔\r\nالدواء محمدت المدعو يكتايت الله بندہ ادارہ محمد کفایت اللہ اللہ اس کی\r\nجعل الله أخرته خيرا من أولاد آخرت دنیا سے بہتر بنائے\r\nالكنگرهی مسكنا مدرس مدرسة گنگوری بحیثیت سکونت درس مدرسه\r\nمظاهر العلوم المواقعة في مهار نفور مظاہر علوم سمار نور"
    },
    {
        "id": 7,
        "pageNo": 7,
        "pageText": "١٠٣\r\nهذه\r\nخلاصة تصديقات السادة العلماء مكة المكرمة\r\nزاءها الله تعالى شرف و فضلا\r\nبه مکه مکرمه زاداللہ شرفا و عیلیا\r\nکے علماء کی تصدیقیت کا خلاصہ ہے\r\nجن میں سے اسلام انا انام ای سی ایل کی اصلی این تقریریں\r\nصحیفہ ناظرین کی جاتی ہے۔\r\nصورة بأكتبه حضرة الشيخ الأجل والفاضل المبجل أمام العلماء\r\nومقدام الفضلاء رئيس الشيوخ الكرام وسند الاصفياء العظام\r\nحين اعيان الزمان قطب ذلك العلوم والعرفان حضرت مولانا\r\nالشيخ محمد سعيد بأبصيل الشافي شيخ العلماء بمكة للكرة\r\nوالامام\r\nو الخطيب بالمسجد الحرام لا زال محفى بنعم الملك العلام\r\nتری سرور شیان مالیات امارات عمار را تا حالا این کرام\r\nکے سردار اور ال ایا میترا الا ان الا ان الا ادارات جناب\r\nتمدید با ا ا ا ا ا ا ا ا ر ر ر ر ر ا ا ام خالی بر سلام\r\nپیش ہوتا جو عوام کی نیتوں سے اگر ہے ہر ہیں۔\r\nبسم الله الرحمن الرحيم بسم الله الطي القسيم\r\nأما بعد فقد طالعت هذه الأجوبة بعد (احمد و صلواۃ کے واضح ہوں) میں نے بڑے\r\nالعلامة القيامة المسطورة على الاعتاد زیر دست و نهایت سمجھدار عالم کے یہ جوابات\r\nالمذكورة في هذه الرسالة فرأيتها في جو سوالات مذکورہ کے متعلق انھوں نے لکھے"
    },
    {
        "id": 8,
        "pageNo": 8,
        "pageText": "۱۰۴\r\nغاية الصواب شكر الله تعالى المجيب ہیں۔ فور کے ساتھ دیکھتے ہیں ان کو نہایت\r\nاخي و عزيزي الاوحد الشيخ خليل درجه درست پایا، حق تعالی جواب لکھنے والے\r\nاحسن أدام الله سعده واجلالة في میرے بھائی اور عزیز کیت شیخ خلیل احمد\r\nالدارين وكر به رئوس الضالين کی تحریری شکور فرنام سے اور ان کی صلاح و بالات\r\nوالحاسدين الى يوم الدین بے جان کو دارین میں امر دیکھ اور ان کے ندی سے گری\r\nالمهلين\r\nاور حاسدوں کے سروں کو قیامت تک جاہ ستید\r\nأمين رقمه بقلمه المرتجي من ربه المسلمین توڑتا ہے آمین الکھا ہے اپنے قلم سے\r\nكمال النيل محمد سعيد بن محمد يا جميل امید دار کمال میل محمد سید خلف محمد بالبصل مفتی\r\nمفتي الشافعية ورئيس العلماء بمكة شافیہ اور شیخ علمار مکہ مکرمہ نے بال ان کو اور\r\nالمكرمة غفر الله له ولجيبه وجميع ان کے دوستوں اور تمام مسلمانوں کو بخشتے\r\nالخاتم\r\nالمسلمين\r\nصورة ماكتبه حضرة الامام الجليل والفاضل النبيل منبع\r\nالعلوم ومخزن الفهوم فى السنة الغراء ما حى البدعة الظلماء\r\nمولانا الشيخ احمد رشيد الحنفى لازال منفسا في بحار\r\nلطفه الجلى و الخفي\r\nتقریط اسطوره معتقد اسے صاحب جلالت و نامیل با حالت پشته علوم و خانه فوم\r\nروشن سنت کے زندہ کرنے والے تاریک بدعت کے مٹانے والے، مولانا شیخ\r\nاحمد رشید صنفی می تعالے کے لطف کے سمندر میں سدا غوطہ زن رامین\r\nبسم الله الرحمن الرحيم\r\nبسم الله الرحمن الرحيم\r\nالحمد لله عالم الغيب والشهادة با تحریف اللہ کو زیا ہے جو چھٹے اور کھلے گا"
    },
    {
        "id": 9,
        "pageNo": 9,
        "pageText": "۱۰۵\r\nالكبير المتعال والصلوة والسلام بنتے والا ڈائی اور علی والا ہے اور درود و سلام\r\nعلى سيدنا ونبينا وحبيبنا و مرشدنا جارے سردار نبی اور محبوب و سرسٹر اور\r\nوها مينا و مولينا و اولينا محمد و باری و سولا اور سب سے بہتر محمد اور ان کے\r\nمحبه والأل. وبعد فقد تتبعت صحابہ و اولاد پر میں نے ان لطیف مسائل شرعیہ\r\nهذه الاجوبة المنيعة الشرعية ف کے جوابات علیہ کو خوب غور سے دیکھا جو ایسے\r\nللمسائل\r\nاللطيفة المرحية للعالم شخص کے لکھے ہوئے ہیں جو بڑے صاحب\r\nالفضال انسان عين الأفاضل میں فضل عالم اور فضلاء کی آنکھوں کی پہلی اصوات\r\nالانسان الكامل مصفرة الاماثل تقبية کمال انسان کی آنکھ ہمعصروں میں منتخب اور سات\r\nالأوائل قامع الشرك ماحي البدع کا نمونہ میں شرک کے اکھیڑنے والے پر چھتوں کے\r\nسبيل اهل الزيغ والضلال سيعت مٹانے والے کبھی گرا ہی والوں کو تباہ کرنے والے\r\nالله على رقاب الماردة المبتدعة اور بد دین سرکش و چینیوں کی گردنوں پر ان کی\r\nالضلال المحدث الوحيد والفقيه تمھارے بنے ہوئے ہیں۔ محراب یگانہ اور فقیہ کیتا\r\nالفريد سیدی و مولائی و ملاذی حضار یعنی سیدی و مولائی و مازی حضرت حافظ حاجی\r\nالحافظ الحاج الشيخ خليل احمد لا شیخ خلیل احمد صاحب بھی تعالی کی طرف سے\r\nزال ولم يزل مويد أمن مولانا ذی ہمیشہ ہمیشہ ان کی تائید ہوتی رہے ہیں اللہ\r\nالجلال الله در من فاضل ادیب و ہی کے لیے ہے خوابی ان فاضل ادیب اور\r\nعارف اربيب ومتكلم لبيب حيث صاحب معرفت وفاقی اور بار بی کلام دانانی که\r\nتصدى لحماية الشريع الشريث وقاية شرع شریعت کی حمایت اور دین مبین کی\r\nالدين الحنيف وصيانة المذهب حفاظت اور زیب تن کی نگہبانی کے لیے لیا\r\nالمنيف فأعلى منار الحق و رفع معالم ہوتے اور حق کا ستارہ اونچا کر دیا روایت کے\r\nالهدى و قوی بنیانه و تسید اركانه و نشان بند کیے۔ اس کی بنیاد مضبوط کی۔ اسکے مستون"
    },
    {
        "id": 10,
        "pageNo": 10,
        "pageText": "١٠٩\r\nرفع بما نهضها الحسن بيانه وما حکم کیئے اور اس\r\nکی دلیل واضح کر دی کی اس میں\r\nاطلق لأنه وما أضع بيان ظم کے بیان اور کتنی بات زبان اور کسی فیس تقریر ہے\r\nلتكشف الغطاء وازال العماوو که واقتی پست اٹھا دیا اور اد ها این شور کر دیا\r\nاحجم العداء والبهم ثوب الهوان دشمنوں کی زبانی بند کردی اورانی و ذلت و\r\nوالردى و أثار المسترشدين سجل ہلاکت کے کپڑے پہنا یہ ہے اور طالبان در سایت\r\nالهدى ميز الخبيث من الطيب و کے لیے حق کے راستے روشن کر دی ہے گندے کو\r\nبين الحق والصواب ووافق السنة پاک سے جدا اور درست وسیع کو ظاہر کر دی ہے\r\nوالكتب والظهر العجب العجاب ان اور حریف و قرآن کی موافقت کی اور مجیب\r\nفي اللف الذكرى الأولى الالباب ازال مضامین بیان فرمائے۔ واقعی اس میں اہل محتل\r\nريب التهابين وفضح تلبيس الملبين کے لیے پوری نصیحت نے اہل تک کا فک\r\nوفرق جمع المحترفين وشتت شمل زائل کردیا اور خطاط کرنے والوں کی جڑ بڑا کھول\r\nالمضرين و بعد حزب اللحين و دی تو ایک کر نے والوں اگر اشتر نا یا امارات\r\nفتت أكباد المبتدعين وكرمند پردادوں کا انواع متفرق اور ملحدوں کی چات کی\r\nالضالين وهزم افواج الضلين املاک تباہ کر دیا چانیوں کے لیے چاڑ دیے اورا کریں\r\nاحداء الدين وخذل القومي المبالدین کے ملکوں کو تو والد گرا کرنے والوں کی پا\r\nوأخرى أخوان الشياطين و ابطال کربن گیا میں کے مینوں کو نیک اور تغیر و تبال\r\nحمل المشركون فقطع دابر القوم الذي کرنے والوں کو خوار کیا شیطان کے بانیوں کو\r\nظلموا و الحمد لله رب العلمين ذلیل بنایا اور رکھوں کے کر دانہ مکمل کرنے ہے ہیں\r\nوكيف لا الا أن حزب الله الطالبون بشاروں کی باری کاشانی را با این کار\r\nخله دره ثم لله دره اجاب فا عباد ہے اور کیوں نہ والٹر اگر ہمیشہ کالی ہی\r\nو اصاب جزاء الله عن الاسلام و رہا ہے پس اللہ کے لیے ہے مولانا کی خوبی"
    },
    {
        "id": 11,
        "pageNo": 11,
        "pageText": "المسلمين افضل الجزاء امين بجای که جو جواب دیا درست و سی ای اول این که بسلام\r\nا ا ا ا ا که\r\nسيد المرسلين والحمد الله اولا واخرا اور اہل اسلام کی طرف سے بہتر جود احظافر اتنی\r\nو باطن و ظاهرا وصلى الله على قرة آمین بجاہ سید المرسلین اور اللہ ہی کو زیاہ کے ہر\r\nامینتاسینا محمد خاتم جميع الانبياء قسم کی تعریف اول و آخر در ظاہر و باطنی اور\r\nوآله وصحبه ومن تبعهم وأهندی روز قیامت تک حمت نازل فرمائے حق تعالی\r\nيهديهم وسلك سبيلهم و اتبع ا ا ا ا ا ا ا ا ا ا ا ا ا ات رو تا را یا\r\nطريقهم وسار على من هم ه م ا ا ا ا ا ا ا ا ا ا ا ا ا ا ا ا ا ا ا ا ا ا ا د ا ر\r\nيوم الدين أمين أمين أمین امین جوانی کے تابع ہیں اور ان کی روش اختیار کریں\r\nآمين لا أرضى بواحدة حتى أضيف اور ان کی راہ چلیں اور ان کے طریقت کا اتباع کیا\r\nاور ان کے راستے کو مسلک بتادین آمین آمین\r\nقال بضمه وكتبه بقلمه الفقير إلی آمین آمین آمین ایک بار میں کئے پر راضی نہ ہو گا\r\nاليه ألف أمينا .\r\nوبه التواب راجي رحمة الله الوهاب یہاں تک کہ ہزار بار آمین کی جائے۔\r\nعبده و عابدة أحمد رشيد خان کیا اپنی زبان سے اور لکھا تم سے اپنے\r\nنواب المكلى على الله عنه وعن والد یہ تو آپ پر نگاہ کے متلی اور شبش ہائے خدا کی\r\nوتجاوز عن سيئاتهم بجاء النبي رحمت کے امیدوار بنده احمد رشید خان نواب\r\nالجواب شافع المذنبين يوم الحساب تھی نے الا ان کی اور ان کے مارنے کی خواری\r\nحورة يوم الخميس التاسع عشر من سے درگزر کرے اور معاف فرما سے کہاہ\r\nشهر ذي الحجة الحرام الذي هو من شفیع گناه گاران بروم قیامت .\r\nشهور السنة الثامنة والعشرين يوم پنجشنبه اندی انجوا مینوی\r\nبعد الثلثاثة والألف من هجرة من\r\nمع الخاتم\r\nله العز والمشرف عليه أفضل الصلوة والسل السلام دائم التحية أمين !"
    },
    {
        "id": 12,
        "pageNo": 12,
        "pageText": "1.A\r\nصورة ما كتبه حضرة أمام الاتقياء السالكين ومقدام\r\nالفضلاء العارفين جنيد زمانه و اوانه شبلی دهره و زمانه\r\nمخدوم الانام منبع الفيوض للخواص والعوام جناب الشيخ\r\nمحب الدين المهاجر المكي الحنفي لا زال بحر جودة زاخرا\r\nوبدر فيضه لا معا\r\nتفریط اسطوره پیشو اسے اتقیاء سالکین و مقتدر سے فضلامه عارضین نبید زمانہ شبلی قیت\r\nخدام الامام چیزر فیض برائے خواص عوام جناب شیخ مروان محب الدین صاحب مہاجری\r\nحنفی، ان کے شفا کا سمندر موجزن اور فیضان\r\nکا ماہتاب روشن رہے۔\r\nالاجوبة صحيحة\r\nقام جوابات صحیح نہیں۔\r\nحررة خادم الولي الكامل حفل الشيخ لکھا اس\r\nکو حمل کامل شیخ حاجی امداداللہ صاحب\r\nامداد الله عليه رحمة الله عبد الدین قدس سرہ کے خادم حب الدین صاجب کہ مسلم\r\nمهاجر مكة معظمة .\r\nنے۔\r\nصورة ماكتبه رئيس الاتقياء الصلحين وأمام الا وليكو\r\nالعارفين مركز دائرة الفنون العربية وقطب سماء العلوم العقلية\r\nجناب الشيخ محمد صديق الافغاني المكي\r\nتری و تری فرمان نیکو کار پرہیز گاروں کے سردار اولیاء اور ارضی کے پیشوا\r\nدائرہ فنون عربیہ کے مرکز اور انسان علوم عقلیت کے قطب جناب مولانا شیخ\r\nمحمد صدیق افغانی نے\r\nبسم الله الرحمن الرحيم\r\nبسم اللہ الرحمن الرحیم\r\nاحمد الله الذي لا يغفران بشرك به سب تعریف اس\r\nاللہ کو جو شرک کو نہ بخشے گا"
    },
    {
        "id": 13,
        "pageNo": 13,
        "pageText": "ہیں ایک ایسی جماعت بنانی چاہیے، جو ہم میں اور ہماری\r\nکروڑوں رلایا کے در میان متراکم ہو اور یہ ایسی جماعت ہونی چاہیے\r\nجور خان اور رنگ کے اعتبار سے تو ہندوستانی جوگر فاق اور سائے\r\nالفاظ اور مجیب کے اعتبار سے انگریز یہ تاریخ تعلیم میجر بس انا)\r\nمرحوم اکبر الہ آبادی نے اسی حقیقت کو اس شعر میں بیان کیا ہے :\r\nیوں قتل میں بچوں کے وہ بدنام نہ ہوتا\r\nافسوس کہ فرعون کو کانچ کی نہ سوجھی\r\nانگریزی حکومت کے فرائم اور اس کے فرمونی اقتدا یہ\r\nار العلوم ا ا ا ا ا ا ا ا ا ا ا ا ا ا ا ا ا ا ا ام ام ای نادری\r\nنے اپنی قربت قدسیہ سے پہلے ہی ادراک کر لیا تھا۔ شاہ کی ناکامی کی تھالی اور اسلامی\r\nعلایم و نظریات کے تحفظ کے لیے دیوبند میں ایک دینی عربی مدرس کی بنیاد رکھی گئی اس\r\nوقت کے اکابر اولیاء اللہ کی دعائیں اس مدرسہ کے شامل حال تھیں۔ چنانچہ اس عظیم\r\nانشان در سد کا انتاج بتاریخ در محرم و مطابق تمام مسجد چھتہ میں انار کے\r\nدر مرات\r\nمشهور درخت کے نیچے ہوا۔ اس تاریخی درسگاہ کے سب سے پہلے مسلم حضرت علامہ\r\nکورد صاحب اور پہلے معلم حمود الحسن تھے جو بعد میں شیخ المندر حضرت مروان محمود امین\r\nصاحب امیر پاشا کی تاریکی شخصیت سے جہان میں مشہور ہوئے۔ خداوند عالم کی انت\r\nشریت سے یہ دینی درسگاہ بعد میں دارالعلوم دیوبند کے نام سے حالیہ اسلامی کے لیے\r\nسرشیشه علوم و معارف بنی جس کے فیوض و برکات سے آج تک ایک عالم مستفید ہو\r\nہا ہے تاریخ و یو بند میں لکھا ہے کہ حضرت مولانا رفیع الدین صاحب نقشبندی رحمان علی\r\nانگریزی اس کے نظام اور فرنگی حکومت کی سی کی پالیسی کی تفصیلات کے لیے نبی حیات جلد اقوال\r\nموافه شیخ الاسلام حضرت مولانا مدنی رحمه اثر علی کا مطالعہ کریں۔ ۱۲"
    },
    {
        "id": 14,
        "pageNo": 14,
        "pageText": "ويغفر ما دون ذلك لمن يشاء كما اور اس کے سوا جس گناہ کو چاہیے بخیش ہے گا\r\nقال تعالى ربكم أعلم بكم أن يشاء چنانچہ اللہ تعالیٰ نے ارشاد فرمایا ہے کہ تمھارا\r\nيحكم او ان يشاء يمعن بكم وما رب تم کو خوب جانتا ہے اگرچاہے تم پر رحیم\r\nارسلناك عليهم وكيلا و الذی قال و فرمائے اور اگر چاہے تم کو عذاب سے اور رائے\r\nمن كفر بالله وملئكته وكتبه و ر ا ا ا ا ر ا ن کر دنیا پر ایک بار میں کیا اور\r\nواليوم الأخر فقد ضل ضاء لو بعيدا فرمایا کہ میں نے کفر کیا۔ اشد اور اس کے فرشتوں\r\nوالصلوة والسلام على من قال من اور کتابوں اور پیروں اور یوم قیامت کا تو\r\nقال لا اله الا الله دخل الجنة قال بینک پرلے درجہ کی گرا ہی میں پڑا اور وہ دو سلام\r\nابوذر يا رسول الله وان زني و أن اس ذات پریس نے ظاہر فایا کہ جس نے وار اور شد\r\nسرق قال مرسول الله صلى الله علیه کیا وہ جنتی ہو حضرت ابو زرشنا نے پیش کر عرض\r\nو سلم وان زنى وإن سرق علی رغم کیا کہ یار سول انشا گر چونا اور مہدی کے جواب\r\nأنت أبي ذر الله علم الغيب والشهادة رسول اللہ صلی شد علی سلم نے فری ران اگر چہ\r\nلانه من تلقاء ذاته تعالى فالله تكلم نا کرے اگر چہ چوری کرے الود کر نا گوار ہو\r\nمن تلقاء نفسه وأما رسول اللہ سے تر ہو کر کے الہری کو ظلم سے تائب حاضر کا\r\nالله عليه وسلم فهو غير لما اولیا الیہ کیونکہ علم اس کا ذاتی ہے میں اش تقال مسلم ہے\r\nجليا كان أو خفيا كما قال الله تعالی بناتا اور رسول اله صل اللہ علی وسلم نبی نے\r\nوما ينطق عن الهوى ان هو الا وحى والے نہیں جو آپ\r\nکی طرف اللہ وحی فرماتا ہے خواہ\r\nيوحى الذى كتب مولانا الشيخ خلیل جبل ہو ا نفی جیسا کہ ارشاد فرمایا حتی تعالی نے\r\nاحمد في هذه الرسالة فهو حق صحیح اور محمد نہیں بولتے خواہش نفس سے ان کا ارشا\r\nلا ريب فيه وماذا بعد حق الا تو بس وہی ہے جو ان\r\nکی طرف بھیجی جاتی ہے جو\r\nالضلال وهو معتقدنا ومعتقد کچھ مولا شیخ خلیل احمد صاحب نے اس رسالہ میں"
    },
    {
        "id": 15,
        "pageNo": 15,
        "pageText": "II.\r\nمشائخنا رضوان الله تعالى عليهم لکھا ہے دوستی میں ہے میں میں کچھ شک نہیں اور\r\nتی کے بعد کچھ نہیں بگز گراہی کے اور میں حقیت\r\nأجمعين.\r\nوانا العبد الضعيف محمد حیات ہے ارا اور مہا سے تمام شان رضی اللہ نور کا\r\nالافغاني المهاجر\r\nمیں ہوں بندہ ضعیف محمد صمدیان الاوانی دیا جو کہ کرامر\r\nکہ جناب شیخ العطار حضرت محمد سعید با تحصیل تام ملا کر کر دی شرف و اند\r\nکے سردار اوران کے امام ہیں اور ان کی صدا و تارا ہے جو کسی عالم کا ایک سال میں سے تقریظ\r\nکی حاجت نہیں گرم ہم مزید اطمینان کے والے بھی معین علایہ کہ کر سکی تصد یقینی باید در ماسال\r\nہوئیں وہ ثبت کر دی گئیں اور اسی وجہ سے اس وقت تنگ میں جو کہ بعد از بی قبل از روانگی\r\nمدینه منوره زیر شرفاء فضلاً جو تصد یقیں میسر ہوئیں انھیں پاکستا کیا گیا۔ حالانکہ مخالفین نے اپنی سی\r\nمخالفت دخیر میں کوئی دقیقہ اٹھانہ رکھا تھا اور اسی وجہ سے جار ہفتی مالکیہ اور ان کے بھائی مہتا نے\r\nبعد اس کے کہ تصدیق کردی تھی مخالفین کی سی کی وجہ سے اپنی تقریظ کو یا تقویت کالا سے لیا اور پھر\r\nواپس نہ کیا۔ اتفاق سے ان کی نقل کر لی گئی تھی سو ہو یہ نافرمان ہے :\r\nتقريظ مولينا العلام الامام الهام الفقيه الزاهد الفاضل\r\nالماجد حضر مولنا الشيخ محمد عابد مفتى المالكيه الام المستوى\r\nبسم الله الرحمن الرحيم بسم الله الرحمن الرحيم\r\nالحمد لله الذي وفق من شاء من سب تعریفیں اللہ کو جس نے اپنے منتقی بندوں\r\nعباده الشامة الانقياء اقامت مادامی کار را اداری کا ادارہ قائم رکھنے کی توفیق\r\nالدين يقمع كل منابذ الشريعة ستيه بخشی کہ شریعت محمدیہ کے ہر مخالف اور جھوٹی نسبت\r\nالمهلين صلى الله عليه وسلم وعالی کرنے والے کا قلع قمع کرے۔ انا بعد میں اس تحریر\r\nاله وصحبه وكل منتم اليه. اما بعد اور جو کچھ ان چھپیں سوالات پر تقریر ہوتی ہے"
    },
    {
        "id": 16,
        "pageNo": 16,
        "pageText": "قد اطلت بهذا التحرير وعلى جميع سب پر مطلع ہوتا تو میں نے اس\r\nکو لکھا جو حقی\r\nما وقع على هذه الاسئلة السته و پایا اور یوں نہ ہویہ تقریب ہے دین کے بازو\r\nالعشرين من التقرير فوجدته هو الحق مسلمانوں کے پناہ کی کہ چین کا حمد بیابنی آیات\r\nالمبين وكيف لا وهو تقرير عضد تکمین کا واضح کرنے والا یعنی بزرگ حاجی\r\nالدين عصام الموحدين الا ان خلیل احمد صاحب ہدایت\r\nکی معراج پر سرا\r\nمحمود تفسيره كثان لويات التمکین پڑھتے اور صاحب نصیب رہیں۔ آمین\r\nفضلة الحاج خليل احمد لا زال على آمين اللهم آمین ۔\r\nاللهم امين !\r\nأمر برقيه مفتى المالكية حالا\r\nطبع الخاتم\r\nبمكة المكرمة محمد عابد بن حسين\r\nتقريط الشيخ الانجل والحبر الأكمل حضرت مولانا عين على\r\nبن حسین مالکی مدرس حرم شریف برادر مفتی صاحب ممدوح\r\nاثار الله برهانه .\r\nالحمد لله على الانه و الصلوة قام حد اللہ کے لیے ہے، اس\r\nکی نعمتوں پر\r\nوالسلام على سيد انبيائه سيدنا احتمالی اور درود و سلام را به انبار این تعداد دان\r\nوعلى اله الكرام واصحابه السادة القاری کی اولاد کرام و اصحاب نظام ہے۔\r\nالاعلام. أما بعد فيقول العبد الحفير اما بعد کہتا ہے بندہ حقیر محمد علی بو سین مجھ\r\nالمالكي محمد علی بن حسین احمد مالی در سی امام مسجد ام که علما حق یگانه\r\nالامام والمدرس بالمسجد المكرانی مولوی حاجی حافظ شیخ خلیل احمد نے"
    },
    {
        "id": 17,
        "pageNo": 17,
        "pageText": "وجدت مأجورة العالم العلامة ان میں سوالوں پرجو کچھ لکھا ہے انتقام\r\nالمحقق الاوحد فضيلة الحاج الحافظ محققین کے نزدیک وہی حق ہے کہ باطل\r\nالشريخ خليل احمد على هذه الاسئلة ن اس کے آگے سے آسکتا ہے نہ پیچھے سے\r\nالسنة والعشرين هو الحق الذي لايكاتی پس اللہ ان\r\nکو جزائے خیر دے اور تمہیں اور\r\nالباطل من بين يديه ولا من خلفہ ان کو ہمیشہ نیک اعمال اور حسین شام کی توفیق\r\nعند جميع المحققين فجزاه الله تعالی بخشے. آمین اللهم آمین !\r\nخير الجزاء ووفقنا واياه دائما الصباح لکھا محمد صلی بن حسین مالکی مدرس و\r\nالاعمال الحيدة وحسن الثناء\r\nالامام مسجد مکی نے\r\nأمين اللهم آمين !\r\nكتبه الأمام المدرس بالمسجد طبع المخاتم\r\nالمكي محمد على ابن حسين المالكي"
    },
    {
        "id": 18,
        "pageNo": 18,
        "pageText": "خلاصه تصادیق طلاب من نور زارا الله شرف التعليم\r\nعماره مینه\r\nاول را امانتاران در این وقت مرا امام عالیه ای ماران نقلیه\r\nقطب ناک تحقیق و تدقیق بخمس سماء الامانت والمتصدیان حضرت مولانا سید احمد برندینگی ماضی\r\nسابق مفتی آستانه بروید ودامت فیوضی کے سال کا محض میں مقام سے لکھتے ہیں :\r\nوقد كتب الفاضل العالم مولانا مد روح نے شروع رسالہ میں ایون\r\nفي اول رسالته السالم تثقيف الكلام تحریر فرمایا ہے ۔\r\nمانصه :\r\nبسم الله الرحمن الرحيم ہم اللہ الرحمن الرحیم\r\nالحمد لله الذي له الكمال المطلق سب تعریف دیا ہے اللہ کو جس کے\r\nفي ذاته وصفاته المنزه عن الحدوث لیے اس کی ذات و صفات میں کمال سلطن حجابات\r\nوبحانة الحكيم في افضاله الصادق ہے شہرہ ہے عورت اور اس\r\nکی علامات ہے۔\r\nفي أقواله عز شناءه تعالى جده و حکم ہے اپنے افعال میں ہوتا ہے اپنے اقوال میں\r\nوجب علينا شكره وحمدة والصلوة معروف ہے اس\r\nکی شنا اور حالی ہے، اس کی شالی\r\nوالسلام على سيدنا و مولانا محمودی راج کے ہم پر اس کا کر اور اس کی تعداد شود\r\nالذي بشه الله رحمة العالمین و و ا ا ا ا ا ا ا ا ا اللہ نے\r\nجعل وجودها نعمة حامة للأولين و دنیا جہانی کے لیے رحمت بنا کر انسان کا وجود\r\nالأخرين وختم نبوت و رسالت نبوت با نام انگلے کیلوں کے لیے ہم اور ختم کی\r\nالانبياء ورسالة المرسلين وعلى ان کی نبوت در سالت پر جملہ انبیاء کی نبوت\r\nالله واصحابه وكل من سالی بالا یا اوراس سوال کا مال کیا اور سلام ان کی اولاد"
    },
    {
        "id": 19,
        "pageNo": 19,
        "pageText": "ال يوم الدين أما بعد فقد قدم علينا اصحاب اور تمام ان لوگں پر جان کے طریقہ\r\nبالسرية المنورة والرحاب النبوة پر ملیں قیامت کے دن تک، اما بعد ہمارے\r\nالمطهرة جناب العلامة الفاضل و پاس تشریف لانے مدینہ منورہ اور آستانہ نبویہ\r\nالمحقق التكامل لحد العلماء میں جناب علامہ فاضل اور محقق کامل ہند کے\r\nالمشهورين بالهند الشيخ خليل احمد مشہور علماء میں سے ایک مولانا شیخ خلیل احمد\r\nحين نشرون بزيارة خير الانام سيد صاحب بهترین خلق مسبقا الانام و مرسین بیدار\r\nالأثار المسلمين العظام سيف او مونانا مولانا مستند عليه افضل الصلاة و تسلیم کی\r\nمحمد عليه أفضل الصلوة والسلام زیارت سے مشرف ہونے کے وقت اور ایک\r\nوقدم الينا رسالة مشتملة على أجوبة رسالہ پیش فرمایا جس میں ان سوالات کے\r\nاسئلة واردة اليه من بعض العلماء جوابات تھے جو ان کے مذہب اور عقائد اور\r\nنقية لة من هبة و مذهب ان کے صاحب نے مثل مشاری کے عقیدوں کی\r\nمنتقد مشائخه الفضلاء وطلب حقیقت وماہیت ظاہر کرنے کے لیے ان کی\r\nمنى ان انظر في تلك الاجوبة بعين جانب\r\nکسی عالم کی طرف سے بھیجے گئے تھے اور\r\nالانسان ومجانبة الانحراف عن شیخ مروح مجھ سے اس اس کے خواہاں ہوئے کہ\r\nالحق وترك الاعتمان فجمعت ما میں ان جوابات میں نظر کردن چشم انصاف سے\r\nفي هذه الورقات مما أراه اليه اور حق سے انحراف کرنے سے بھی کرہ اور زیادتی\r\nنظرى من التحقيقات مقتبسالها چھوڑ کر پیس میں نے ان کی خواہش کے موافق\r\nمن مشكوة أئمة الدين المعتد بہم اور آرزو پوری کرنے کو ان اوراق میں جہان\r\nفي اللقك بحبل الله المتين اجابة تک میری نظر میں بچی کو تحقیقات جمع کر دیں جن\r\nالمطلوبه وتلبية لمرغوبه وسميته كمال کو ان کے پیشوایان دین کے چرا خندان سے اخذ\r\nالتثقيف\r\nوالتقويم لعوج الافهام عما کیا ہے جن کا اقتدا کیا جاتا ہے۔ اس کی مضبوط"
    },
    {
        "id": 20,
        "pageNo": 20,
        "pageText": "يجب لكلام الله القديم و مسبب سی کے مضبوط تھا سنے ہیں اور میں نے اس کام\r\nتسميتى لمبهذا الاسم أن الكلام سال تقيت والقادر على الامام ما تجيب\r\nعلى الاحوية التي أجابها من قال الامام ال السلام کا اساس ماہ کے نام کے\r\nالاسئلة وأن كان متنوعا متعلقا کی وجہ یہ ہے کہ رسالہ میں جون سوالات کے جاتے\r\nبالحكام شتى من الفروع والاصول دیے میں اگرم قسم قسم کے اور فروع واصول کے\r\nاهمها ما يتعلق بوجوب الصدق في مختلف احکامات کے متعلق وہیں گری ہے زیادہ\r\nكلام الله تعالى النفسى و اللفظی و اہم کا سکہ ہے جوہی تعالی کے کلام فنی و تخلی\r\nلهذه الاهمية قدمت العلام عالی میں صدق کے ضروری ہونے سے سوالی ہے اور\r\nهذا المبحث على الكلام علیٰ مغیرہ اس کے اہم ہونے کی وجہسے اس کیٹ پر گھر کو\r\nمن تلك الاجوبة بالله المستعان دوسرے جوابوں پر تقدم اور الہی سے دو چاپی\r\nمنه التوفيق وعليه التكلان. جاتی ہے اور اسی پر بھر وہ اس کے بعد کلایم\r\nلفظی و نفس کی تحقیق اور اس میں صدق و کذب\r\nکی تشریح اور حمار مذہب کی تنقید استان تنقل درونی\r\nوقال في وسط رسالته الشرفية اور اپنے رسالہ شریفہ کے وسط میں\r\nفي آخر المبحث الأول ما نصه سیلی بحث کے آخر یوں تحریر فرماتے ہیں :۔\r\nوبعد اطلاعك على هذا البيان المشافي اور جب اسے مخاطب تو اس شافی بیان\r\nواحد الك له بالفهم السليم الكاف والا ہوگیا اسکان فوسلم کے دیر سے اسکو\r\nتعلم أن ما ذكره الفاضل الشیخ کرایا تو سلام کرے گا کہ جوکچھ انیس شیخ\r\nخلیل احمد في جواب الثالث و خلیل احمد نے شیکس و چو بیس دی کیوں کامل\r\nالعشرين والرابع والعشرين الخاس کے جواب میں ذکر کیا ہے وہ موجودہ ہے بہتیرے\r\nوالعشرين كلام معروف في كثير من معتبرا اور متاخرین علماء کرام کی متداول کتابوں"
    },
    {
        "id": 21,
        "pageNo": 21,
        "pageText": "114\r\nالكتب المعتبرة المتداولة العلاء السلام میں شور موافقت اور مقاصد اور تجوید و ساده و خیر\r\nالمتأخرين كالمواقف والمقاصدو کے شروعات میں اور خلاصہ ان جوابات کا امین\r\nشريح التجريد والمسايرة وغيرها و کو شیخ خلیل احمد نے ذکر کیا ہے ذکر و مولا\r\nمحصل تلك الاجوبة التي ذكرها ا ا ا ا اس مضمون میں رات ہے اک اور مالی\r\nالشيخ خليل احمد موافقة علماء میں اللہ تعالی کے وعدہ اور عید اول کی خبر کا\r\nالكلام المذكورين في مقدوریت مخالفت خوان کرامتی تعالی کی قدرت میں داخل ہے\r\nالوعد والوعيد والخبر الصادق اللہ جو ان کے نزدیک امکان خالی کو تسلیم ہے\r\nتعالى في الكلام اللفظي المستلزمة مع اس امر کے جرم اور یقین\r\nکے کہ اس خالات\r\nللامكان الذاتي في ذلك عندهم مع کا وقت ہرگز نہ ہوگا اور ان کہنے سے نہ کفر و ایم\r\nالجزمر و القطع بعدم وقوعها وهذا آتا ہے نہ راو اور نہ دین میں بدعت اور فوار\r\nالقدر لا يوجب كفر اولا عاد ا ا ا ا ا ا ا ا ا ا ا تا حالا که تو عام کر تا ہے\r\nلا بدعة في الدين ولا فاما كيفت کہ یہ مذہب بالکل موافق ہے ان کے جن کا نہ کر\r\nقد علت موافقة كلام العلما الان م م ا ر کر چکے ہیں چنانچہ ر و ا ت اور اس کی\r\nذكرنا هم عليه كما رايته في كلام شوری وضو کی جار میں جی کو ہم نے بھی اقل\r\nالمواقف وشرحه الذى نقلناه قريباً کیا ہے دیکھ چکا ہے پس شیخ خلیل احمدان\r\nفالشيخ خليل الحمد لم يخرج من حضرات شکار کے دائرہ سے باہر نہیں میں لیکن\r\nدائرة كلامهم لكن أقول مع ملا باوجود اس کے میں ان سے اور نیز نام ملا۔\r\nنصيحة له ولأثر علماء الهندانه ہند سے بطور نصیحت کہتا ہوں کہ سب مایا\r\nينبغي لهم عدم الخوض في هلندی کو مناسب ہے کہ ان بار یک مسائل اور ان\r\nالسائل الغامضة واحكامها وقت اسلام میں خون کیا کریں جن کو دوام و\r\nالدقيقة التي لا يفهمها الا الواحد کیا سمجھیں گے بڑے علماء میں سے بھی بخشید"
    },
    {
        "id": 22,
        "pageNo": 22,
        "pageText": "116\r\nبعد الواحد من فحول العلاء المحقیقین یک دو اص الخاص عالم کے دوسرے عالم میں\r\nفضلا عن غيرهم فضلا عن عوام المسلمین نہیں ہو سکتے اس لیے کہ جب وہ کہیں گے برائی\r\nلانهم اذا قالوا ان مقدورية مخالفة کی دی ہوئی خیر اور وحیدہ\r\nکے خلات کرنا اللہ تعالی\r\nالوحيد و الخبر الالهى لله تعالى مستواريہ کی قدرت میں داخل ہے اور واقعی اس سے لازم\r\nلا مكان الكتب في الكلام اللفعلى الذنوب آیا اس کا دم نکلی میں جواللہ کی طرف منسوب ہے\r\nاليه تعالى بالذات لا بالوقوع وأشاعوا کذاب کا امکان بالذات نہ بالوقوع اور اس کو\r\nملك بين عامة الناس تبادرت ادعا تم پھیر رہیں گے تمام دنگل میں تو عوام کے نہیں اتے\r\nتوعوام کے\r\nإلى أنهم تأثلون بجواز الكتاب سلام اسی طرف جائیں گے کہ یہ لوگ کلام شادی میں\r\nالله تعالى فحينئذ يكون شان اولین کذب کے جواز کے قائل ہیں پس اس وقت این عوام\r\nالعامة متردد بين الأمرين الاول کی حالت این دو امر میں مردود ہوگی کہ یا تو جس طرح\r\nيتلقوا الك بالقبول على الوجه الذي ان کی مجھ میں آیا ہے اس کو قبول کر کے ان میں گے\r\nفهموه فيقعوا في الكفر والإلحاد الثانی پس گر و الحاد میں گر پڑیں گے اوریا یہ کہ اس کو\r\nان لا يتفقون بالقبول وينكروه غاية قبول نہ کریں گئے اور پوری طرح انکار کر دینگے اور\r\nالانكار وينموا على قائلا خلية التشفيع اس کے مقابل برای تشیع کرینگے اور ان کو کفر والی\r\nوينسبوهم إلى الكفر و الاتحاد وكلا کی طرف نے بہت کرینگے اور یہ دونوں باتیں دین\r\nالأمرين فساد في الدين عظيم فلا مجال میں فساد عظیم ہیں پس اس وجہ سے ان پنجاب\r\nذلك يجب عليهم عدم الخوض في هذه ہے کہ ان مسائل میں خوش نہ کریں ان اگر کوئی\r\nالمسائل الاعند الاضطرار الشديد سخت ضرورت ہی پیش آجائے تو بھوری ہے\r\nمع توجيه الخطاب الى ذى قلب يلتے کہ ایسے شخص کو مخاطب بنا کر مطلب بنا رہیں ہو\r\nالسمع وهو شهيد وقد وفقنا الله ما اب وہ ہو کہ وہ کان نا کر کے اور ہم کو\r\nهدایته و ارشاده لسلوك السبيل شلہ نے توفیق عطا فرمائی ہے اپنے ارشاد اور"
    },
    {
        "id": 23,
        "pageNo": 23,
        "pageText": "HA\r\nالتي فيها التخلص من الوقوع في هذه ہدایت سے اس راستہ پر چلنے کی جس میں اس بیٹھے\r\nالخطر العظيم بالوجه الصحيح المستقيم خطرے میں واقع ہونے سے نجات ہے بھی مستقیم\r\nوالحمد لله رب العلمين . سورت سے اور اللہ کا شکر ہے جاننے والا ہے\r\nتمام جہان کا ۔\r\nوقال في اختتام رسالته اور فرمایا اپنے رسالہ شریفہ\r\nکے آخر میں\r\nالشريفة ما نصة . جس کی عبارت یہ ہے :\r\nو أذا وصل بنا الكلام الى هنا اور جب اس مقام کی تقریر ان کی تراب\r\nالمقام فنقول قولا ما لا شامل جمیع ایک قال عام بیان کرتے ہیں جواس تمام رساند\r\nهذه الرسالة المشغلة على ستة و کے ان تھیں جوابات پر مشتمل ہے جس کو علامہ\r\nعشرين جوابا التي قدمها الينا منل شیخ خلیل احمد نے اس میں نظر کرنے\r\nالعلامة الفاضل الشيخ خليل احمد اور اس کے احکامات میں غور کرنے کے لیے ہمارے\r\nللنظ فيها وتأقل ما فيها من الاحکام سامنے کیا ہے کہ واقعی ہم نے ایک بات بھی ہیں\r\nانا لم نجد فيها ولا يوجب الكفر و میں ایسی نہیں پائی جس سے گر یا بہت بہتا نام کے\r\nالابتداع ولا ما ينتقد علیه انتقادی بلکہ ان میں مسائل کے علاوہ جن کو ہم نے ذکر\r\nما الوهذه المواضع الثلاثة التي کیا ہے کوئی سکہ بھی ایسا نہیں جس پر ھوتی\r\nذكرناها وليس فيها ما يوجب الكفرو باریک بینی اور کسی انتقاد کی گنجائش ہو اور\r\nالابتداع ايضا كما علمت ذلك من یہ بات سب کو معلوم ہے کہ کوئی عالم جو کتاب\r\nكلا منا فيها من المعلوم أنه لا يسلم تصنیف کے اپنی تر میں کسی مقام پر خوش\r\nكل عالم الف كتاباً من العثرات کھا جانے سے مسلمہ نہیں ہو سکتا چنانچہ پیش\r\nفي بعض المواضع من كلامه فقد ماقبل مشہور ہے قدیم ہے کہ جو مولف بنا وہ نشانہ\r\nمن الف فقد استهدف وقال الامام بنا اور امام مالک رضی اللہ تعالی عنہ نے"
    },
    {
        "id": 24,
        "pageNo": 24,
        "pageText": "م العالم دیوبند و خواب میں سرور کان امام علی علیہ وسلم کی زیارت ہوائی امانت\r\nصلی الہ علیہ وسلم مدرسہ کے گن میں پر تشریف فرما ہیں اور کہاں دور سے بھرا ہوا ہے۔\r\nایک بڑا ہجوم لوگوں کا سامنے ہے۔ لوگوں کے پاس چھوٹے بڑے برتن ہیں اور ساتی کوثر\r\nصلی اللہ علیہ وسلم سب کے برتنوں کو دور سے بھر رہے ہیں اس خواب کی تعبیر نگوں نے\r\nیہ کالی کہ انشاء النشر اس مدرسہ سے شریعت محمیہ کے علوم و فیوض کے چھٹے جاری ہونگے\r\nجن سے ایک جہان سیراب ہو گا چنانچہ ایسا ہی ہوا۔ بعض محققین نے فرمایا ہے کہ اس\r\nدور میں دارالعلوم دیو بند ایک جلد کی حیثیت رکھتا ہے اور واقعہ بھی یہی ہے کہ اس\r\nدارالعلوم کے ذریعہ کتاب وسنت کے علوم و معارف کا ہر فیضان اطراف عالم میں\r\nپھیلا ہے اس کی نظیر اس زمانہ میں نہیں مل سکتی۔ عالم اسباب کے پیش نظر اگر دار العلوم\r\nکا وجود نہ ہوتا تو متحدہ ہندوستان میں مذہب اہل السنت و الجماعت کا صرف نام ہی\r\nباقی رہ جاتا لیکن اکابر دار العلوم کی اسلامی اور تجدیدی ساتھی سے شرک و الحاد کی کفالت ہیں\r\nچاٹ گئیں اور توحید و سنت کے اندار پھیل گئے۔ باقی دار العلوم حضرت نانوتوی نے\r\nعالم العلوم اور دیگر دینی مدارس کے لیے آٹھ بنیادی اصول وضع فرمائے تھے جو پڑا اسلام\r\nکی علمی و دینی ترقیات موقوف نہیں۔ سواء میں سلسلہ تحریک خلافت شوہر میرا لیڈر مولانا\r\nحمد علی صاحب جو ہر مرحوم جب دیو بند تشریف لائے اوران کو حضرت نانوتوی کے یہ\r\nآٹھ اصول بنائے گئے ، توآپ رو پڑے اور فرما کہ یہ اصول و انسانی علوم ہوتے ہیں\r\nباش بہ دار العلوم نے اس صدی میں جاب العنہ ہی اصل محلات بستر فقیہ اشکال ندونی\r\nصارت اور ماہر پیدا کیے ہیں۔ حجتہ الاسلام حضرت نانوتوی اور قلب اللہ شاہ حضرت\r\nنگوہی کے فیض یافتہ تلاند و متوسلین میں سے سب سے جامع تر شخصیت امام انقلاب\r\nشیخ الهند حضرت مولانا محمو الحسن صاحب اثیر بالا رحمہ للہ علیہ کی ہے جو دارالعلوم کے\r\nنے ملاحظہ ہوں آزادی ہند کا خاموش رینا دارالعلوم دیوبند میانه میکر اسلام حضرت امان نادری\r\nمجھے اسارت مالٹا کے اسباب واقعات کیلئے داخلہ ہو کتاب سیر بالا متولد شیخ الاسلام حضرت ما"
    },
    {
        "id": 25,
        "pageNo": 25,
        "pageText": "19\r\nمالك رضى الله تعالى عنه ما من فرمایا ہے کہ ہم میں کوئی بھی ایسا نہیں جین\r\nالوراد ومردود عليه الاصاحب منا نے دوسرے پر رونہ کیا ہویا میں پر رونہ\r\nالقبر الكريم یعنی قبره صلی اللہ مرا ہو، پیجز اس بزرگ قروالے مینی سیتا اگر یہ\r\nعليه وسلم وحسبى الله وكفى واحمد صلی اللہ علیہ وسلم کے امام کو ال کافی\r\nو\r\nرب العلمين. ثم جمعها وكتابتها فی وافی ہے اور سب تعریف اللہ کو جور پینے\r\nاليوم الثاني من شهر ربيع الاول عام تمام عالم کا\r\nالف وثلاثاثة وقع وعشرين من ختم ہوئی اس رسالہ کی ترتیب و\r\nالهجرة النبوية على صاحبها افضل كتابت دوسری ماہ ربیع الاول لانے کو\r\nالصلوة وازكى التحية.\r\nشیخ حموت کے اس رسالہ ہے جو بہ تا حیا علی یہ طبع ہو چکا ہے اور اس مختصر رسالہ میں\r\nجس کا مقصد واجوبہ مذکورہ پر تقریظ و تنقید کرنے والے اصحاب\r\nکی عبارت در مواہیر کا نقل کرتا\r\nہے اس رسالہ کے اقل و آخر و وسط تین مقامات لکھ دیے گئے ہیں۔ مفصلہ ذیل علاس کی مقامیر\r\nثبت ائیں :\r\nالمدرس مدرسة الشفا المدرس في الحرم المنيرة البناية المال خادم العالم بالحرم الروبيا البرية\r\nشيخ المالكية يبرم خير البرية خادم العلم بالمص الشويب النبوي خادم العلم اليوم الشربي التبوري\r\nيا\r\nالسيد أحمد\r\nبن حمدان\r\nالمحرمي\r\nخادم العلم بالمسجد النبي\r\nمحمد مکی\r\nالبرد في\r\nالعزيز\r\nمحمد السوي\r\nالخياري"
    },
    {
        "id": 26,
        "pageNo": 26,
        "pageText": "احمد بن المامون\r\n۱۲۰\r\nخادم العلم الشريف في دمشق الشامد خادم العلم والمدرس في\r\nخطيب جامع الروبي\r\nمحمد توفيق\r\nابن نعمان\r\nدبن سيغير\r\nالحاج الناس\r\nباب السلام\r\nموسی کاظم\r\nمن علمك العرب الفقير اليه من شانه احتمالية الشهير المواد المدرس الحرم الشرعي البدوي\r\nحمد بن سوية\r\nملا عبد الرحمن\r\nام الام التورية الكبير علم الحرم الشريف النبوي عالم العلم بالحر الشهية التبوري\r\nعالم العراق الحر الشديد البرية الفقير اي الى النيل الام العلم بالم الدين\r\nعبد الله\r\nصدحى\r\nندی\r\nصورة ماكتبه على أصل الرسالة حضرة شيخ العلماء\r\nالكرام وسند الاصفياء العظام محيى السنة الغراء وعضد\r\nالملة البيضاء رئيس السادة العظام ومقدام الفضلاء\r\nالفخام جناب الشيخ احمد بن محمد خير الشنقيطي المالكي\r\nالمدني لا زالت بحار فيضه زاخرة امين -"
    },
    {
        "id": 27,
        "pageNo": 27,
        "pageText": "۱۲۱\r\nنقل تعریف می ک اصل رساله او به برتری فریای خود این علما کرام اور\r\nسند اصفهان نظام روشن سنت کے زندہ کرنے والے اور شفاف الت کے باند\r\nسردار ابی با عظمت کے مقتدار اور جلالت ، آب صاحب فضل کے مشیر انجاب\r\nشیخ احمد بن محمد خیر تلقیلی مالکی مدنی نے سدا ان کے فیضان کے سمندر\r\nموجزن رہیں۔\r\nبسم الله الرحمن الرحيم\r\nسم الله الرحمن الرحيم\r\nالحمد المستحقه والصلوة و حمد اس نارت کر جو اس کا مستی ہے اور درود\r\nالسلام على افضل خلقه اما بعد ان سلام بهترین مخلوق اس کے بعد واضح ہو کہ میں\r\nاطلعت على رسالة الاستاذ المحقق نے صاحب تحقیق استاذ اور صاحب تدقیق\r\nوالحبر المدقق الشيخ خليل احمد علامہ شیخ شکیل احمد کے رسالہ کا مطالعہ کیا\r\nلا زال مشمولا بتوفيق للملك العمد بے نیاز شاہنشاہ کی توفیق سداری کے شامل\r\nو ملحوظا بعناية الواحد الاحد وجبات حال ہے ہے اور یکتا و یگانہ خدا کی عنایت این پور\r\nما فيها موافق المذهب أهل السنة حاتم ہے جو کہ اس میں سے بالکل زیرا این نفت\r\nكله ولم بين المتكلم مبالا الانی کے موافق پایا اور کسی سندہ میں گنگ کی گناباش\r\nمسئلة القيام عند ذكر موادة الشان زیانی بجز در موارد شریف کے وقت کے قیام\r\nوالاحوال التي تعرض لذلك ولحق اور ان حالات میں جین سے تعرض کیا ہے اور\r\nكما اشار اليه الشيخ بل صرح ببعضه تی وہ ہے جیسا کہ شیخ نے بھی اس کی طرف اشارہ\r\nأن المولد الشريين أن كان ساخاً مما کیا بلکہ بین کی تحریک بھی کردی ہے\r\nکہ مولود برلین\r\nيعرض له من المنكرات فهو امر اگر ارمینی تشریح باتوں سے سلام ہو تو نہیں\r\nمستحب محمود شرعا كما هو المعرف متعب اور شرکا پسندیدہ ہے چنانچہ مدت سے\r\nعند أكابر العلماء جيلا بعد جيل اکابر علماء کے نزدیک معروف ہے اور اگر موارد"
    },
    {
        "id": 28,
        "pageNo": 28,
        "pageText": "۱۲۲\r\nوقرنا بعد قرن أن لم يسلم من مشکلات سے سلام نہ ہو جیسا کہ اسان نے ذکر فاریا\r\nالمنكرات كما ذكره الاستاذ انه ہے کہ ہند میں عموماً ایسا ہی ہوتا ہے اور ہندی کے\r\nيقع في الهند مثلا و اما في غير الهند علاوہ دوسری جنگ شاد نادر ایسا ہتا ہو گا بلکہ\r\nبالنادر وقوعه بل لا نسمع بشئ مما وہ باتیں جن کا ہند میں واقع ہونا بیان کیا گیا ہے\r\nذكر انه يقع في الهند واقع في غيرہ دوسری جگہ ہم نے واقع ہوتے بھی نہیں سنا تو\r\nفيمنع من جهة ما عرض له والحاصل اس پیش آجانے والی وجہ سے ایسی تھیں مولود\r\nأن العلة تدور مع المعلول وجود أو سے ضرور منع کیا جائے گا۔ خلاصہ یہ ہے کہ\r\nهد ما فحيث وجد المنكر از متری وجود اور مقدم محلول کا مدارات پر ہو گا کر جان\r\nالوسيلة اليه وحيث عدم استحب مولود میں کوئی بامرنا شروع پایا جائیگاه و وان\r\nاظهار ما هو من شعائر المسلمين و اس شئی کا چھوڑنا بھی ضرور ہو گا جو اس نام ریح\r\nفي مسئلة السؤال الثاني والعشرين کا رسیا ہے اور جہاں کوئی امرنا جائز نہ ہوہاں\r\nأن من اعتقد قدوم روحه الشون اس ذکر کا جو مسلمانوں کا شعار ہے ظاہر کرتا\r\nمن عالم الارواح الى عالم الشهادة مستحباب کا اور بائیسویں سوال کا استند که و شخص\r\nالم اما قد و وروحه عليه المضافة و منعقد ہو جناب سول اللہ صلی علیہ وسلم کی شست\r\nالسلام في بعض الأحيان لبعض مبارک کے بابا رام سے دنیا میں تشریف نے\r\nالخواص امر غير مستبعد و معتقد کا الخ پس خواص میں سے کسی بزرگ کے لیے کسی\r\nهذا القدر لا يعد من الكونه امرا خاص وقت میں جناب سول اللہ صل اللہ علیہ کم\r\nممكنا فهو صلى الله عليه وسلم حتی فی کی رو پرت کے تشریعی انے میں کچھ استون\r\nقبره الشريف يتصرف في الكون باذان نہیں کیونکہ ایسا ہوسکتا ہے اور اتنی بات کا عقیدہ\r\nالله تعالى كيف شاء لكن لا معنى كونه رکھنے والا پر غلطی بھی بجھ جائیگا کیو کی صورت\r\nصلى اللهعليه وسلم مالكا للنفع والضرر ال لا لا اله الا این برترین مین زده ای از ان"
    },
    {
        "id": 29,
        "pageNo": 29,
        "pageText": "فانه لا نافع ولا ضار الا الله تعالٰی ندارندی گون میں جو چاہتے ہیں تقوی فرماتے ہیں\r\nقال تعالى قل تو املاك النفسي نفعا گر به این معنی که حضرت صل الله علی کا نفع اور\r\nوَلَوضَر ا الا ما شاء الله وانا اعتقاد نقصان\r\nکے مالک میں کیونکہ نفع اور مینور\r\nتجدد الولادة فلا يتصور من في عقل پو نچانے والا پیر اللہ کے کوئی نہیں چنانچہ ارشاد\r\nتام و اما قول الاستاذ فهو مخطى تشبہ خداوندی ہے کہ کنید و اے محمد ! میں مالک نہیں\r\nبفعل المجوس فكان ينبغي للاستاذ اپنے نفس کے لیے بھی نفع کا اور نہ نقصان کا انگر\r\nعبارة هو البق من هذه لكونه حاکی پر کچے الہ چاہے اب رہا پائیش کے از سر نو\r\nلهم بالاسلام كان يقول فيه بعض ہونے کا حقیقت اور کسی کونے عقل والے سے\r\nشبه مثلا و الله تعالیٰ اعلم وفے اس کا احتمال بھی نہیں ہوتا ہاں استاد کا یہ فرمانا\r\nمسئلة الكلام في الفصل الے اس کر لیا عقیدہ رکھنے والا خلا اور مجوس کے قبل\r\nارا\r\nوالعشرين أقول المسئلة الخلاف سے مشابہت کرنے والا ہے۔ سو استاذ کو زیا تھا\r\nفيها مشهور وينبغي عدم الخوض مع کر کوئی اور عبارت اس سے بہتر ہوتی جوان پر\r\nأهل البدع في مثلها واما الاستاذ اسلام کا اگر قائم رکھتی تو یوں فرتے کہ اس میں\r\nفهو ناقل من كلام أهل السنة لا محالہ کے مشابہت ہے والد اصل اول کمیسیون سوال میں\r\nوحيث كان ناقلا من كلام اهل السنہ کا اس کے اس کے متعلق میں کیا ہوں کہ اس سال میں\r\nباتی حال كان على هدى قال في اختلاف مشہور ہے اور منا سہ ہے کہ ایسے مسلوں میں\r\nالوسيلة وكل رأى الاتباع السلاف پر مینوں کے ساتھ گفتگو اور فرض نہ کیا جائے اور\r\nادى من الجميع والختلف فيه فمن است از تی یا اہل سنت کا کلام نقل کی ہے ہیں اور\r\nبرای لاضاء لو فيما يراه لا و لا ا ا ا ا ا ال السنت کے ناقل ہوئے تو ہر حال بایت\r\nر اضلا لا وكل ما اجمع أهل\r\nالسنة یہ ہو ئے اسی وسیلہ میں سطور ہے ہر وہ رائے۔ جو\r\nعلى خلانه فكالا سنة يهلك امتا سلف کے اتباع میں ہو سکہ اتفاقیہ میں یا اختلافیہ"
    },
    {
        "id": 30,
        "pageNo": 30,
        "pageText": "۱۲۴\r\nيعسل الانسان فيه وان زينہ میں تو اس رائے کو کوئی شخص گہرا ہیں کہ سکتا ہے\r\nالشيطان فحيث كان دائرا بين نہیں ہرگز نہیں، نہ وہ خلال ہے اور نہ اختلال\r\nالاشاعرة والماتريدية فهو علے البتہ ہر وہ سکہ جن کے خلاف پر اہل سنت کا اجماع\r\nملة الحتى قال في الواضح المبين و ہو نیزوں\r\nکی طرح مالک ہے اگر انسان اس میں\r\nأعلم بأن الملة المرضية هي التي خوض کرے اگر چہ شیطان اس\r\nکو آراستہ بنا دیتے\r\nعليها الاشعرية والماتريدية اذ پس جب پیر سکہ اشاعرہ اور بات دریہ کے درمیان\r\nهي التي أتى بها الحمد هادى الامة وارہ ہے تو مذہب تھی ہوا چنانچہ واضح مبین میں\r\nومن يجدهنها يكن مبتدعا فنعم مذکور ہے کہ جان لے اسے مخاطب پسندیدہ طریقہ\r\nمن كان لها متبعا . رہی ہے جس پر شہر یہ یا بات تو یہ ہوں کیونکہ دی\r\nكتبه خادم العلم بالحرم النبوی ہے جس کو را پیر طریقی میان امر یت اله علی دام\r\nأحمد بن محمد خير الشنقیطی اتے ہیں اور جو اس سے منحرف ہو یہ باگتی ہے\r\nپس کیا اچھا ہے وہی شخص جو طریقہ مذکور کافی ہو\r\nعلى الله عنه -\r\nابن المحمد\r\nالشنقيط\r\nکا اور نبوی میں علم کے خادم\r\nاحمد بن حمد خیر نبی صلی اللہ نے"
    },
    {
        "id": 31,
        "pageNo": 31,
        "pageText": "۱۲۵\r\nخلاصة التصديقات السادة العلماء بمصر\r\nالجامع الازهر\r\nصورة فأكتبه حضرة أمام الفضلاء الكاملين ومقدام\r\nالفقهاء العارفين سند العلماء المتقين وسيد الحكماء\r\nالمتقنين حجة الله على العلمين ظل الله على المؤمنين\r\nنور الاسلام والمسلمين مخزن حكم رب العلمين\r\nحضرة الشيخ سليد البشرى شيخ العلماء بالمجامع الازهر\r\nالشريف متع الله المسلمين بطول بقائه أمين !\r\nفق ترین کی جوتحریرفرمائی فضا کالین کے امام اور رفتار صارفین کے پیشوا اعد\r\nمستقلین میں مستند اور حکمی تقنین کے سردار، اہل دنیا پر اللہ کی محبت اور مومنین\r\nپرسایه خداوندی اسلام اور سلمانوں کے نور اور رب العالمین کے محمتوں کے متران\r\nحضرت شیخ سلیم شہری جامت از مہر شریعیت کے شیخ العلما نے ہر باب فرمائے\r\nاللہ مسلمانوں\r\nکو ان\r\nکی بقار طویل فرما کر، آمین !\r\nالحمد لله وحده والصلوة والسلام سب تعریف اللہ یگانہ کے لیے اور دردوو\r\nعلى من لا نبي بعده - اما بعد فقد سلام اس\r\nذات پر جن کے بعد کوئی نبی نہیں میں\r\nاطلعت على هذه الرسالة الجليلة اس با مظلمت سالہ پر مطلع ہوا بس میں نے اس\r\nفوجدتها مشتملة على العقائد الصحيحة و سیح عقیدوں پر مل پایا اور یہی عقائد میں\r\nوهي عقائد أهل السنة والجماعة اہل السنہ والجماعت کے البتہ جناب رسول الله"
    },
    {
        "id": 32,
        "pageNo": 32,
        "pageText": "۱۳۹\r\nغيران انكار الوقوف عند ذكر صلی اللہ علیہ وسلم کے ذکر ولادت کے وقت\r\nولادته صلى الله عليه وسلم والتشنیع قیام کا انکار اور اس کے کرنے والے پر چوس یا\r\nعلى فاعل ذلك بتشبيه بالمجوس روافض سے مشابہت دے کر تشیع مناسب\r\nاور بالروافض ليس على ما نبغی ان میں معلوم ہوتی کیونکہ بہتا کہ نے قیام مذکور\r\nكثيراً من الائمة استحسن الوقون و جناب والا لالا لا اله علیه قلم کی عدالت\r\nالمذكور بقصد الامجال والتعظیم عظمت کی شان کے ارادہ سے سقس نہ جانے\r\nللنبي صلى الله عليه وسلم وذلك امر اور یہ ایسا فعل ہے جس کی ذات میں کوئی خوابی\r\nلا محذور فيه - والله اعلم نہیں۔\r\nشيخ الجامع الازهر\r\nسليم البشري\r\nسلیم برای شیخ الجامع از برتر\r\nكتبة محمد ابراهيم كتبه سليمان\r\nالقاباني بالازهر العبد بالازهر لکھا اس کو سلیمان جہد نے از شہر میں میں"
    },
    {
        "id": 33,
        "pageNo": 33,
        "pageText": "۱۲۷\r\nخلاصة التصديقات السادة العلماء بدمشق اتم\r\nخلاصہ تصادیق علمائے دمشق الشام\r\nصورة ماكتبه التحرير الفاضل والعلامة الكامل شمس\r\nالعلماء الشاميين وبدر الفضلاء الحنفيين مفخر الفقهاء و\r\nالمحدثين ملاذ الادباء والمفترين جامع الفضائل كابرا\r\nعن كا بر حضرة مولانا السيد محمد أبو الخير الشهير بابن\r\nعابدين بن العلامة احمد بن عبد الغني بن عمر عابدين\r\nالحسيني النقشبندى الدمشقى منع الله المسلمين بطول\r\nبقائه امين وهو من احفاد العلامة ابن عابدين صاحب\r\nالفتاوى الشامية رحمة الله تعالى -\r\nل ترین جو تقریر فرائی، فاضل تحریر علامہ کامل عمار شام کے آفتاب اور انتظار\r\nاضات کے ماہتاب انتصار مورثین کے ای فورا بار منترین کے پشت پناہ جلیل فضائل\r\nآبار واجداد سے حضرت مولانا سید محمد ابوالخیر معروف به این عابدین خلف علامه احمد\r\nبن عبد الغنی این عمر عابدین حسینی نقشبندی مشتقی اللہ ان کی درازی عمر سے مسلمانوں کو\r\nمتع فرمائے اور وہ نواسہ میں علامہ ابن عابدین کے جو مصنف تھے فتاوی شامی\r\nکے رحمتہ اللہ علیہ :\r\nبسم الله الرحمن الرحيم\r\nبسم الله الرحمن الرحيم\r\nالحمد لله وسلام على عباده الذين سب تعریف اللہ کو، اور سلام اس\r\nکے بر گزید"
    },
    {
        "id": 34,
        "pageNo": 34,
        "pageText": "۱۲۸\r\nاصطفة (مابعد فقد اطلعني المولے بندوں پر سواری قابیل کرم محترم نے یہ سال\r\nالفاضل السكرم المحتدم على هندی مجھے دکھایا، ہیں میں نے اس کو مشتمل پایا اس\r\nالرسالة فوجدتها مشتملة على التحقيق تحقیق پر جو قبول کرنے کے قابل ہے اور\r\nالذي هو بالقبول حقيق ولقد اتي اس کے مولف نے بھی تعالٰی ان کو محفوظ اسی کے\r\nمؤلفها حفظه الله بالحجب المجاب عجیب تحریر لکھی جو بلا شک ابل استنه و\r\nما هو معتقد أهل السنة والجماعة الجماعت کا عقیدہ ہے اور بو دلالت کر\r\nبلا ارتیاب مما يدل على فضله وسعته را ہے مصنف کے دست معلومات پر\r\nاطلاعه فلا زال كثان للمشكلات ہیں وہ ہمیشہ مشکلوں کے کھولنے والے رہیں\r\nحلولا للمعضلات جزاء الله الجزاء اور دشواریوں کے حمل کرنے والے اللہ ان\r\nالقرني في هذه الدنيا و في الأخرى کو پوری جزا عطا فرما نے اس دنیا میں\r\nحررة على عجل الفقير اليه تعالى خادم اور آخرت میں عجلت میں لکھا مختاری رب\r\nالعلماء ابو الخير محمد بن العلامة أحمد خادم العلاء ابو الخير محمد بن علامہ احمد بی بارانی\r\nبن عبد الغني أبن حمد عابدين الحسينيے ابن عمر عابد بین نے جو برائے نسب حسینی ہیں\r\nنبا الدمشقى بلدا عفا اللہ عنہ بنے اور وطن روشن اللہ اپنے لطف و کرم سے\r\nابوالخیر انی کر گئے ۔\r\nکو بخشے\r\nوكرمه\r\nصورة ماكتبه الفاضل الجليل الامام النبيل رئيس الفضلاء\r\nرسند الكمل، محقق عصره و مدقق دهرة وحيد الزمان صفى الدوران\r\nجناب الشيخ مصطفى بن احمد الشطي الحنبلي لا زال مغمورافي\r\nرضوان الملك العلام امين"
    },
    {
        "id": 35,
        "pageNo": 35,
        "pageText": "۱۲\r\nند کے سینکڑوں تلامذہ و مستر شدین میں سے\r\nشیخ العرب و الجرم امیر المجاورین حضرت مولانا سید حسین احمد صاحب مدنی شیخ الحدیث\r\nدار العلوم دیوبند ، جامع کمالات صوری و معنوی حضرت علامہ مولانا محمد انور شاہ صاحبت\r\nکشمیری محدث و پیوند مفتی اعظم سند اعلام حضرت مولانا کفایت الله صا حب دهلوی\r\nشیخ الحدیث مدرسه ایستید ولی شیخ الاسلام حضرت مولانا شبیر احمد صاحب عثمانی صاحب\r\nالامر مع مبل د المان در بابل را راهی انقلاب حضر مران باشین\r\nصاحب سندھی ، وہ نمتاز شخصیتیں ہیں جن کے ذریعہ دیوبندی مسلک\r\nکو ہر شعبہ میں بہت\r\nزیادہ تقویت پہنچی۔ علاوہ ازیں اکابر دیوبند میں سے حکیم الامت ، امام مراقیت حضرت\r\nمولانا اشرف علی صاحب تھانوی صاحب تفسیر بیان القرآن المثالی اسلام کو بھی\r\nحضرت شیخ الہند کی شاگردی کا شرف حاصل ہے۔ شیخ التفسیر قطب زماں صاحب\r\nکشف و کرامت حضرت مولانا احمد علی صاحب لاہوری لعن الله علیه ( جو دار العلوم\r\nدیوبند کے فیضی افتہ ہیں ، اگر فنایا کرتے تھے کہ دارالعلوم دیو بند کے شیخ الحدیث اور\r\nصدر مدرس آج تک جامع النظاہر والباطن ہوتے ہیں۔ یہ بھی فرمایا کہ گیارہ مرتبہ حرمین\r\nشریفین کی حاضری نصیب ہوتی ہے، جہاں روئے زمین کے اولیاء اللہ جمع ہوتے ہیں\r\nلیکن اتنی مدت میں نہیں نے وہاں حضرت مدنی جیسا جامع بزرگ نہیں دیکھا۔ علاوہ مذکورہ\r\nبزرگوں کے شروع الشارع العارات باشه حضرت مولنا شاه عبد الرحیم صاحب را نبودی اور\r\nقطب دوران واصل باللہ حضرت مولانا شاہ عبد القادر صاحب را نپوری بھی حضرات\r\nاکابر دیوبند کے فیض یافتہ ہیں، جن کے انوار ولایت نے ہزاروں قلوب میں معرفت کے\r\nه ولادت ا ر شو ایل ای مطابق مد رفات بروز جمعرات کا اجمادی الاول شاید مطابقی ۵ مرد\r\nحضرت مدنی نے نفر تنا ہوا سال مدینہ منور مسور نبوی میں کتاب سنت کا درس دیا ہے حضرت کی خود نوشت سوانح عمری\r\nنقش حیات در جلد دوں میں اس کی ہے اور کتابت شیخ الاسلام بھی جار جلال میں شائع ہو چکے ہیں و علوم و ساوات\r\nگنجینه مین - 2 حضرت تھانوی کی تصانیف کی تعداد تقریبا ایک تاریکی بنتی ہے ان میں حضرت کے موافو\r\nحفوظات علوم و معارف کا بہترین گبوعہ ہیں۔"
    },
    {
        "id": 36,
        "pageNo": 36,
        "pageText": "۱۲۹\r\nتقبل تعریف جس کو تحریر فرم با جلیل استان فاضل سردار فضار سند کلار امام ابل\r\nمحق وقت وقت زمانہ یکتائے زمان برگزیده دوران جناب شیخ مصطفے بن احمد\r\nعلی خلیلی نے سدا ہنشاہ علم کی رضا میں فرق رہیں۔ آمین !\r\nبسم الله الرحمن الرحيم\r\nبسم الله الرحمن الرحيم\r\nالحمد لله الأول بلا بداية والآخر سب تعریف اللہ کو زیبا ہے جو اول ہے\r\nالانهاية فسبحانه من الله تفضل على بلا ابتدا کے اور آخر ہے بلا انتہا کے ہیں\r\nهذه الامة المحمدية بفضائل لا پاک ہے اور معبود جس نے فضیلت بھٹی اس\r\nتھے خصم بخصائص ہوتے تھے سیما است گریہ کو بے شمار فضائل سے اور خاص\r\nوقد جعل منهم علماء ونباله و فرمایا لا انشا خصوصیتوں سے خوشیا اس\r\nفضلاء و أنا رق لوهم بنور معرفت ہے نیت سے ان میں مار کھنکار اور مقدار اور\r\nوجعل منهم أولياء وورثة خاتم ان کے دلوں\r\nکو روشن فرمایا اپنی معرفت\r\nالرسل عليه الصلوة والسلام والسائر کے نور سے اور نہائے ان میں اولیاء اور\r\nالانبياء وان من يرجي الميكون خاتم الرسل عليه وعلى سائر الأنبياء الصلاة\r\nمنهم الشيخ حضرة العالم الفاضل و والسلام کے حارث اور امید کی جاتی ہے\r\nالنبيه العريب الكامل متوالف هنده کہ انہیں نا صابی خدا میں سے طالع فایل\r\nالرسالة الشقلة على مسائل شریعة فی میل کا بل اس سال کے توان بھی ہیں\r\nوأبحاث شريفة علمية نشر الرد على جو چند شرعی مسئلوں اور شریعیت معلمی بیھٹوں\r\nفرقة الوهابية في بعض مسائل علے پر مشتمل ہے۔ وہابی فرقہ کی تردید کے لیے\r\nمذهب السادة الحنبلية والرد انشاء لمار جنیلی کے مذہب کے موافق بعض\r\nالله في محاله فجزا الله تعالى من المؤلف مسائل میں اور یہ رو انشاء اللہ اپنے موقع\r\nعن سعيه خيرا و قابله باحسانه و پر ہے۔ پس اللہ بہتر جزائ سے ان مولف کو"
    },
    {
        "id": 37,
        "pageNo": 37,
        "pageText": "۱۳۰\r\nوفقنا واياه لما يجب ربنا تعالی و ان کی بھی کی اور ان پر احسان فرمائے اور سہیم\r\nيرضى كما ان اوصل منه الدماء لى کو اور ان کو ایسے اعمال کی توفیق بخشے جو\r\nولا ولادي ومشاعنى والمسلمين ہمارے رب کو محبوب و پسندیدہ ہوں اور\r\nفي ظهر الغيب وجمعنا و ايام على التقوى میں امیدوار ہوں مصنف سے غائبانہ دعا\r\nبهاره خاتم المرسلين صلى اللہ تعالی کا اپنے لیے اور اپنی اولاد اور مشائخ اور\r\nعليه وعلى اله وصحبه اجمعین امین تمام مسلمانوں کے ہے۔ الرحیم کو اوران کو تھی\r\nيارب العلمين.\r\nكية الفقير مصطلح بن احمد علیہ و علی آلہ و اصحابه اجمعین آمین یارب العالمین\r\nالشعلي الحنبلي بدمشق الشام کھا اس کو فری ملے اور ای میل نے دشتی ان میں\r\n-\r\nصورة ما كتبه صاحب المناقب العليه والمفاخر البهية\r\nذى الرأى الصائب والفهم الثاقب جامع التحقيق والتدقيق\r\nمعلم الحق والتصديق حضرة الشيخ محمود رشيد العطار لا زال\r\nفي نعم الملك الغفار التلميذ الرشيد للشيخ بدر الدين المحدث\r\nالشامي دامت بركاته أمين !\r\nل تردید جی کو کی بد نیتی اور چکنے اور رائے درست رائے نوش فرمائے\r\nباس تحقیق و تدقیق بھی اور تصدیق کی تعلیم دینے والے حضرت شیخ محمد رشید عطار\r\nنے بعد ابی والے شاہنشاہ کی نعمتوں میں رہ میں جوست اگر دو رشید میں شیخ بدل دیا\r\nمحدث شامی دامت بر کاتہ کے ۔\r\nالحمد لله الذى أقام لنصرة دینے سب تعریف اللہ کے لیے جس نے کھڑا کیا\r\nمن اختاره ووفقه وجعل كلامهم اپنے دین کی مدد کے لیے جس کو منتخب فرمایا"
    },
    {
        "id": 38,
        "pageNo": 38,
        "pageText": "۱۳۱\r\nسها ما صائبة في النشارة من اخ اور ترین بخش انسان کے کلام کو بنایا تیر\r\nعن الحق وفرقه والصلوة والسلام پہنچنے والے ان کے کلیوں میں جوشی سے بھرے\r\nعلى من هو الوسيلة العظمى لنيل كل اور نظیرہ ہے اور در دو سلام اس ذات پر\r\nفضيلة والتاية القصوى لوصول بر بڑا وسیلہ ہے ہر فضیلت کے حاصل کرنے\r\nالمراتب الجليلة وعلى اله واصحابه کو اور خستہائے مراد ہے سرائپ جلیلہ تک\r\nواتباعه وأحزابه لا سيما من ذب پہونچنے کو اور ان کی اولاد و اصحاب اور\r\nعن الدين الحمدى كل جهول ومابي تابعین و سماعت پر خوشا ان پر جنھوں نے\r\nمعتدى أما بعد فاني وقفت على هذا دین محمدی سے ہر جابل وربانی مقتدی کو واضع\r\nالمؤلف الجليل فوجدته سفرا حافلا کیا ۔ اما بعد سپیس میں مطلع ہوا اس تالیف\r\nلكل دقيق وجليل من الردعلی جلیل پرسپس پایا اس کو جامع هر بار یک و\r\nالفرقة المبتدعة الوهابية اكثر\r\nالله باعظمت مضمون کا جس میں رو ہے بہشتی\r\nسالى من امثال مولفه والعالم بعناية وابیوں کے گروہ پر موات جیسے طہار کو\r\nالربانية كيف لا و الكلام من هذا حق تعالی زیادہ کرنے اور ان کی مو فرمائے\r\nالموضع من أهم ما يعتني به فی الوصول خدایت ربانیہ سے کیوں نہ ہو اس مضمون میں\r\nوالفروع فجزا الله مولفه العالم گفتگو کرتا اصول و فروع کے قابل توجه سال\r\nالفاضل والانسان الكامل افضل میں اہم و ضروری ہے ہیں اور جارہے اس\r\nما جوزي حامل على عمله واستفاد کے مولف کو جو عالیہ افضل اور انسان کامل این\r\nالله من الرحيق عليله ونهاله ونرجو بہترین ہوا جو عمل کندہ کو اس\r\nکے عمل پر لا کرتی\r\nمنه الدعاء بحسن الخاتمة والتوفيق ہے اوران کو شراب جنت سے سیراب کرے\r\nلما فيه النجاة في الأخرة كتب الفقير بار باران تیم امیدوار می ان سے مار و یا تکی\r\nاحد این اعمال کی توفین کہ جس میں نجات اخروی حاصل ہو\r\nالى الله تعالى\r\nیکھا اس\r\nکو فقیر محمدان رشید عطار نے"
    },
    {
        "id": 39,
        "pageNo": 39,
        "pageText": "۱۳۲\r\nصورة ما كتبه التحرير العلام رئيس الفضلاء الاعلام\r\nحضرة الشيخ محمد البوشى الحموي تغده الله بكرمه البهى\r\nبسم الله الرحمن الرحيم\r\nبسم الله الرحمن الرحیم\r\nداللهِ رَبِّ الْعَلَمِينَ القائل سب تعریف اللہ رب العلمین کو جس نے\r\nخير أمة أخرجت للناس تأمرون ارشاد فرمایا کہ دالے امت محمد یہ تم سب سے\r\nبالمعروف وتنهون عن المنكرة بتراست ہو جو لوگوں کے لیے نکالی گئیں کہ کم\r\nالصلوة والسلام على اشرون خلقه و کرتے ہو نیکی کا اور منع کرتے ہو پاتی سے اور\r\nخاصته من أنبيائه القائل لا تزال در دو و سلام بهترین مخلوقات اور گوری ایران\r\nطائفة من امتى ظاهرين حتى یا تی ام پر جن کا ارشاد ہے کہ ہمیشہ ایک گر و سیری است\r\nامر الله وهم ظاهرون وعلی اللہ میں سے غالب رہے گا یہاں تک کہ قیامت\r\nاصحابه القائمين بنصرة الدين فنے آجائے گی اور دو قالب ہی ہوں گے اور ان\r\nالحرب والسلم وسلم تسلیما کثیرا کی روداد و اصحاب پر جو ان کی دم پر قائم رہے\r\nالى يوم الدين ربنا لا تزغ قلوبنا جنگ مسلح میں اور سلام نازل ہو کثرت منعقد\r\nبعد إذ هديتنَا وَهَبْ لَنَا مِن قیامت تک اسے چاہے رب کی نہ فرما جائے\r\nلهند رحمة إنك أنت الوصاب والوں کو اس کے بدر کہ ہم کو وایت سے چپکا اور\r\nاما بد ناقول قد الطلعت على هذه حط فرا ہم کو اپنے اس سے رحمت بیشک تو\r\nالاسئلة وأجوبتها للعلامة الفاضل بہت زیادہ عطا فرمانے واللہ ہے۔ اس کے بعد\r\nوالجهين الكامل فريد عصرة فور تيارات میں کہتا ہوں کہ میں ان حالات پر مطلع ہواجن\r\nالهمام القمقام شيخي و استاذی و جوانی کو تحریر فرمایا ہے زبردست عالم صاحب افضل\r\nوملاذي مولانا المولوى الشهير اور سردار کامل کیا ہے زمانہ اور یگانہ وقت پیشوا\r\nمخليل احمد فوجدتها لما عليه السواد بکھر بوران میرے شیخ اور میرے استاد اور محمد اور"
    },
    {
        "id": 40,
        "pageNo": 40,
        "pageText": "الاعظم من أهل السنة والجماعة پشت و پناه مولانا مولوی خلیل احمد صاحب نے\r\nولما عليه مشائخنا الإعلام والساتة پس میں نے پایا ان کو اس کے موافق می سرای قابلیت\r\nالقيام مسقى الله روحهم عرب بالرحمة گرو و بینی اہل سنت و الجماعت میں اور اس کے\r\nوالغفران فجزى الله ذلك الفاضل مطابق میں پر ہمارے شایخ اسلام اور سرداران\r\nعن السنة خير الجزاء والسلام قاله عظام میں ھی تھائی ان کی ارواح کو رحمت و مغفرت\r\nبغمه و نطقه بلسانه و رقمه دستانه کی بارش سے سیراب کرے میں اللہ جزاء سے ان\r\nالفقير الحقير ذى العجز و التقصير محمد فاضل مولف کو سنت\r\nکی طرف سے بہتر جزار\r\nالبوشي الحسوى الازهرى المدرس و السلام کیا اپنے دین سے اور ظاہر کیا زبان سے\r\nالامام في الجامع الشهير مجمع المدان اور کام سے میر میر کی روش دریافته ای ازار\r\nبحمأة الشام\r\nمدرس امام جامع مدنی واقع شہر مانک شام نے\r\nصورة بأكتبه الامام الانجل والمهام الأكمل حضرة الشيخ\r\nمحمد سعيد الحموى غطاه الله بلطفه الخفى والجلى .\r\n-\r\nالحمد لله الواحد فلا يجد القحمد سب تعریف اللہ احمد کو جس کا انکار نہیں جو\r\nالذي في سر مدينة توحد الفرد سکتا کیتا کہ اپنی بقا میں بیگانہ ہے فرد کہ اپنی\r\nالذي في ربوبيته تفرد والمتلوة ربوبیت میں لا شریک ہے اور درود و سلام\r\nوالسلام على سيدنا محمد المسجد و تینا محمد مجھ پر اوران کی اولاد و اصحاب پر\r\nعلى آله وأصحابه الذين جاهد وامع جنھوں نے جاو کیا ہر اس شخص سے میں نے\r\nمن تمرد اما بعد فإني لما سرحت شرارت کی ، اما بعد میں نے جب نظر ڈالی\r\nنظرى في الرسالة المنوية العالم اس رسالہ میں جو خوب ہے عالم فاضل امام\r\nالفاضل والامام الكامل مولانا کامل من اونا خیلی کل احمد صاحب کی طرف"
    },
    {
        "id": 41,
        "pageNo": 41,
        "pageText": "خليل احمد وجدتها مطابقة تو اس\r\nکو پا یا مطابق اپنے اعتقاد اور اپنے\r\nلاعتقادنا و اعتقاد مشائخنا مشائخ کے اعتقاد کے بین الله جزا دے\r\nفالله يجزيه الجزاء الاوائی و خشت تا ان کو پوری جزا اور جم کر اور ان کو میں فرائے\r\nوالباء تحت لولد المصطفى امین مصطفے صلی الہ علیہ وسلم کے جھنڈے کے نیچے\r\nد\r\nآمین!\r\nصورة ماكتبه البارع النبيل الفاضل الجليل صاحب الكمال\r\nحضرة الشيخ على بن محمد الدلال الحموي لازال معمورا بالافضال\r\nالحمد لله الذي وفانا من الاهواء سب تعریف اللہ کے لیے جس نے تم کو محفوظ\r\nوالبلاء والضلالات ووفقنا رکھا ہوائے نفسانی و جماعات اور گرانہیوں سے\r\nلاتباع سيدنا محمد صل الله تعالی اور بم کو توفیق بخشی سید احمد صل الله علی ام\r\nعليه وسلم صاحب المعجزات الباهر ات کے اتباع کی جو روشن معجزوں والے ہیں اور\r\nوثبتنا على ما كان عليه هو و ہم\r\nکرثابت قدم رکھا اس طریقہ پرمیں پر آپ\r\nاصحابه الكرام ( اما بعد) فأني لم اور آپ کے صحابہ تھے۔ اما بعد میں نے کوئی بہت\r\nاعثر في هذه الرسالة المنسوبة للعلامة اس رسالہ میں جو منصوبے کے علامہ امیت مال مویی\r\nالفاضل مولانا خلیل احمد الاعلى خلیل احمد صاحب کی طرف ایسی نہیں پائی جو\r\nما يوافق اعتقادنا و اعتقاد مشائخنا موافق نہ ہو اہل السفتہ و الجماعہ کے عقیدوں میں\r\nوسلم الله تعالى من معتقدات اصل ہمارے اعتقاد اور مہارے مشائخ کے اقتصاد\r\nالسنة والجماعة فجزاه الله تعالی خیر کے بیس استدان کو جزار سے اور ہم کو ایران\r\nالجزاء و حشرنا و ابان معهم في زمرة کو ابن السنت و اما حت کے ساتھ سید الانبیاء\r\nسير الانبياء والحمد لله رب العلمین کے زمرہ میں محشور فرمائے والحمدللہ رب العلمین"
    },
    {
        "id": 42,
        "pageNo": 42,
        "pageText": "۱۳۵\r\nخادم العلماء على بن محمد الدلال فارم السلام علی بن محمد دلال\r\nالحموي عفى عنه.\r\nصورة ما كتبه الاديب الكامل والحبر الفاضل الايام\r\nالرباني حضرة الشيخ محمد اديب الحوراني متع الله بعلمه\r\nالقاصي والداني\r\nالحمد لله على ما أنعم وعلينا اللہ کے لیے حمد ہے ان نعمتوں پر جو اس نے\r\nما لم تكن تعلم والصلوة و السلام دیں اور ہم کو سکھایا جو ہم جانتے تھے اور\r\nعلى أفصح من نطق بالضاد وافهم درود و سلام اس ذات پر ضار بولنے میں سب\r\nبيا هر حجته كل من عاند وحاء زیادہ فصیح ہیں اور ماند و مشرف کو اور اس کو\r\nعن طريقة الرشاد سيدنا محمدن جو ان کی راہ یہ شہد سے پھرا با نظارہ دلیل سب سے\r\nالذي جاء بالحق المبين ومحاب براهينه زیادہ چپ کرانے والے میں مینی سیدنا محمد جو\r\nالقاطعة شبه الضالين المضلين على کھلا ہوا حق ہے کہ آئے اور اپنے دلائل قاطعہ\r\nاله واصحابه المتمسكين بسنة التادین سے گرا ہوں گراہ کنندوں کے شیعیات مٹانے\r\nباداب شریعته (وبعد) فقد اطلعت اور ان کی اولاد واصحاب پر جنہوں نے آپ\r\nعلى هذه الاجوبة الظاهرة. والعقود کا طریقہ مضبوط پکڑا اور آپ شریعت کے کمال نے\r\nالفاخرة فوجدتها موافقة لما عليهہ نہیں ان گھلے جوابوں اور فخر کے لائق بارون پر طلع\r\nأهل السنة والدين مخالفة المعتقد ہوا تو ان\r\nکو موافق پایا اس طریقے کے میں پریست\r\nالمبتدعين المارقين جزى الله والله اور دین والے میں اور مخالف پا پا بد دین جو یقیوں\r\nكل خير و اکثر من امثاله وایده کے عقیدہ کے اللہ صلہ دے اس کے مولف کو ہر\r\nفي أقواله وأفعاله امين م کی بھلائی کا اور زیادہ کرکے ان سے بال اور\r\nالمزاجي نيل الرماني محمد ادیب ان کی تائید فرمائے ان کے اقوال و افعال میں آئین"
    },
    {
        "id": 43,
        "pageNo": 43,
        "pageText": "۱۳۹\r\nالحوراني المدرس في جامع السلطانة امید وار عطار ربانی محمد ادیب خورانی موریس\r\nبخساة\r\nالى الخاتم جامع مسجد سلطانه می بلک شام مرا\r\nصورة ماكتبه صاحب الفضل الباهر و العلم الزاهر حضرة\r\nالشيخ عبد القادر لازال ممدوحا من الاصاغر و الاكابر\r\nقد اطلعنا على رسالة الفاضل الشیخ برم مطلع ہوئے صاحب فضل شیخ مولانا خلیل احمد\r\nخليل احمد المشتملة على الاسئلة کے اس رسالہ پر مشتمل ہے چند سوالات و\r\nالاجوبة بخصوص العقائد و شد الرحال جوابات اور خاص عقیدوں اور زیارت شرر\r\nالزياية سيد المرسلين فوجدنا ما موافقت عالم کے لیے سفر کرنے پر پس ہم نے ان کو\r\nالعقائدة أهل السنة والجماعة خالية پا یا موافق عقائد اہل سنت و الجماعت کے\r\nعن الخلل ما عليهارد من جهة بذلك بالکل قال مال سے جن پر کسی طرح کسی قسم کا\r\nفشكر فضل الأستاد المذكور كتبه بد نہیں ہو سکتا ہپس تم استردند کور کی فضیلت\r\nالفقير اليه تعالى عبد القادر لبابيدي کے شکر گزار ہیں۔ کھا فقیر عبدالقادر نے\r\nصورة ما كتبه العلامة الوحيد الدر الفريد حضرة الشيخ\r\nمحمد سعيد من الله عليه بإحسانه المديد وكرمه المجيد -\r\nبسم الله الرحمن الرحيم بسم الله ارحمن الرحيم\r\nالحمد لله نحمده ونستعينه و سب تعریف اللہ کو ہم اس کی حمد کرتے اور\r\nشهد به ونستغفره و اشهدان اس سے دور چاہتے اور اس کا دل سے اقرار\r\nك اله الا الله وحده لا شريك کرتے اور اس سے استغفار کرتے ہیں اور گوا ہیں\r\nله واشهد ان سيدنا محمداعبة دیتے ہیں کہ کوئی معبود نہیں مگراللہ کیا لا ایک"
    },
    {
        "id": 44,
        "pageNo": 44,
        "pageText": "۱۳۷\r\nورسوله أرسله الله رحمة للعلمين اور گواہی دیتے ہیں کہ سید نا محمد اس کے\r\nبشیر و نذیر او سراجا منير أصلى بند اور رسول ہیں جن کو اللہ نے بھیجا جوان\r\nالله عليه وعلى الله وأصحابه نجوم بھر کے لیے رحمت بنا کر مروہ سنانے والا\r\nالاعتداء وأئمة الاقتداء وسلم ڈرانے والا روشن چراغ اللہ کی رحمت ہوان\r\nتسليما كثيرا. أما بعد فقد اطاعت پر اور ان کی اولاد و اصحاب پر جو ہدایت کے\r\nعلى هذه الاجوبة الجليلة التي كتبتها تارے اور اقتدار کے امام ہیں اور سلام ہو\r\nالعالم الفاضل الشيخ خليل\r\nالحمد بکثرت میں مطلع موادان بزرگ جوابات پر اجین\r\nفرأيتها مطابقة لما عليه السواد کو لکھا ہے عالم فاضل شیخ خلیل احمد نے ہیں\r\nالاعظم من علماء المسلمين و میں نے ان کو پایا مطابق اس اعتقاد برقی\r\nائمة الدين من الاعتقاد الحق و اور بچے قول کے جس پر پکار سلمین میشوایان\r\nالقول الصدق وهي جديرة بان دین کا گروہ نظم ہے اور یہ جو بات اس لائق\r\nتنشريين المسلمين وتعلم السائر ہیں کہ ان کو پھیلا دیا جائے تمام مسلمانوں میں\r\nالمومنين فجزى الله مولفها الخيرو اور سکھا دیا جائے سارے موتین کو پیس اللہ\r\nرقاء الأذى والضير وها أنا فقد اس کے مولف کو جزائے خیر دے اور محفوظ\r\nاجريت قلمى بالتصديق عليها ولا رکھے تکلیف وضرر سنے اور لو میں نے اس\r\nحول ولا قوة الا بالله العظيم کی تصدیق پر قلم چلا دیا۔\r\n1\r\nربيع الثاني السنة\r\nكتبه الفقير اليه تعالى محمد سعيد\r\nلطبع الحام\r\nمحمد سید\r\nا ربیع الثانی ۱۳۲"
    },
    {
        "id": 45,
        "pageNo": 45,
        "pageText": "۱۳۸\r\nصورة ما كتبه الفصيح الشتاء والناظم المدرار حضرة الشيخ\r\nمحمد سعيد لطفي حنفي غمره الله بفضله العلى .\r\nاحمد الله على الانه و اصل میں اللہ کی حمد کرتا ہوں اس کے احسانات پر\r\nوأسلم على خاتم انبيائه وعلى الله اور رو رو دیتا ہوں خاتم الانبیا پر اور ان کی\r\nو اصحابه الذين فازوا بنصرته و اولاد و اصحاب پر جو آپ کی مد اور محبت\r\nولانه اما بعد فقد اطلعت على مال سے مالا مال ہوئے ۔ اما بعد میں مطلع ہوا ان\r\nالهجرية الفاضلة فوجدتها مطابقة فضیلت والے جوابوں پر پس ان کو پایا حتی\r\nالحق خالية من كل شبهة باطلة کے مطابق اور ہر باطل شبہ سے خالی کیوں نہ\r\nكيف لا و طرز بردها شمس مماء ہو جب کہ اس کے موقف آسمانی ہندہ کے\r\nالبلاد الهندية ودرتاج علماء تلك آفتاب اور اس جانب کے علماء کے سراج\r\nالبقعة البهية فقد أحرز قصبات کر جنھوں نے علم کے میدان میں مراتب بیت\r\nالسبقة في مضمار العلم والقيت اليه فضل کیا اور کار قسم کی گنیاں ان کے\r\nمقاليد الذكاء والفهم حيد اعيان قبضہ میں آئیں۔ بزنگان زمانہ کی وعید اور ہر\r\nهذا الزمان و انسان عين الانسان انسان کی آنکھ کی پہلی اہل فضل و جلالت کے\r\nمقتدى أهل الفضل والصلاح و پیشوا، اور نجات و کامیابی کے وسیلہ حضرت\r\nروسيلة النجاة والنجاح حضرة حافظ حاجی مولاری خلیل احمد صاحب ہیں\r\nالحافظ الحاج المولوى خليل احمد بے نیاز شاہنشاہ کی عنایت سے دائم قائم\r\nدام بعناية الملك الممد و لا زالت رہیں اور ان کے آفتاب کی شعاعیں روشن\r\nأشعة شموسه مشرقة مضيئة فو اور چمکتی رہیں اور ان کے دانتہاب کے انوار\r\nانوار بدورة في أفق السماء العلم آسمان علم کے افق پر تابان درخشان در بین\r\nبازغة منيرة أمين يارب العلمين آمين يا رب العالمين"
    },
    {
        "id": 46,
        "pageNo": 46,
        "pageText": "۱۳\r\nچراغ جلا د ہے۔ امیر شریعت ، مجاہد حریت ، بطل جلیل خطیب است حضرت موبانی ناستید\r\nعطاء اللہ شاہ صاحب بخاری رحمہ اللہ علیہ کا جمال و جلال بھی اکابر دیوبند ہی کا پر تو ہے\r\nجس نے ہزاروں نوجوانوں میں شق ختم نبوت کی آگ لگادی، رحمت اله علیم اجمعین\r\nانگریز ان مجاهدین حرومیت اور علمائے حق کو اپنا سب سے بڑا دشن\r\nایک تکفیری فتنہ\r\nسمجھتا تھا۔ جب اس نے دارالعلوم دیوبند اور ان کے اکابر کے\r\nملی و دینی اثرات کو پھیلتے دیکھا تواس نے اس سرشتہ اسلام کوختم کرنے کے لیے خلاف تایر\r\nاختیار کیں۔ بعض دنیا پرست مولویوں اور پیروں کو خریدا گیا اور ان کے ذریعہ ان حضرات\r\nپر وہابیت کا الزام لگایا، اور اس سے پہلے بھی ان اکابر کے اسلاف امام المام دینی است دورة\r\nالکاملین حضرت سید احمد شید بریلوی اور عالم ربانی جام در جلیل حضرت مواد ناشاد یا ایمیل\r\nشید گی مادرانہ قربانیوں کو اسی وہابیت کے الزام سے ناکام بنانے کی کوشش کی جا\r\nچکی تھی۔ خدا جانے وہ کون سے اسباب و عوامل تھے کہ فرقہ بریلویہ کے بانی مولوی احمد رضا\r\nخان صاحب بریلوی نے اکابر دیوبند\r\nکے خلاف تکفیری مہم تیز کر دی۔\r\nخدام الحرمین کی حقیقت ساری احمد رضاخان صاحب برینی مرصوف نے\r\nیہ میں سفر حج اختیار کیا۔ مجھ سے فراغت کے\r\nبعد انھوں نے کام منظر میں ہی ایک رسالہ مرتب کیا جس میں اکابر دیوبند کی عبارات کو\r\nلفظی و معنوی تحریف کر کے درج کیا گیا، اور طرف یہ کہ ان محبت و اطاعت محمدی میں ٹوپی\r\nوئی شخصیتوں پر یہ اتمام لگایا کہ معا الا انھوں نے اپنی کتابوں میں خود کو بھی کہتا ہے\r\nار دو عالم صلی الہ علیہ وسلم کو گالیں دی ہیں۔ رسالہ کو اس طریق سے مرتب کیا کہ پلے\r\nفقہ قادیانیہ کے عنون سے مرا نام ای بی ادیان کی گر یہ بات میں درج کیں اور\r\nاس کے بعد اکابر دیوبند کو فرقہ وہابیہ کذابید اور فرقہ وہابی شیطانیہ کے قبیح عفا ہے\r\nکے تحت مند و فرقوں میں تقسیم کیا گیا ا ا ا ا ا ت لوگ یہ جھیں کہ فرقہ قادیانی کی طرح"
    },
    {
        "id": 47,
        "pageNo": 47,
        "pageText": "۱۳۹\r\nسرحت طرفي في ميا دين السؤال مع الجواب\r\nالفيت ما فيها حقيقا كله عين الصواب\r\nلاعز واذا بدأه ذوالقدر العلى الليث المهاب\r\nمن صيته قد طارة بين السهول والهضاب\r\nويحفظ احكام الشريعية جاء بالعجب العجاب\r\nوهو الحسام الفضل في لحاق أهل الارتياب\r\nوهو الامام اللوذي وقوله فصل الخطاب\r\nدم بالرعاية يا خليل وانت محمود الجناب\r\nترجمه : سوال و جواب کے میدانوں پر میں نے نظر ڈالی تو اس کا سب مضمون بالکل صواب\r\nاور حقی پایا، ایسا جتنا کچھ تعجب نہیں کیونکہ اس کو بلند مرتبہ والے قابل بیت شیر نے\r\nظاہر کیا ہے جس کا شہرہ نیک نامی زم و سخت عرض تمام زمین میں اڑا گیا اور\r\nشریعت کے احکام کی حالت میں جب مضمون بیان فرمایا اور وہ ایک فصیل کئے\r\nتلوار میں اپنی شک کی گردنوں میں ۔ اور وہ پیشوائے زکی میں اور ان\r\nکا قول گفتگو کا\r\nفیصلہ ہے۔ اسے خلیل تم مورد بارگاہ ہو کہ یہ حالت قائم رہے۔\r\nوانا العبد الفقير اسير التقصير میں ہوں بندہ فقیر :\r\nالراجي لطف ربه الجمل والخفى ترکیب\r\nمحمد سعيد الملفى الحنفى عفا الله عنه\r\nطيع الحاتم\r\nعطفی منفی صنفی هستند\r\nصورة ما كتبه الشيخ الاوحد ذو الفضل المجيد\r\nحضرة فارس بن محمد امده الله بمنه المخلد\r\nالحمد لله حمد من اعترف بجنا به تمام حمد اللہ کے لیے ہے اس کی حمد جوس"
    },
    {
        "id": 48,
        "pageNo": 48,
        "pageText": "۱۴۰\r\nالاقدس بجميع الكمالات و عرف کی بارگاہ اورس کے لیے نام کا ان کا معرف\r\nانه تعالى وتنزه من جميع ما يقوله ہو اور جانتا ہو کہ وہ حالی اور منزہ ہے اور\r\nالمبتدعة واصل الضلالات و تمام ان باتوں سے جو کہتے ہیں برمتی اور اپل\r\nأعتقد بأن مجتهم داحضة و ملال اور معتقد ہو اس بات\r\nکا ۔ ان کی دلیل\r\nترها تهم متناقضة والصلوة و منصف ہے اوران کی جو اس بار ہم معارض ہے\r\nالسلام على سلطان دوائر الحضرات اور درود و سلام بان با نگاہوں کے دائرون\r\nالربانية وسيد سادات المرسلین کے بادشاہ اور پاک بجالس والے بزرگ پیران\r\nأولى المشاهد القدسية سید ناو کے سردار سیدنا ومروان محمود ب جو تمام عالم\r\nمولانا محمد الذي هو محمد دولة کی حکومت کے ستودہ اور سارے جہان\r\nالموجودات واحمد كتائب الكائنات کے مخلوقات کے ممدوح میں اور آپ کی\r\nوعلى اله اقتدار سنوات المفاخر و اولاد جو آسمان پائے مفاخر کے ماہتاب میں\r\nاصحابه نجوم المحافل والمحاضر اور آپ کے صحابہ پر جو محافل و مجالس کے\r\nالى يوم الدين أما بعد فيقول العبد تارے نہیں روز قیات دارا بعد کرتا ہے\r\nالذي اذا غاب لا يذكروا ذا حضر بندہ جو غائب ہو تو نہ یاد آور ہے اور موجود\r\nلا يوقر خوييم السنة السنية والفقراء ہو تو عظمت نہ کی جائے روشن سست اور محوری\r\nالاحمدية فارس بن احمد الشفقة قرارا اداری خادم فارس بین او شفقت جن کی\r\nالحموي مولدا و وطنا والشافعي مذهباً جائے ولادت و وطن حمار ہے اور شافعی\r\nوالرفاعي طريقة والمدرس في جامع اور مشروب فائی اور ملک شام کے شہر عمار کی\r\nالصحة الكائن بمدينة حماة المحمية جامع مسجد محصہ میں مدرس ہے۔ میں اس\r\nإحدى البلاد الشامية قد طالعت مبارک رسالہ پر مطلع ہوا جو میں آ جوابوں پر\r\nالرسالة المباركة المشغولة على ستة مقتل ہے جو عالم کامل زیرک فاضل تحقیق"
    },
    {
        "id": 49,
        "pageNo": 49,
        "pageText": "۱۴۱\r\nوعشرين جوابا التي لعاب بها گئی پیٹوائے یگانہ مولانا مولوی خلیل احمد\r\nالعالم الكامل والجبن الفاضل صاحب نے دیے ہیں اور جب میں نے\r\nالمحقق المدقق والمقدام المفرد ابن محمده عبارتوں اور خوش گوار مضامین\r\nمولانا المولوى خليل المحمد وعند کو غور سے دیکھا تو ان کو شریعت مطہرہ\r\nما تصفحت تلك العبارات الفائقة کے مطابق اور اپنے اگلے پچھلے مشائخ\r\nوتعلقت هاتيك المعاني الرائقة کے عقیدے کے موافق پایا۔ پس اللہ ان\r\nوجدتها التربية المطهرة موافقة کو جزائے خیر دے اور ہم کو اور ان کو\r\nولما عليه معتقدنا ومعتقد اشياننا سید المرسلین کے زیر بوار محشور فرمانے\r\nمن السلم والخلف مطابقة فجزاه والحمد لله رب العلمين\r\nالله تعالى خيرا وحشرة وابا وقت کیا اپنے وہیں سے اور کھا نظم سے\r\nلواء سيد المرسلين والحمد لله رب غیر فارس بن شقصه احمد محموی نے۔\r\nالعلمين.\r\nقاله بفمه وكتبه بعلمه الفقير\r\nليه المعترف بذنبه فارس بن احمد\r\nالشفقة الحموي .\r\nطبع المخاتم\r\nصورة ماكتبه البحر الجواد قدوة الزهاد والعباد\r\nحضرة الشيخ مصطف الحداد سقاه الله بالرحيق يوم التناد\r\nبسم الله الرحمن الرحيم\r\nبسم اللہ الرحمن الرحيم\r\nالحمد لله الواحد الذي عدمت سب تعریف اللہ کو جو یکتا ہے کہ اس کی\r\nله النظائر و الاشباه الحمد الذي کوئی نظیر اور شبیہ نہیں بے نیاز ہے کہ اس"
    },
    {
        "id": 50,
        "pageNo": 50,
        "pageText": "۱۴۳\r\nوفقني الله اياه و المسلمین شما به کرو اور ان کو در تمام مسلمانوں کو ان اعمال\r\nفي الدارين نسعد و في الملاء بہ کی توفیق بجئے جن کی بدولت ہم دارین میں\r\nمحمد - فوجدته قد نهج في اجوبته صاحب نصیب ہوں اور عالم بالا میں باران\r\nالمذكورة المنهج الصحيح ووافق تعریف ہیں پس میں نے پایا کہ شیخ مصلح\r\nيها الحق الصريح ورد بمنطوقها المين ان مذکورہ جو ایات میں صحیح طریق پر نہیں اور\r\nو جلا بمفهومها الفين من العين صریح حق کی منافقت کی اور اس کی عبارت\r\nوالحمد لله الهادى الى سبیل سے باطل کو رد کیا اور مضمون سے آنکھوں کی\r\nالصواب واليه المرجع والمآب و ظلمت رفع کی اور سب تعریف اللہ کو جو\r\nصلى الله على سيدنا و مولانا محمد درست طریقہ کا راہ تا ہے اور اس کی طرف\r\nحالى القدر العظيم الجاه وعلى الله ڑتا اور آخر جانا ہے اور رحمت فرمائے اللہ\r\nوصحبه ومن والاه.\r\nسیدنا و مولنا محمد پر جو عالی قدر اور عظیم الجاد\r\nو اصحاب اور\r\nكتبة العبد الضعيف الملتحي الى میں اور ان کاروں نے\r\nمولاه خادم السنة السنية في مدينة دوستوں پر\r\nهماء الراجي من ربه في الدنيا لکھا بندہ ضعیف :\r\nالتوفيق للقيام على قدم السداد وفي مصطفے حداد حموی نے\r\nالأخرة كهيئة السوال والمراد به\r\nالفقير اليه سبحانه المصطفى الحداد\r\nطبع المحنا تم\r\nعفى عنه .\r\n۲۷ رجب الرجب یہ خاکپائے بندگان دیوبند ۔ نفی کیسے خواہ\r\n۱۳۸۷"
    },
    {
        "id": 51,
        "pageNo": 51,
        "pageText": "1\r\nندوستان میں یہ بھی کنیم تا دیر سے پیداہوئے ہیں۔ اس سلسلہ میں اکابر دیوبند\r\nمیں سے حجتہ الاسلام حضرت مولانا محمد قاسم نانوتوی قطب الارشاد حضرت مولانا رشید احمد\r\nصاحب\r\nمحدث گنگوسی ، فخر العارفین حضرت مولا نا خلیل احمد صاحب محدث سہارنپوری کی\r\nمصنعت بدل الجمود شریح ابو داود ، اور حکیم الامت حضرت مولانا اشرف علی صاحب\r\nتھانوی خلیفہ حضرت حاجی امداد اللہ صاحب مہاجر مکی، کی عبارتوں کو توڑ موڑ کر پیش\r\nکرکے ان وقتی تکثیر کا فتوی صادر کیا اور یہاں تک تھا کہ جو شخص ان کو کانفرنس کے\r\nوہ بھی کافر ہے۔\r\nعلائے کو مین شریفین سے اس فتوی کی تصدیقات حاصل کرنے کے لیے مختلف\r\nذرائع دو سال سے کام لیاگیا یہ حضرت چونکہ اکابر دیوبند اوران کی تصانیف سے\r\nپورے متعارف نہ تھے، اس لیے رسالہ کی مندرجہ عبارات کے پیش نظر اپنی تصدیقات\r\nلکھ دیں۔ ان میں سے محتاط علماء نے یہ لکھا کہ اگر واقعی ان کے عقائد ایسے نہیں تو فونی\r\nدرست ہے۔ جہاز سے واپسی پر کچھ عرصہ سکوت کرنے کے بعد مولوی احمد رضاخان\r\nصاحب نے یہ رسالہ حسام الحرمین کے نام سے ہندوستان میں شم امیہ میں طبع کرایا۔\r\nالمهند على المفند این ایام میں شیخ الاسلام حضرت مولانا سید حسین احمد صاحب\r\nمدنی مدینہ منورہ میں ہی حاضر باش تھے اور مسجد نبوی میں آپ\r\nکا دین بہت اور ان پر تھا لیکن ام الحرمین کا اسرائی اس طرح راز داری میں کی گئی\r\nکہ آپ کو اس وقت اس کا مکمل علم نہ ہو سکا۔ اس تکفیری سازش سے مطلع ہونے کے بعد\r\nحضرت مانی نے اکابر علمائے حرمین شریفین کو حقیقت حال سے مطلع کیا۔ تو ان حضرات\r\nالے اس کی تفصیل الشاب الثاقب مصنفہ شیخ الاسلام حضرت مان موقت انشد علیہ میں حافظہ فرمائیں۔\r\nنے اکابر دیوبند کی جن عبارات کو بہت تکفیر بنایا گیا ہے۔ ان کے تحقیقی جوابات کیلئے حسب ذیل کتابوں کا مطالعہ ضرورت ہے\r\nالشاب الثاقب مواقف شیخ الاسلام حضت من با تزكية الخواطر و السحاب الدر از مصنفقه حضرت مواد اسید در تهی من جیب\r\nچاند پوری اور فیصلہ کن مناظره موفہ حضرت بودن عمر منظور نعمان مدیر انتشار الفرقان لکھنو اور فصیلہ خصومات\r\nمصنفہ حضرت مولانا عبد الرؤف صاحب جیل پوری (برما)"
    },
    {
        "id": 52,
        "pageNo": 52,
        "pageText": "۱۵\r\nنے چھینیں سوالات قلمبند کر کے اکابر دیوبند کو جواب کے لیے ارسال رکھیے۔ اس وقت\r\nحضرت گنگوہی اور حضرت نانوتوی کا وصال ہو چکا تھا۔ مذکورہ سوالات کے جوابات\r\nفرز المحدثین حضرت مولانا خلیل احمد صاحب سہارنپوری نے فصیح عربی زبان میں مرتب\r\nفرمائے جس پر اس وقت کے تمام مشاہیر دیو بند مشال شیخ الہند حضرت مولانا محمود الحسن\r\nصاحب احکیم الامت حضرت مولانا اشرف علی صاحب تھانوی ، اسود الصلحاء حضرت\r\nمولانا شاه عبد الرحیم صاحب را توری و بقیة السلف حضرت مولانا حافظ محمد احمد صاحب\r\nستم دار العلوم ابن حجت الاسلام حضرت نانوتوی ، عاریت کامل حضرت مولانا عزیز الرحمن حجاب\r\nمفتی اعظم دار العلوم اور مفتی اعظم حضرت مولانا مفتی کفایت اللہ صاحب طبری نے اپنی\r\nتصدیقات تحریر فرمائیں مشاہیر بن کے علاوہ جہاز، مصر اور شام وغیرہ اسلامی مالک\r\nکے مقدر ملا اور شاری نے بھی اپنی تصدیقات سے اس کو مزین فرمایا چنانچہ یہ رسالہ\r\nمیں تقریر تھا اور البند علی المفند کے نام سے ملک میں شائع کیا گیا۔ اس مسالہ\r\nمیں مذکورہ سوالات کی روشنی میں اکابر دیوبند کے عقائد حقہ کی تشریح و توضیح کی گئی ہے\r\nجس سے مخالفین و معاندین کی تلبیسات کا پردہ چاک ہو کہ بزرگان دیوبند کا حقانی و\r\nحقیقی مسلک واضح ہو جاتا ہے گویا کہ المهند اکابر دیوبند کی ایک ایسی منفعت تاریخی دستاوی\r\nہے جس میں دیوبندی مسلک اصولی طور پرمحفوظ کر دیا گیا ہے۔\r\nی جدید\r\nگر بالمسند کا اردو ترجمہ عقائد علمائے دیوبند کے نام سے متعدد بار شائع\r\nہوا ہے لیکن عربی متن مع ترجمہ اردو عرصہ سے نایاب تھا۔ جس کی\r\nملانے\r\nکرام کو طلب تھی۔ الحمد للہ اس تاریخی دستاویز کی جدید طباعت و اشاعت کی مساوات\r\nحق تعالیٰ نے پاکستان میں رفیق محترم حضرت مولانا عبد اللطیف صاحب مبلی زید مجد تیم\r\nمجاز حضرت لاہوری حکم نصیب فرمائی ہے جن کی سلامی سے پیلی و عرفانی جدید ایل سلام\r\nکی خدمت میں پیش ہو رہا ہے ۔ اللہ تعالیٰ اس بندہ ناکارہ اور جملہ مسلمانوں کو"
    },
    {
        "id": 53,
        "pageNo": 53,
        "pageText": "سایت صالحین محققین این است اور اکابر دیوبند کے مسلک حق پر قائم رکھیں۔ آمین !\r\nبری سید المرسلین صلی اله علیه و آله وسلم\r\n۱۲۳ رمضان اشتہار کی\r\nالاحتر منظم حسین غفران\r\nهانی جامع میرا چکوال\r\nضلوع جبلم\r\nلے سب سے لکھیں اور مشقیں اہل السنت کا مطلب بھی کیا تھا یہ اس کی تفصیل کے لیے ملا حظہ ہو\r\nاور مقام حضرت امام اور خیر با مروف حضرت م ا ا ا ا ا م میر سرفراز خان صاحب فاضل دی یابند مصنف\r\nتبرها الناظر را و سفت و غیره نیز مانا موصوف نے حال ہی میں حجتہ الاسلام حضور رانا محمد اکرم اب\r\nتاری کے حالات میں ایک رسالہ پانی دارالعلوم دیو بند این فرمایا جس کا مطالعہ بہت مفید ہے۔"
    },
    {
        "id": 54,
        "pageNo": 54,
        "pageText": "الحمد الله الذي يحق الحق بكلماته ويبطل الباطل بسطوانه نصر\r\nالمؤمنين وقال كان حقا علينا نصر المؤمنين وقطع كيا الخائنين فقطع\r\nدابر القوم الذين ظلموا وَ الحَمدُ للهِ رَبِّ الْعَالَمِينَ - والصلوة والسلام\r\nعلى مفرق فرق الكفر و الطغيان ومشتت جيوش بناة القرين والشيطان\r\nوعلى\r\nاله وصحبه أشد أو على الحكمرِ رُحَمَاء بَيْنَهُمْ تَرَاهُمْ رَكَها جدا\r\nيَبْتَغُونَ فَضْلاً مِنَ اللهِ وَرِضْوَانًا ما تعاقب النيران وتضاء الكفر والإيمان\r\nانا بود، حضرات ان چند طور کو بغور لاحظ فرما میں معلوم ہو جائے گا کہ ان جناب\r\nاحمد رضا خان صاحب بریلوی نے اسلام اور اہل اسلام کے ساتھ کیا سلوک کیا ہے\r\nاعرابی کی کوشش اور تدبیر کس انداز سے اسلام کو صدمہ پہنچا رہی ہے مختصر یہ ہے کہ\r\nمخالفین اسلام نے گونا گوں انداز سے اسلام کو صدر یہ پہنچایا ، مگر خان صاحب نے روافض\r\nکی طرح انبار است محمدیہ کو منتخب کر کے ان ہی سے لوگوں\r\nکو متنفر کرنا چاہا جیسے روافض\r\nنے امت کے خلاصہ حضرت ابوبکر صدیق اور حضرت عمر رضی اللہ تعالی عنہا کو منتخب کر\r\nکے ان کی تغیر کی اور برا بازی و سب و شتم سے کام لیا تھا۔ ایسے ہی خان صادر نے\r\nاس وقت جو دین کے منتخب اور برگزیدہ جماعت کے آفتاب و ماہتاب تھے۔ ان کو اپنے\r\n.....\r\nگھر کے دھوئیں سے مکدر کرنا چاہا۔ والله متم نوره وَلَوْكَرَة الْكَافِرُونَ."
    },
    {
        "id": 55,
        "pageNo": 55,
        "pageText": "IA\r\nچرانی را که ایزو برننروزو\r\nکے کو تف زند ریشش بسوزد\r\nتفصیل اس اجمال کی یہ ہے کہ خانصاحب کے خاندان میں چونکہ بدعت کی\r\nتخم ریزی پہلے ہی سے ہو چکی ہے، اس وجہ سے سب کے پچھلے چھوڑ خانصاحب احمد رضا\r\nخان بریکس ند نام زندگی کا نور، در حقیقت احمد خاخان صاحب نے تمام ہندوستان\r\nمیں حضرت شاہ ولی اللہ صاحب قدس سرہ فخر است و مجزة من معجزات سيد المرسلين\r\nلی المیہ و اسلام کے خاندان کو چنا۔ اورحضرت مولانا جمیل صاحب شید مرحوم و مظلوم\r\nاپل درخت پر بوجہ بعض کلمات کے جو سخت اور غالی اہل بدعات کے جن کی بدعات\r\nرکی کی حد تک پہنچ گئیں تھیں مقابلہ میں لکھے گئے تھے تاہم قوای عالی اور غیر حالیہ\r\nسے قطع نظر کر کے اشتہارات لگاتے اور ان پر نشر کیا، بلکہ غیر تنا ہی وجوہ سے کنز الایم\r\nکیا اور ان کا کٹر اجماعی قطعی قرار دے کر فقہائے کرام کا فتوی تخیر چاپ دیا گور گرفت\r\nشاہ صاحب کے خاندان کی حالت ستم ہو چکی تھی اور این خانه تمام آن آب است اما مدیریت\r\nتا۔ پس اگر کوئی به کارت یا ناواقف حضرت شید مرحوم سے بولی بھی ہو تو اور حضرات کا\r\nتقدس کیا بدعات کی جڑ اکھیڑنے کو کم ہے۔ اس وجہ سے خان صاحب کو پوری کا میابی نہ\r\nہوئی، اور چونکہ اس زمانہ میں بدعت کی تباہی حضرت شاہ صاحب کے خاندان کے جائزہ\r\nمارٹ اور ارشد تلانہ حضرت مولانا موادی محمد قاسم صاحب قدس سره العزیز فراری\r\nجد اله تعالی فی الارض، اور حضرت میشید الاسلام و مسلمین آیه می آیات رب العالمین\r\nحضرت مولانا مولوی رشید احستند صاحب گینگ گروہی قدس اسرار ہم کے سپرد ہوئی\r\nاور حمایت سنت مصطفوی کا بلند جھنڈا اٹھی کے مقدس ہاتھوں میں دیا گیا جو مدرسہ عالمیہ\r\nکی رفیع عمارت پر ان حضرات نے قائم فرمایا اور مثلُ كَلِمَةٍ طيب و كشجرة\r\nطيبة اصلها ثابِتُ وَفَرْعُهَا فِي السَّمَاء تُونِي ) ين بادن"
    },
    {
        "id": 56,
        "pageNo": 56,
        "pageText": "تُعِزُّ مَن تَشَاءُ وَتُذِلُّ مَنْ تَشَاءُ\r\nاحمد رضاخان صاحب بیوی کی خمام الحرمین کا جواب\r\nخود علمائے حرمین شریفین زاد ہم اللہ شرفا وتمتلك شما\r\nکے تم سے\r\nمعروف به.\r\nالتصديقات الدفع التلبيسات\r\nماضِي الشَّفْرَتَيْن\r\nعلى\r\nخاع اهل الحرمين\r\nشائخ كنتة\r\nمن جان مهر گنبد والی اسلام\r\nزیرنگرانی ، حضرت مولانا عبد اللطیف صاحب فاضل دیوبند"
    },
    {
        "id": 57,
        "pageNo": 57,
        "pageText": "۱۹\r\nسان تھا کی طرح جیسے آسمان سے باتیں کرتا تھا، اپنے استحکام میں ساتویں زمین ایک بھی پہنچا\r\nہوا تھا اور ہندوستان ہی میں نہیں بلکہ روم اور شام اور عرب د جم، کابل و قصاب بنجارا\r\nو خراسان، چین و ثبت وغیرہ، دنیا کے تمام گوشوں سے نظر آتا تھا اور عاشقانی سنت\r\nاس کے سبز پھر یہ کو دور ہی سے دیکھ کر سنت نبوی کی مہک اس سے پا لیتے تھے اور\r\nآنکھ بند کیے چلے آتے تھے۔ اور دیوبند کی گلیوں میں پھرتے نظر آتے تھے اور یہاں کی\r\nخشک روٹی اور دال کو بیٹی کے بدعت خانہ کے قورما پلاؤ پر ترجیح دیتے تھے ، اور\r\nبادشاہی سے بھی بہتر ہے گھائی تیری\r\nکا نعرہ بلند کرتے تھے تو اليه من محل حق کا نظاره دیگه که خانصاحب نے\r\nہوتی پوری توجہ انھی حضرات کے اثر مٹانے کی طرف فرمائی ۔ حضرت شہید مظلوم روہ ہے\r\nروجہ سے گز ثابت فرماکر فقہائے کرام کا اجمامی قطعی فیصلہ قرار دے کر خود احتیاط\r\nی تھی میں کی بنا پہ خود فقہائے کرام اور اصحاب نوائی نظام کے نزدیک خود صبح جبلہ\r\nمنتقدین کے کازم چکے تھے گر حضرات مرمومنین حضرت مولانا مودی محمد قاسمی صاحب\r\nحضرت سوانی اموادی از شهید احمد صاحب قدس سرم اور حضرت اما امین مالی در ایران\r\nاور حضرت مولانا مولوی اشرف علی صاحب دامت بر کاتہم کا ہم نے کر حلق تکفیر کی اور\r\nیہ\r\nکہا کہ جو ان کے کافر کہنے میں تعداد و تامل اور شک کرے وہ بھی تعلمی کا فر ہے حضرت\r\nمولانا نانوتوی پرختم نانی کے انکار کرنے کا الزام ازم کیا۔ اور حضرت ملانا نگری\r\nپر یہ اترا کیا کہ وہ خدا کے کذب بالفعل کے جائز رکھنے والے کو سلطان شکتی بتاتے ہیں\r\nحضرت مولانا خلیل احمد صاحب مدت فرضم کی جانب یہ خاصیت فرمائی کہ وہ براهین\r\nقاطعہ میں تصریح کرتےہیں کہ ا ا ا ا ا ا ا لا اله الا الہ یہ ملک کے علم سے\r\nزیادہ ہے ۔ حضرت مولانا اشرف علی صاحب دامت برکا تم پر یہ بہتان لگایا کہ\r\nحفظ الایمان میں تصریح کی کہ ج م م م م س ل ا ل صل اللہ علیہ وسلم کو حاصل ہے اتنا"
    },
    {
        "id": 58,
        "pageNo": 58,
        "pageText": "تور مینی و جنون و بہائم کو بھی حاصل ہے، لیکن چونکہ نا صاحب کا علم و فضل و تدوین\r\nقابل اعتبار نہ تھا۔ اس وجہ سے یہ مضمون عربی عبارت کی کتاب المعتمد المستند میں لکھ\r\nکراس کی تصدیق طلاب حرمین شریفین سے کراتی اور اس کا نام حسام الحرمین علی\r\nمنهو الكفر و المين رکھ کر تمام ہندوستان میں درد مچا دیا کہ دیکھو علایہ حرمین\r\nشریفین نے ہمارے فلاں فلاں مخالفت کی قطعی تکفیر کر دی ، اب ان کے گھر میں کیا شک\r\nباقی رہا۔ حالانکہ یہ بالکل افتراء بمحض ہے جو السحاب المدرار اور توضیح البیان\r\nوغیرہ کے دیکھنے سے معلوم ہو سکتا ہے۔ خانصاحب کی اس مجرمانہ کارروائی کی خبر بعض\r\nعلما یہ مدینہ منورہ کو ہوئی تب ان حضرات نے یہ چھپیں سوالات حضرات علماء دیوبند\r\nکی خدمت مبارک میں بھیجے کہ آپ کا ان میں کیا خیال ہے اس کو صاف لکھیے تاکہ حق و\r\nباطل واضع ہو جائے چنانچہ فخر العلام والمسلمین حضرت مولانا مودی خلیل احمد صاحب\r\nدر من اول مدرسہ مظاہر العلوم سہارنپور نے ان کے جواب لکھ کر جو میں شریفین کے\r\nعلماء کی خدمت مبارک میں پیشیں فرماتے ، علما و مین شریفین او بها الله شرفا و تشکریا\r\nو علماء مصر و طلب و شام و وشق نے ان کی تصحیح و تصدیق فرمائی اوریہ لکھ دیا کہ ی\r\nعقاید صحیح ہیں، ان کی وجہ سے نہ کوئی کافر ہو سکتا ہے، نہ پوچھتی اور نہ اہل السنت و\r\nالجماعت سے جاری ہے۔ اہل اسلام کی اطلاج کی غرض سے علماء حرمین شریفی و مصرو\r\nحلب و شام و دمشق\r\nکی تصدیقات بصورت رسالہ سے یہ المهند على المقتد\r\nمعروف به تصديقات لدفع التلبيسات مع ترجمہ المسني به ماضي الشفرتين\r\nعلى خادع اهل المحرمين طبع کرا دیا گیا تاکہ اہل اسلام کے خان صاحب کی ایمانداری\r\nپوری پوری طرح سے معلوم ہو جاوے، اب اہل ایمان خانصاحب سے دریافت\r\nفرما ہیں کہ آپ نے حسام الحرمین پر یہ تحریر فرمایا ہے کہ یہ طائفے سب کے\r\nسب مرقہ میں باجماع امت اسلام سے تاریخ ایک اور بیشک بزازیہ اور دور"
    },
    {
        "id": 59,
        "pageNo": 59,
        "pageText": "۲۱\r\nاور غور اور فتاوی خیریہ اور مجمع الانہر اور در مختار وغير محمد\r\nکتابوں میں ایسے کافروں کے حق میں فرمایا ہے کہ جو ان کے کفر و عذاب میں شک\r\nکرنے خود کافر ہے، انتہی۔ پھر صفحہ ہم پر ہے، محمد و صلوۃ کے بعد میں کہتا ہوں کہ\r\nیہ طائفے جن کا تذکرہ سوال میں واقع ہے، غلام احمد قادیانی اور رشید احمد اور جوان\r\nکے پیرو ہوں جیسے خلیل احمد انبیٹی اور اشرف علی وغیرہ، ان کے گھر میں کوئی شبہ\r\nنہیں، نہ شک کی مجال ، بکہ بعد ان کے گھر میں شک کرے بلکہ کسی طرح کسی حال میں نہیں\r\nکافر کہنے میں توقف کرئے اس کے گھر میں بھی شک نہیں، انتہی ۔ اور حضرات علماء\r\nحرمین شریفین و مصر و جلب رشام ان تمام حضرات کو مسلمان اور ان کے جملہ عقائد کو\r\nمقام اہل سنت لکھ کر ان کی تصحیح و تصدیقی فرماتے ہیں تو اب جناب کے فتوئی کے\r\nمافی یہ تمام حضرات اور جملہ ایک عرب دردم و دشن و شام و مصر و عراق کیا علمی کافر\r\nہو گئے۔ کیا جو ان کے گھر و عذاب میں شک کرے، کو بھی کافر ہے۔ معانا اللہ العظیم\r\nونعوذ بالله من الشيطن الرجيم -\r\nمسلمانو، یہ ہے خانصاحب کی محبت ملت، اور یہ ہیں وہ اہل السنت والی است\r\nدنیا میں کسی کو بھی سلمان و چھوٹا بڑے بڑے کفار و اسلام کے بنانے کی تابی میں عورت\r\nکہ میں نہ جو\r\nہیں۔ خاصا حب نے ایک فترے سے گویا سب کی مرادیں پوری کرا دیں۔ مگر اسلام کا بٹا\r\nدینا کوئی آسان کام نہیں ہے۔ کوئی اپنا نہ دیں دنیا میں کال کرے اگر آپ اسلام تو\r\nقیامت تک تاباں ہی رہے گا۔ چونکہ رئیس فیرقه بلندمه عالیجناب احمد رضا\r\nخانصاحب بریلوی کی حسام الحرمین کی حقیقت منکشف ہوگئی کہ خان صحاب\r\nنے جو کچھ لکھا تھا، وہ بعض افرا تے خالص تھا۔ علما کرام حضرات دیو بند کو کافرہ\r\nکے اور\r\nان کے گھر میں کسی طرح شک و تردد و تامل کرے، وہ بھی قطعی کا فر ہے۔ اس لیے اس\r\nرسالہ کے دیکھنے سے واضح ہو جائے گا کہ علماء حرمین شریفین زادهما الله شرفا و تكريماً"
    },
    {
        "id": 60,
        "pageNo": 60,
        "pageText": "حضرات دیو بند کے عقائد کی تصیح فرما ر ہے ہیں۔\r\nپس اب دیکھنا ہے کہ خان صاحب اپنے قول سے رجوع کرتے ہیں یا علماء\r\nدیو بند کے ساتھ تمام علماء حرمین شریفین و مصر و حلب و شام و وشق سب کی تکفیر کرتے\r\nیں کیونکہ تمام عمار حضرات دیوبند کو سلمان کہتے ہیں اور یہ والحمام علی دوس السلام ہے\r\nهارات در این د ربانی و برجر علامہ بتائے جارہے ہیں، اب ہم دیکھیں کہ خان صاحب\r\nکے پاس کون سی ترکیب اور کو امت ہے جس سے علماء دیوبند تو کافر ہیں اور\r\nعمار حرمین شرینی و مصر ومطلب و شام مسلمان بنے رہیں ۔\r\nضر مران خلیل احمد صاحب مریم کریمی اور تقریر کرتے ہیں کیں\r\nیکتائے نہ کہیں ان افراد کی شیخ وقت میں مقتدائے امام اور کہیں ایشیائے\r\nاُمت۔ چنانچہ تقاریظ و تصادیق کے الفاظ سے ناظرین پر واضح ہوگا، اور جو برتاؤ\r\nحضرات علما به حرمین شریفین کا بوقت طلقات جسمانی مولانا ممدوح کے ساتھ ہوا اور\r\nزبانی گفتگو پر جو وقعت و عرت ان حضرات کے تقریب میں پیدا اور جوارح سے ظاہر\r\nہوئی، اس کا تو ذکر کیا کیا جائے کہ مصافحہ و معانقہ وانبساط کے علاوہ سلطان دو جہاں\r\nجناب رسول الله صلی الہ علیہ وسلم کی حمد محرم میں مینا اس سال کے بیسیوں ہزاروں\r\nنے مولانا ممدوح کے تل کو فخر سمجھا مسلسلات خاندانی ولی اللہی کے علاوہ صبحات کی\r\nاجازت حاصل فرما کر مرد یہ مشین جودت . وذلِكَ فَضْلُ اللهِ يُؤْتِيهِ مَنْ يَنا\r\nوَاللهُ ذُو الْفَضْلِ الْعَظِيمِ\r\nحق تعالٰی شانہ کے ان احسانات جلیلہ کا ذکر کرنا چونکہ حاسدوں کی کس بڑھاتا\r\nہے۔ اس لیے تفصیل بیان نہیں کی جاتیں۔ منصفانہ نظر سے دیکھنے والے گو یہ رسالہ\r\nہی کافی ہے جس کی اصل مہر و دستخطی ہمارے پاس محفوظ ہے اور مطبوعہ نقل عام طور\r\nیہ ہدیہ ناظرین ہے۔ اس وجہ سے عرض ہے کہ جملہ اہل اسلام نہایت اطمینان سے"
    },
    {
        "id": 61,
        "pageNo": 61,
        "pageText": "الم ھنداں اور اس ترجمہ کو عطا فرمائیں کہ معلوم ہوجائے کہ حضرات علما کرام\r\nدیوبند کے عقائد بالکل سی اہل السنت و الجماعت کے موافق ہیں اور جبل ال ما اعمار بانی\r\nحضرات علماء کے ساتھ ہیں نہ کہ خانصاحب کے۔ سو اب کوئی بات ایسی باقی نہیں\r\nرہی میں کو اہل پر ماست ان حضرات کی طرف منسوب کر کے غیر مقلدہ یا وہابی کر سکیں۔\r\nخانصاحب کا مکہ کھل گیا اور ان کی تدابی کا خانہ ہو چکا۔ والحمد لله على ذلك :\r\nخانصاحب فقط حضرات دیوبند اور خادبان شفت ہی کے مخالف اور دشمن\r\nنہیں ہیں۔ ان کے انداز سے یہ ثابت ہوتا ہے کہ وہ نفس اسلام ہی کے دشمن ہیں۔\r\nاگر ان کا بس چلے تو سب کو جہاں پہنچا میں معلوم ہے۔ مگراللہ تعالی اس دین کا حافظ\r\nہے، اس لیے آسمان کا تھو کا حلق میں آتا ہے اور جو اس شریعیت بیضا میں رفتار نداری\r\nکرتا ہے خود روسیاہ اور ذلیل و خوار بنتا ہے۔\r\nچونکہ یہ تمہیدہ ہے رسالہ مهند کی۔ اس لیے اختصار ملحوظ رکھ کے بقدر کفایت\r\nدرج کر دی گئی ہے۔ ان جن صاحبوں کو اس محبت کی تفصیل مطلوب ہو گاہ تشیید\r\nالايمان بالسنة و القرآن کو ملاحظہ فرمادیں میں میں خانصاحب کی عیاری\r\nقدر سے متصل مذکور ہے اور رسائل مفصلہ ذیل جو خان صاحب کے رومیں لکھے گئے\r\nہیں مطالعہ کریں:\r\nاسكات المصدى ، قاصمة الظهر ، اللين اللاغرب ، السهيل\r\nعلى الجميل ، الختم على لسان المنصم -"
    },
    {
        "id": 62,
        "pageNo": 62,
        "pageText": "۲۴\r\nO\r\nوالم الكني\r\nليها العلماء الكرام والجهابذہ اے علماء کرام اور سردارانی خطام انتحاری\r\nالعظام قد نسب الى ساحتكم جانب چند لوگوں نے وہابی مفاد کی نسبت\r\nالكوبية اناس عقائد الوهابية کی ہے اور چند اوراق اور رسالے ایسے\r\nقالوا بأوراق ورسائل لا نعرف لاتے جن کا مطلب خیر زبان ہونے کے\r\nمعانيها الاختلاف اللسان فوجد سبب ہم نہیں ہو سکے۔ اس لیے امید\r\nان تخبرونا بحقيقة الحال و کرتے ہیں ہمیں حقیقت حال اور قول کے\r\nمرادات المقال ونحن نسٹ لکھ مراد سے مطلع کر ے گئے اور ہم تم سے چند\r\nعن امور اشتهر فيها خلاف امور ایسے دریافت کرتے ہیں جن میں وہابیہ\r\nالوها بيتر عن اهل السنة والجماعة كا اہل سنت و الجاحدت سے خلاف مشہور سے\r\nالسوال الأول والثاني پہلا اور دوسرا سوال\r\n) ما قولكم فى شد الرحال الى زيارة کیا فرماتے ہو. شد ر حال میں تیرا الکائنات\r\nسيد الكائنات عليه افضل الصلوات علیہ الصلوة والسلام کی زیارت کے لیے\r\nوالتحيات وعلى اله وصحبه"
    },
    {
        "id": 63,
        "pageNo": 63,
        "pageText": "۲۵\r\nالى الامرين احب اليكم افضل تمھارے نزدیک اور تمھارے سے اکابر کے\r\nلدى اكابركم للزائر هل نينوى نزدیک ان دو باتوں میں کوئی امر بپسندید و\r\nوقت الاستعمال الزيارة زيارته افضل ہے کہ زیارت کرنے والا بوقت سفر\r\nعليه السلام او ينوي المسجد زیارت خود آنحضرت صلی اله علی السلام کی\r\nايضا وقد قال الوهابية ان زیارت کی نیت کرنے یا مسجد نبوی کی بھی\r\nالمسافر إلى المدينة لا ينوىی حالانکہ وہابیہ کا قول ہے کہ مسافر مدینہ منورہ\r\nالا المسجد النبوى کو صرف مسجد نبوی کی نیت سے سفر کرنا چاہیے\r\nالجواب\r\nجواب\r\nبسم الله الرحمن الرحيم شروع اللہ کے نام سے جو ایت اوران سے مارا\r\nومنه نستمد العون والتوفيق اور اسی سے مد اور توفیق درکار ہے، اور\r\nوبيده ازمة التحقيق. اس کے قبضہ میں میں تحقیق کی باگیں۔\r\nحامدا ومصليا و مسلما حمد و صلوۃ و سلام کے بعد\r\nليعلم أولا قبل ان تشریح اس سے پہلے کہ ہم جواب شروع\r\nفي الجواب انا بحمد الله ومشاتنا کریں جانا چا ہے کہ ہم اور یہاں سے شائی\r\nرضوان الله عليهم اجمعین و اور چاری ساری جماعت بعد اشهد فوهات\r\nجميع طائفتنا وجماعتنا مقلدوں میں تقلید میں معقتد مانے خالی حضرت امام مولایم\r\nلقدمة الانام و ذروة الاسلام امام امام اعظم ابوحنیفه نعمان بن ثابت رضی الله\r\nالهمام الامام الاعظم ابی حنیفہ منہ کے، اور اصول و اعتقادیات میں\r\nالنعمان رضی اللہ تعالٰی عنہ فی پیرو میں امام ابو الحسن اشعری اور امام\r\nالفروع ومتبعون للامام الهمام ابو منصور ماتریدی رضی اللہ عنہا کے اور\r\nأبي الحسن الاشعرى والعام الهام"
    },
    {
        "id": 64,
        "pageNo": 64,
        "pageText": "الي منصور الماتريدی رضی اللہ طریقہائے صوفیہ میں ہم کو انتساب حاصل\r\nعنها في الاعتقاد و الاصول کی ہے سلسلہ عالیہ حضرات نقش بندیہ اور\r\nمنتسبون من طرق الصوفية طریقہ ذکیہ مشائخ چشت اور سلمہ بیه\r\nإلى الطريقة العلية المنسوبة حضرات قادریہ اور طریقہ مرضی شایخ شهر دیہ\r\nإلى الساحة النقش بدائية و رضی\r\nاللہ عنہم کے ساتھ ۔\r\nالطريقية الزكية المنسوبة\r\nالى السادة الحشنية والى\r\nالطريقة البهية المنسوبة إلى\r\nالسادة القادرية والى الطريقة\r\nالمرضية المنسوبة الى السادة\r\nالشهر وروية رضى الله عنهم اجمعين\r\nثم ثانيا انا لا نتكلم بكلام و دوسری بات یہ کہ ہم دین کے بارے\r\nلو نقول قولا في الدين الا وعليه عندنا میں کوئی بات انہیں نہیں کہتے جس پر کوئی\r\nدليل من الكتاب او الستة او الجماع دلیل نہ ہو، قرآن مجید کی یا سنت کی، یا\r\nالامة او قول من أئمة المذهب اجماع است یا قول کسی امام کا اور بائیں\r\nومع ذلك لا ندي المسجون من م م روانی نہیں کرتے کہ قلم کی علمی را نبای\r\nالخطاء والنسيان في ضلة القلم کی لغزش میں سمو د خطا سے مبرا ہیں\r\nزلة اللسان فأن ظهر لنا انا الخطانا في پس اگر ہمیں ظاہر ہو جاوے کہ فلای\r\nقول سواء كان من الاصول او التفریح قول میں ہم سے خطا ہوئی، عام ہے کہ\r\nنما يمنحنا الليامان نوع عنه وفتن اصول میں ہو یا فروع میں، اپنی غلطی سے\r\nبالرجوع كيف لا وقد رجع المتن رضوان رجوع کرلینے میں حیا ہم کو مانع نہیں ہوتی"
    },
    {
        "id": 65,
        "pageNo": 65,
        "pageText": "الله عليهم في كثير من أقوالهم حتی ان اور ہم رجوع کا اعلان کر دیتے ہیں چنانچہ ہمارے\r\nامام حرم الله تعالى المحترم أمامنا اک رضوان اللہ علیم سے ان کے بیشتر ے\r\nالثانی رضی الله عنا لم بين مسئلة اقوال میں رجوع ثابت ہے حتی کہ امام حرم\r\nالدولة فيه قول جديد و الصحابة رضی حرم امام شاضی رضی اثرات سے کراتی مشکلہ\r\nالله عنهم مرجعوا في مسائل الى اقوال ایسا منقول نہیں میں میں دو قول جدید تقدیم\r\nبعضہم کا لان على متتبع الحدیث نہ ہوں اور صحابیہ رضی الہ ہم نے اکثر مسائل\r\nفوادعى أحد من العلماء انا غلطانی میں دوسروں کے قول کے جانب رجوع فرمایا\r\nحكم فان كان من الاعتقادیات فعیہ چنانچہ حدیث کے جمع کرنے والے پر ظاہر ہے\r\nأن يثبت بنص من أئمت الاسلام و یا امام مالک کا گواہ ہے کہ ہم کے کیس کر رہی\r\nان كان من الفرجيات في الزم ان مہینی میں مکمل کی ہے سو اگر دوست و اقتصادی ہے، تو\r\nبنيانه على القول الرابع من اسمه ای لازم ہے اپنا روی بابت کے بال بیکلام\r\nالمذاهب فأنا فعل ذلك فلا يكون کی تشریح سے اگر ستار فرضی ہے تو اپنی یاد\r\nمنا ان شاء الله تعالى الا ان القبول کی تمیر کے اند دن ہی کے انتقال پر یا ایسا کرایا\r\nبالقلب واللسان وزيادة الشكر توات الله بهاری رات خوابی من نظارت میگی این تالار\r\nبالجنان و اركان\r\nلام قبول کر ینگے اور اب اسے کر سلام کرینگے\r\nوثالثاً ان في اصل اصطلاح تیسری بات یہ کہ مہندستان میں انقل و باربی\r\nبلاد الهند كان الطلاق الوهاب مرامن کا استعمال اس شخص کے لیے تھا جو ائمہ معنی اللہ\r\nترك تقليد الأئمة رضى الله تعالى عنهم منم کی تقلید چھوڑ بیٹھے پھر ایسی دوست کوئی\r\nثم اتسع فيه وغلب استعماله على امن عمل کہ یہ اعمال پر پالا جانے لگا ہو سایت مدیر پر\r\nبالسنتر السنية وترك الامور المستحدثة عمل کریں اس بات مین در سوم تیر کو چھوڑ\r\nالثنية و الرسوم الطبيعة حتى شاع في دیں۔ یہاں تک ہوا کہ بمبئی اور اس کے"
    },
    {
        "id": 66,
        "pageNo": 66,
        "pageText": "۲۸\r\nبيش ونواحيها أن من صنع من مجلة زاج میں یہ شہور ہے کہ جو مولوی اولیاء کی\r\nور الاولياء وطوافها فهو وهابي بل و قبروں کو سجدہ اور طوالت کرنے سے منع کرنے\r\nمن الظهر حرية الربوا فهو وهابي وان دو روانی ہے۔ بلکہ جو سود کی حرمت ظاہر کرنے\r\nكان من أكابر اهل الاسلام وعظم ائم ڈر بھی وہابی ہے گو کتنا ہی بڑا سلمان کیوں ہو\r\nثم اتبع فير حتى صار با فعلے ماذا لو اس\r\nکے بعد لفظ والی ایک ایک لفظ بن گیا،\r\nقال رجل من أهل الهند الرجل انه سواگر کوئی مہندی شخص کسی کو وہابی کہتا ہے\r\nوهابي فهو لا يدل على انه فأصل العقيلة تو یہ مطلب نہیں\r\nکہ اس کا عقیدہ فاسد ہے جبکہ\r\nبل يدل على انه سنی حنفی عامل بالسته مقصود ہوتا ہے کہ وہ شرمی مخفی ہے سنت\r\nمجتنب من البدعت خائف من الله تعالى پر عمل کرتا ہے۔ بدعت سے بچتا ہے اور معصیت\r\nفي ارتكاب المعصية ولما كان مشائخنا کے ارتکاب میں اللہ تعالیٰ سے ڈرتا ہے اور چونکہ\r\nرضى الله تعالى عنهم يسعون في احياء ہما سے مشائخ رضی اللہ تعالی مستمرا یار شگفت\r\nالستر ويشترون في النساء نيران میں سبھی کرتے اور باہت کی آگ بجھانے میں\r\nالبدعة غضب جدا ابليس عليهم وحرقوا مستعد رہتے تھے اس لیے شیطانی لشکر کو\r\nكلامهم و يتوهم وافتر والی او دارای این پرفضا گیا اور ان کے کلام میں تحریف کر\r\nورموهم بالوهابية وحاشاهم من ذلك والی اور ان پر بہتان باند سے طرح طرح کے اقرار\r\nبل وقال مستر اللهالتی ستافی خواص انتخاب کابہت کے ساتھ تم کی اگر ماشاک\r\nاوليائه كا قال الله تعالى في كتابه دو ایسے ہوں بلکہ بات یہ ہے کہ یہ سنت اللہ ہے\r\nوكن الجعنا لكل نبي عدوا کہ جو خواص اولیاء میں ہمیشہ جاتی رہی ہے\r\nشيطين الانس والجن يوحى بعضهم چنانچہ اپنی کتاب میں خود ارشاد فرمایا ہے اور\r\nإلى بعض زخرف القول غرورا ق اسی طرح ہم نے ہرنبی کے دشمن بنا دیے ہیں\r\nلو شاء مرك ما فعلوه فذهم وما جن و انس کے شیاطین کہ ایک دوسے کی پور"
    },
    {
        "id": 67,
        "pageNo": 67,
        "pageText": "المُهتَل عَلَى المقبل\r\nعقائد علما اہل سنت دیوبند\r\nتالیف\r\nفر الحمر من حضرة مولانا خلیل احمد سانوری براش سر العزيز\r\nالمتوفى ١٣٣٦هـ\r\nناشر\r\nنفيس منزل\r\nکریم پارک لاہور۔"
    },
    {
        "id": 68,
        "pageNo": 68,
        "pageText": "۲۹\r\nيفترون فلما كان ذلك في الانبياء جھوٹی باتیں ڈالتا رہتا ہے، دھوکا کے لیے اور\r\nصلوات الله عليهم وسلامه وجب ا ا ا ا ایا اگر تھا اب پاستا وری ورگی است\r\nان يكون في خلفا يهم ومن يقوم کام کرتے سر چھوٹو ٹین کو ان کے بافترا کر\r\nمقامهم كما قال رسول اللہ صلی ا ا ا ا ا ایا عالم اسلام کے ساتھ یہ ماورا\r\nالله عليه وسلم نحن معاشر الانبیاء تو ضرور ہے\r\nکہ ان کے جانشینوں اور ان قانون\r\nاشد الناس بلاء ثم الامثل فالامثل کے ساتھ بھی ایسا ہی ہو چنانچہ رسول اللہ صلی اللہ\r\nليتوفر حظهم ويكمل لهم أجرهم علیہ وسلم نے قوالیا ہے کہ انبیا اگروہ ہے\r\nفالذين ابتدعوا البدعات ومالوا زیادہ مور دیا ہے اس کا لاشہ مر کر کہتا کہ ان کا\r\nإلى الشهوات واتخذوا الههم اللوت خوار افر اور اجر کامل ہو جائے پس مندر میں جو\r\nوالقوا انفسهم في حاوية الردى اختراع درجات میں مشک اور شہریات کی جانب\r\nيفترون علينا الاكاذيب و بائی نہیں اور جنہوں نے خواہش نفس کو اپنا معبود\r\nالاباطيل وينسبون الينا الاضاليل بنایا ہے اور اپنے آپ کو بلاک کے گڑھ میں ٹال\r\nفأنا نسب الينا في حضرتكم قول پایا ہے ہم راہب کے یہاں بات ہے اور بہاری ناب\r\nيخالف المذهب فلا تلتفتوا اليه لو گراہمی کی نسبت کے تے رہتے ہیں جو صاحب کبھی\r\nتظنوا بنا الاخير او ان اختلاج فى آپ\r\nکی خدمت میں ہماری جانب منسوب\r\nکر کے کوئی\r\nصدوركم فاكتوا الينانات المنبر كم مخالف مذہب قول بیان کیا کرے تو آپ اس\r\nبحقيقة الحال والحق من المقال کی طرف التفات نہ فرمایا کریں اور بہانے ساتھ شیرین\r\nفأتكو عندنا قطب دائرة الاسلام کا یا انکار کر دیا گیا اس کا میں کوئی خلبان پیدا\r\nوری کی کیا کریں ہم ضرور واقعی حال اور پی پت\r\nکی اطلاع دینگے اس لیے کہ آپ حضرات ہمارے\r\nہے\r\nنزدیک مرکز دائرة الاسلام ہیں۔"
    },
    {
        "id": 69,
        "pageNo": 69,
        "pageText": "توضیح الجواب جواب کی توضیح\r\nعندنا وعند مشائخنا زيارة قبر ہمارے نزدیک اور بجائے مشائخ کے نزدیک\r\nسيد المرسلين (روحی ندای من زیارت قبرت یا ارسلین (مباری جان آپ پر قربانی)\r\nاعظم القربات واهم المثوبات و اعلی درجہ کی تربیت اور ضایت شراب اور سبب\r\nانج لنبيل الدرجات بل قريبة من محصول درجات ہے بلکہ واجب کے قریب ہے گو\r\nالواجبات وان كان حصوله بشد شتر حال اور بدل جان و مال سے نصیب جو\r\nالرحال وبذل المهج والأموال و اور سفر کے وقت آپ کی زیارت\r\nکی نیت کے\r\nینوی وقت الاستعمال زيادة عليه الف اور ساتھ میں مسجد نبوی اور دیگر مقامات و\r\nألف تحية وسلام وبينوى معها زيادة زیارت گاہ لائے مشترکہ کی بھی نیت کرے،\r\nمسجله صلى الله عليه وسلم وغیرہ کہ بہتر یہ ہے کہ جو عوامر این مام نے فرمایا\r\nمن البقاع والمشاهد الشريفة بل ہے کہ خالص قبر شریف کی زیارت\r\nکی نیت کے\r\nالأولى ماقال العلامة الهمام این پھر جب ایں حاضر یوگا تومسجد نبوی کی بھی دنیاست\r\nالهمام أن يجرد النبية الزيارة قبرہ حاصل ہو جائے گی۔ اس صورت میں جناب\r\nعليه الصلوة والسلام م يحصل له رسالت ان لا اله علیه وسلم کی تعظیم زاده\r\nالما قدم زيارة المسجد لان في ذلك ہے اور اس\r\nکی موافقت خود حضرت کے\r\nزيارة تعظيمه واجلاله صلى الله ارشاد سے ہو رہی ہے کہ جو میری زیارت\r\nعليه وسلم و يوافقه قوله صلى الله علیہ کو آیا، کہ میری زیارت کے سوا کوئی حاجت\r\nوسلم من جادن زائر الاتحاجانے اس کو نہ لائی ہو تو مجھ پر حق ہے کہ قیامت\r\nالا زيادتي كان حقا على ان اكون کے دن اس کا شفیع بنوں۔ اور ایسا ہی\r\nشفيعا له يوم القيمة وكذا نقل عن عارف کا جائی سے منقول ہے کہ انھوں"
    },
    {
        "id": 70,
        "pageNo": 70,
        "pageText": "العاريف الشامي الملا جامی اند افرز نے زیارت کے لیے رحم سے علاوہ سفر\r\nکیا\r\nالزيارة عن الحج وهو اقرب على المواب اور یہی طرز مذہب عشاق سے زیادہ مرا ہے\r\nالمحبين واما ما قالت الوهابية من اب رہا وہابیہ کا یہ کہنا کہ مدینہ منوں کی جانب\r\nإن المسافر الى المدينة المنورة على سفر کرنے والے کو صرت مسجد نبوی کی نیت\r\nسكرنا الف الف تحية لا ينوى الا المسجد کرنی چاہیے اور اس قول پر اس حدیث کے پہیل\r\nالشريين استدلالا بقوله عليه الصلوة و لانا کہ کیا دے نہ کئے جاویں مگر تین مسجدوں کی\r\nالسلام لا تشد الرحال الوالى ثلثه مسجود جانب سو یہ قول مردودہ ہے اس لئے کہ روکا ہے\r\nفمردود لان الحديث لا يدل على المنع کہیں بھی ممانعت پر دلالت نہیں کرتی بلکہ حساسات\r\nاصلا بل لو تأمله ذوفهم ثاقب العلم انه تم اگر خود کو ہے تو یہی حدیث بدلالت انحص\r\nقسم کرے\r\nبكالة النص يدل على الجواز فان المعلة جوازہ پر دلالت کرتی ہے کیونکہ جو عطت مساجد\r\nالتي استثنى بها المساجد الثلاث من کے دیگر مسجدوں اور مقابت سے سنے ہونے\r\nعموم المساجد والبقاع هو فضلها کی قرار پاتی ہے۔ وہ ان مساجد کی فضیلت ہیں\r\nالمختص بها و هو مع الزيادة موجود تو ہے اور یہ فضیلت زیادتی کے ساتھ بقیعہ\r\nفي البقعة الشرفية فان البقعة الشريفية شرکیہ میں موجود ہے اس لیے کہ وہ حصہ زمین\r\nوالرحبة المنيفة التي ضم اعضا تا ہے جو جناب رسول اللہصلی الہ علیہ وسلم\r\nکے اعضاء\r\nاعضائه\r\nصلى الله عليه وسلم أفضل مطلقا حتے مبارکہ کو مس کیے ہوئے ہے علی الاطلاق فضیل\r\nمن الكبة ومن العرش والكرسى ہے یہاں تک کہ کعبہ اور عرش و کرسی سے بھی\r\nكما صرح به فقهائنا رضى الله عنهم افضل ہے چنانچہ فتار نے اس\r\nکی تصریح فرمائی\r\nولما استثنى المساجد لذلك الفضل ہے اور جب فضیلیت خاصہ کی وجہ سے تہین\r\nالخاص فاولى تم اولی ان بہن نے البقر مسجدیں موم نمی کے تنے ہوگئیں تو بد یا اولی\r\nالمباركة لذلك الفضل العام وقد ہے کہ بقیہ مبارکہ فضیلت عامہ کے سب سننے سے"
    },
    {
        "id": 71,
        "pageNo": 71,
        "pageText": "صرح بالمسئلة كما ذكرناه بل بابسط ہمارے بیان کے موافق بلکہ اس سے بھی زیادہ\r\nمنها شيخنا العلامة شهر العلم العالمين بسط کے ساتھ اس مسئلہ کی تصریح ہمارے شیخ\r\nمولانا رشید احمد الجنجوهی نقدی شم السلام حضرت موالد مولوی پیشی می نگری\r\nاستها العزيز في رسالته زيارة المناسك ترس ترہ نے اپنے رسالہ زبده المناست کی\r\nفي فضل زيارة المدينة المنورة وقد فصل زیارت مدینہ منورہ میں فرمائی ہے، جو\r\nطبعت مراراً وايضا في هذا المبحث بر با طبع ہو چکا ہے نیز اسی سبجٹ میں ہمارے\r\nالقرين رسالتشيخ مشائخنا مولانا شیخ المشائخ مفتی صدر الدین دہلوی قدس سره\r\nالمفق صدر الدین الدهلوی قدس کا ایک رسالہ تصنیف کیا ہوا ہے جس میں مولانا\r\nالله شرع العزيز اقام فيها الطاقہ الگری نے ولا یہ ارمان کے موافقین پر قیامت تھا\r\nعلى الوهابية ومن وافقهم الى بر این دیں اور نیچے کی دلائل ذکر فرماتے ہیں۔ اس کا اہم\r\nالحة ومج سلطنة سماها الحصر المقال أحسن المقال في شرح حديث لا تشد الرحال ہے\r\nفي شرح حديث لا تشد الرحال طبیعت کو طبع ہو کر شہر ہو چکا ہے، اس کی طرف\r\nو اشتهرت فليراجع اليها والله تعالى اعلم رجوع کرنا چاہیے۔\r\nالسوال الثالث والرابع تجمیرا اور چوتھا سوال\r\nسهل للرجل ان يتوسل في دعواته کی وفات کے بعد رسول اللہ صلی اللہ علیہ\r\nبالنبي صلى الله عيه وسلم مع الوفاة و سلام کا ترش لیستا دعاوں میں جانا ہے\r\nبعد ریاستی اداروں میں جائز\r\nام لا ؟\r\nیا نہیں؟\r\nايجوز التوسل عندكم بالسلف تمھارے نزدیک سلف صالحین بین ایله محقیقین\r\nالصالحين من الانبياء والصديقين اور شدار و اولیاء اللہ کا تو مشکل بھی جائز"
    },
    {
        "id": 72,
        "pageNo": 72,
        "pageText": "والشهداء وأولياء رب العلمين ام لا ؟ ہے یا نا جائز ؟\r\nالجواب\r\nجواب\r\nعندنا وعند مشائخنا يجوز التوسل ہمارے نزدیک اور ہمارے مشائخ کے نزدیک\r\nفي الدعوات بالانبياء والصالحين من دعاؤں میں اختیار و مسلمان و اولیار و شکار\r\nالاولياء والشهداء والصديقين في وصد یقین کا خوشگل جائز ہے۔ ان کی حیات\r\nحيوتهم وبعد وفاتهم بأن يقول فی میں یا بعد وفات ایں طور کہ کہے یا اللہ میں\r\nدعائه اللهم انى اتوسل اليك بالاك بوسیلہ فلاں بندگی کے مجھ سے دعا کی\r\nأن تجيب دعوتي وتقضى حاجتر الى قبولیت اور حاجت براری چاہتا ہوں اسی\r\nغير الله كما صرح به شيخنا و مولانا جیسے اور کلمات کیسے چنانچہ اس کی تصریح\r\nالثاء محمد اسحق الدهلاوى ثم فرمائی ہے ہمارے شیخ مولانا شاہ محمد اسحاق\r\nالمهاجر الكي ثم بينة في فتاولا این برای مالکن نے پھر ما در میان دو گری\r\nو\r\nمولانا رشید احمد الكنگرمی رحمتہ نے بھی اپنے فتاوی میں اس کو بیان خوایا ہے\r\nالله عليه ما و في هذا الزمان شاشة جو چھرا ہوا آج کل لوگوں کے ہاتھوں میں موجود\r\nمستفيضة بأيدى الناس وهذہ ہے، اور ریاست کہ اس کی پہلی بار کے\r\nالمسئلة مذكورة على صفحه ۹۳ من صفور ۹۳ پر مذکور ہے۔ جس کا جی چاہیے\r\nالمجلد الأول منها فليراجع اليها من شا دیکھئے۔\r\nالسوال الخامس پانچواں سوال\r\nما قولكم في حيرة النبي عليه القبلوة کیا فرماتے ہو جناب رسول اللہ صلی اللہ علیہ وسلم"
    },
    {
        "id": 73,
        "pageNo": 73,
        "pageText": "والسلام في قبره الشريف عل الامر کی قبر میں حیات\r\nکے متعلق\r\nکہ کوئی خاص حیات\r\nمخصوص به ام مثل سائر المومنین آپ کو حاصل ہے یا عام مسلمانوں کی طرح بندگی\r\nرحمة الله عليهم حيوته برزخية - جات ہے۔\r\nالجواب\r\nجواب\r\nعندنا وعند مشائخنا ضرة الرسالة ہمارے نزدیک اور جارے مشائخ کے\r\nصلى الله عليه وسلم ا ا ا ا ا ا ا ا ا ا ا ا ا ا ا لا اله علیه وسلم ان قبر بلاک\r\nوحيونته صلى الله عليه وسلم دنيوية میں زندہ نہیں اور آپ\r\nکی حیات دنیا کی سی ہے\r\nمن خير تكليف وهي مختصة به بلا مشکلات ہونے کے اور یہ حیات مخصوص ہے\r\nصلى الله عليه وسلم وبجميع الانبياء آن حضرت اور تمام انبیا علیم السلام اور شدار\r\nصلوات الله عليهم والمشهد أو لابرو ریہ کے ساتھ بنتی نہیں ہے جو کامل نے تمام\r\nكما هي حاصلة السائر المومنين بل مسلمانوں بلکہ سب آدمیوں کو چنانچه ها در سیویلی\r\nلجميع الناس كما نص عليه العلامة نے اپنے رسالہ انبار الاكيا لحملة الانبار\r\nالسيوطي في رسالته إنباء الاذكياء میں تصریح لکھا ہے۔ چنانچہ فرماتے ہیں کہ\r\nمحليون الانبياء حيث قال قال الشيخ علامہ تقی الد ین شبکی نے فرمایا ہے کہ اخبار\r\nتقى الدين السبكي حيورة الانبياء و و شہداء کی قبر میں حیات ایسی ہے جیسی دنیا\r\nالشهدا على القبرك حيوتهم في الدنيا میں تھی اور موسیٰ علیہ السلام کا اپنی قبر میں\r\nويشهد اله صلوة موسى عليه السلام نماز پڑھنا اس کی دلیل ہے کیونکہ نماز زندہ\r\nفي قبره فان الصلوة تستدعى جا جسم کو چاہتی ہے۔ الم پس اس سے ثابت\r\nحيا إلى أخر ما قال مثبت بهذا ان برا کہ حضرت علی اله علیه وسم کی حیات معنوی\r\nحيوته دنيوية برزخية لكونهفاقی عالم ہے اور اس مسنے کو پانی بھی ہے کہ مسالم"
    },
    {
        "id": 74,
        "pageNo": 74,
        "pageText": "البرزخ والشيخنا شمس الاسلام و برنج میں حاصل ہے اور پرانے شیخ مولا تم\r\nالدين محمد قاسم العلوم علی محمد قاسم صاحب کو کس سورہ کا اس محبت میں\r\nالمستفيدين قدس الله سر العزيز ایک مستقل رسالہ بھی ہے نہایت دقیق اور\r\nفي لهذه المبحث رسالة مستقلة انوکھے طرز کا بے مثل جو طبع ہو کر لوگوں ہیں\r\nحقيقة المأخذ بديعة المسا الهام شائع ہو چکا ہے۔ اس کا نام آپ حیات\r\nير مثلها قد طبعت وشاعت في الناس ہے۔\r\nواسمها أب حيات أى ماء الحيوية\r\nالسؤال السادس چھٹا سوال\r\nهل للداعي في المسجد النبوي ان کیا جاتا ہے مسجد نبوی میں دعا کرنے والے کو\r\nيجعل وجهه إلى القبر المنيف ایستل په صورت\r\nکه قبر شریف کی طرف منہ کر کے\r\nمن المملى الجليل متوسلا بنجير کھڑا ہو اور حضریف کا واسطہ سے کرتی تعالی\r\nالفخيم النبيل.\r\nالجواب\r\nسے دعا مانگے۔\r\nجواب\r\nاختلف الفقهاء في ذلك كما فكرہ اس میں ختیار کا اختلاف ہے جیسا کہ تھ\r\nالملا على القارى وحمد الله تعالی علی قاری نے مسلک منقط میں ذکر کیا ہے\r\nفي السلك والمنقسط فقال ثم فرماتے ہیں معلوم کرو کہ ہمارے بعض مشائخ\r\nأعلم أنه ذكر بعض مشائتا كابي ابو الیٹ اور ان کے پیرو کرمانی و سروجی\r\nالليث ومن تبعه كالكرماني والروحی خیرو نے ذکر کیا ہے کہ زیارت کرنے والے"
    },
    {
        "id": 75,
        "pageNo": 75,
        "pageText": "أنه يقف الزائر مستقبل القبلة کنا کر قبلہ کی طرف منہ کر کے کھڑا ہوتا چاہیے جیا\r\nرواه الحسن بن ابی خفیف ہونے کا امام مس نے امام اور فنی در من الشرور سے\r\nالله عمائم نقل عن ابن الہمام روایت کی ہے۔ اس کے بعد این امام سے\r\nبأن ما نقل عن ابى الليث مردود نقل کیا ہے کہ ابو اللیث کی روایت نا معمول\r\nبما روى ابو حنيفة عن ابن عمر ہے۔ اس لیے کہ امام ابو حنیفہ نے حضرت\r\nرضي الله عنه انه قال من السنة ابن عمر رضی اللہ عصم سے روایت کی ہے کہ\r\nان تاني تبر رسول الله صلی اللہ علیہ شعیہ یہ ہے کہ جب تم قبر شریف پر حاضر\r\nیہ\r\nوسلم فتستقبل القبر بوجهك ثم ہو تو قبر مطہر کی طرف منہ کر کے اس طرح کہو\r\nتقول السلام عليك أيها النبی و آپ پر سلام نازل ہو اے نبی اوراللہ تعالی کی\r\nمرحمة الله وبركاته ثم ابنه ابن والید رحمت و برکات نازل ہوں پھر اس کی تائید ہیں\r\nأخرى أخرجها مجد الدين اللغوى دوسری روایت رائے میں ہیں کو محی الد ین نقوی نے\r\nعن ابن المبارك قال سمعت أبا حنیفہ ابن المبارک سے نقل کیا ہے۔ وہ فرماتے ہیں نہیں\r\nيقول قدم ابو ايوب السختياني وانا نے امام ابو حنیفہ کو اس طرح فرماتے سنا کہ جب\r\nبالمدينة فقلت لا نظرت بما يصنع ابو ایوب خیالی مدینہ مندر میں آئے تو میں نہیں تھا\r\nفجعل ظهره مما يلى القبلة ووجهے میں نے کیا ہیں ضرور دیکھونگا پہ کیا کرتے ہیں\r\nمسایل وجه رسول الله صلى الله سوانھوں نے قبلہ کی طروف پیش کی اور سعال الشد\r\nعليه وسلم وبيكي غير متباك فقام صلی اللہ علیہ وسلم کے چہرہ مبارکہ کی طرف اپنا منہ\r\nمقام فقيه ثم قال العلامة القارى کیا اور با تصبح روئے تو بڑے فقیہ کی طرح قدیم\r\nبعد نقله وفيه تنجيه على ان هذا کیا پھر اس کو نقل کر کے فلاسفاری فرماتے\r\nهو مختار الأمام بعد ما كان مشروط ہیں اس سے صاف ظاہر ہے کہ میں اور امام حسیب\r\nفي مقام المرام ثم الجمع بين الدوانین کی پسند کرہ ہے ہاں پہلے ان کو زرد تھا پھر اور"
    },
    {
        "id": 76,
        "pageNo": 76,
        "pageText": "ممكن الكلام الشريف ظهر بنا نے کبھی کہا کہ دونوں روایتیں دی لایت کن\r\nانه يجوز كلاه الأمرين لكن المختار ہے الم عرض اس سے ظاہر ہو گیا کہ جان بہاراں\r\nأن يستقبل وقت الزيارة مسايل وہ صورتیں میں گراوٹی نہیں ہے کہ زیارت کے\r\nالشريف صلى الله عليه وسلم وهو المترو وقت پر مبارک\r\nکی طرف سمندر کر کے کھڑا ہوتا\r\nبه عندنا وعليه علمنا و عمل مشائخنا و چاہیے اور یہی ہمارے نزدیک معتبر ہے اور\r\nهكذا الحكم في الدعاء كما روى عن اسی پر ہمارا اور بہانے سے مشائخ کا مل ہے اور\r\nنالك حمد الله تعلى اساس الا بالا میں کردا مانگنے کا ہے یا کہ ا ا ا ا سے\r\nوقد صرح به مولانا الكت كوفي في رسالتہ مروی ہے جبکہ ان کے کسی خلیفہ نے ان سے مسئلہ\r\nزبدة المناسك واما مثلة التوسل دریافت کیا تھا اور اس\r\nکی تصریح مان گنگ ہی اپنے\r\nفقد مرت في نمرة ٢٣ مل رسالہ زبدة المناسک میں کر چکے ہیں اور قتل کا\r\nمسئلہ بھی صفحہ و م میں گزر چکا ہے۔\r\nالسوال السابع ساتواں سوال\r\nما قولكم في تكثير الصلوة علی النبی یا افراتے ہو اب سوال لال اصل اور مالی ام\r\nصلى الله عليه وسلم وقراءة دلائل پر کثرت اردو دو پینے استعمال الخیرات اور دیگر\r\nاور اہ کے پڑھنے کی بابت ۔\r\nالخيرات والأوراد .\r\nالجواب\r\nجواب\r\nيستجب عندنا تكثير المقالة علم النبین ہمارے نزدیک حضرت صلی اللہ علی وسلم پر\r\nصلى الله عليه وسلم وهو من أمر جي عبود شریف کی کثرت منصب اور نهایت موجب"
    },
    {
        "id": 77,
        "pageNo": 77,
        "pageText": "۳۸\r\nالطاعات واحب المندوبات سواء كان اجر و ثواب طاعت ہے خواہ ولائل الخیرات پڑھ\r\nبقراءة الدلائل والأوراد القانونية کرده یا درود شریعت کے دیگر رسائل مولف کی\r\nالمولفة في ذلك أو بغيرها ولكن الا تلاوت سے ہو لیکن افضل ہمارے نزدیک\r\nفضل عندنا ناصح بالتظ به صلى الله علیہ وہ درود ہے جس کے لفظ بھی حضرت سے\r\nوسلم والوصلى بغير بأوروحنه علی اللہ مستقبل میں گر غیر منقول کا پڑھنا بھی خیال ہے\r\nعليه وسلم لم يخل من الفضل وسيحقق خال نہیں اور اس بشارت کا استحق ہو ہی جاگ گیا\r\nبشارة من صلى على صلوة صلى الله کہ جس نے مجھ پر ایک بار ورد و پڑھا بھی تعالی\r\nعليه عشر ا وكان شيخنا العلامة الكند ولی اس پر دس مرتبہ رحمت بھیجے گا۔ خود ہمارے\r\nيقرء الدلائل وكذلك المشائخ الأخر شیخ حضرت مولنا گنگوہی قدس سرہ اور دیگر\r\nمن ساداتنا وقد كتب في ارشاداته مشائخ ودلائل الخیرات پڑھا کرتے تھے۔\r\nمولانا و مرشد ناقطب العالم حضرة اور مولانا حضرت حاجی امداد الله شاه\r\nالحاج امداد الله قدس\r\nالله سر العزيز مہاجر کی قدس سرہ نے اپنے ارشادات ہیں\r\nو\r\nا مر ا مها به بان غیر بوده و\r\nکانوایر وروت تحریر فرما کر مریدین کو امر بھی کیا ہے کہ دلائل\r\nالدلائل رواية وكان يجيز اصحابه کا ورد بھی رکھیں اور ہمارے مشائخ ہمیشہ\r\nبالدلائل مولانا الگنگوهی رحمہ اللہ اکل کو روایت کرتے رہے اور مواد اگر میں بھی\r\nاپنے مریدین کو اجازت دیتے رہے۔\r\nعليه.\r\nالسوال الثامن المتاع العاشر آٹھواں نواں اور سوال سوال\r\nهل يصح لرجل ان يقال لحل امن الأئمة تمام اصول و فروع میں چاروں اماموں میں سے\r\nالأربعة في جميع الأصول والفروع ام کی ایک امام کا مقدر بن جانا درست ہے نہیں"
    },
    {
        "id": 78,
        "pageNo": 78,
        "pageText": "فهرست\r\nال على الفن لینے ماند قبل اہل\r\nسنت دیوبند (عربی اردود)\r\nمقدمہ : اکابر دار العلوم کا اجمالی تعارف از حضرت مولانا قاضی مظہر حسین صاحب رحمتہ اللہ علیہ کے\r\nآغاز اصل کتاب، تمہید اور باعث تحریر تصنیف\r\n16\r\nشد رحال سے متعلق سوال اور اسکا جواب\r\nتوسل بالنبی صلی اللہ علیہ وسلم والاولياء والصالحين\r\nحیات النبی صلی اللہ علیہ وسلم\r\nقبر اطہر پر دعا کرنے کا طریقہ\r\nرسول اللہ صلی اللہ علیہ وسلم پر بکثرت درود شریف بھیجنا\r\nانہ اربعہ کی تقلید کا حکم\r\n۳۲\r\n\"Y\r\n٣٥\r\n۳۷\r\n۳۸\r\nصوفیہ کے اشغال اُن کے ہاتھ پر بیعت کرنا اور ان سے فیوض حاصل کرنا ۳۹\r\nخاص وہابیوں کے بارے میں حکم\r\nاستواء علی العرش کا مطلب\r\nرسول اللہ صلی اللہ علیہ وسلم کا سب سے افضل ہونا\r\nرسول اللہ صلی اللہ علیہ وسلم کا خاتم النبیین ہونا\r\nرسول اللہ صلی اللہ علیہ وسلم کو اپنا بڑا بھائی سمجھنا ( نعوذ باللہ من ذالک)\r\nرسول اللہ صلی اللہ علیہ وسلم کو مخلوقات میں سب سے زیادہ علم عطا ہونا\r\nشیطان ملعون کے علم سے متعلق براہین قاطعہ کی عبارت پر شہہ کا جواب\r\nحفظ الایمان کی ایک عبارت پر شبہ کا جواب\r\n۲۱\r\n۴۳\r\n10\r\n* 9 2 3 2"
    },
    {
        "id": 79,
        "pageNo": 79,
        "pageText": "لا وعلى تقدير الصحة هل هو مستحب اور اگر دوست ہے تو سب ہے ، یا\r\nام واجب و من متادون من الائمة واجب ، اور تم کسی امام کے منتظر ہو۔\r\nفروعاً و اصولاً\r\nالجواب\r\nجواب\r\nلابد للرجل في هذا الزمان ان يقلل اس زمانہ میں نہایت ضروری ہے کہ\r\nاحدا من الرئيس الأراجة رضي اللہ چاروں اماموں میں سے\r\nکسی ایک کی تقلید کی\r\nتعالى عنهم بل يجب فانا جربنا كثيرا بارے بلکہ واجب ہے کیونکہ ہم نے تجربہ کیا\r\nان مال توك تقليد الأئمة واتباع ہے\r\nکہ ائمہ کی تقلید چھوڑنے اور اپنے نفس ہوا\r\nراى نفسه وهو بها السقوط في حفرة کے اتباع کرنے کا انجام الاد و نفقہ کے گڑھے\r\nالالحاد والزندقة اعاذنا الله منها و میں جا گرتا ہے۔ اللہ پناہ میں رکھے اور بائی مجھے\r\nلاجل ذلك فن ومشامتا مقلدون ہم اور جان سے شائخ تمام اصول و شروع میں\r\nفي الأصول والفروع لايام المسلمين امام اسلامی اور عید رضی اللہ نہ کے مبتلا افرین\r\nابي حنيفة رضي الله تعالى عند اماتنا خدا کی ہے اسی پر ہماری سورت ہو، اور اسی\r\nالله عليه و حشرنا في زمرته والمشائخنا زمرہ میں ہمارا حشر ہو، اور اس بحث میں کہا ہے\r\nفي ذلك تصانيف عديدة شاعت مشائخ کی بہترین تصانیف دنیا میں مشتہرد\r\nشاریع ہو چکی ہیں۔\r\nواشتهرت في الأفاق .\r\nالسؤال الحادي عشر گیارھواں سوال\r\nوهل يجوز عندكم الاشتغال باشغال کیا صوفیہ کے اشغال میں مشغول اور ان سے"
    },
    {
        "id": 80,
        "pageNo": 80,
        "pageText": "الصوفية وبيعتهم وهل تقولون بمهمة بیعت بنا تھا اسے نزدیک جائز اور اکابر کے\r\nوصول الفيوض الباطنية عن صدور سینہ اور قبر کے باطنی فیضان پہونچنے کے\r\nالأكابر وقبورهم وهل يستفيد اهل تم قاتل ہو انہیں اور مشائخ کی روحانیت سے\r\nالسلوك من روحانية المشاع الاجلہ اسلام اہل سلوکی کو نفع پہنچتا ہے یا نہیں ۔\r\nالجواب\r\nجواب\r\nيستجب عندنا اذا فرغ الانسان من ہمارے نزدیک شب ہے کہ انسان جب بے قاید\r\nتصحيح العقائد وتحصيل المسار المضرورین کی دوستی اور شرح کے مسائل فرسے کی تھیل\r\nمن الشرع أن يبايع شيخا راسخ القدم سے خار میں جانے سے ذریعے شیخ سے بیعت ہو\r\nفي الشرعية زاهد في الدنيا واضاف الاور جو شریعت میں راسخ القدوم بی دنیات شبیریت\r\nقد قطع عقبات النفس وتمرن في میں آخرت کا طالب ہر نفس کی لگا ئیوں کو لے کر\r\nالمنجيات وتبتل من المهمات كالا چکا ہو۔ جگرم نبات و بنده اعمال کا اور طوی\r\nمكملار يضع يدك في يده ويحبس ہر تباہ کی افعال سے خود بھی کامل ہو دوسری\r\nنظره في نظره ويشتغل باشتغال کو بھی کامل بنا سکتا ہو ایسے مرشد کے ہاتھ میں ہاتھ\r\nالصوفية من الذكر و الفكر والغناء اکلیل سے کر اپنی نظر اس کی نظر میں مقصود لکھے اور صوفی\r\nفيه ويكتسب النسبة التي هي النعمة کے شمال میں ذکروفکر اور اس میں فار ام کے\r\nالعظمى والغنيمة الكبرى وهى المعبر ساتھ مشغول بہو اور اس نسبت کا اکتاب جنسیت\r\nعنها بلسان الشرع بالاحسان وأما من ملے اور قیمت کبری ہے جس کو شرح میں محسن\r\nلم يتيسر له ذالك ولم يعد له مالیات کے ساتھ تیر کیا گیا ہے اور یں کو نیست میرن\r\nفيكفيه الاسلاك ليسلكهم الاغواط بوادر یہاں\r\nتک ہی سکے اس کو بزرگوں کے مسلے\r\nفي حزب هم فقد قال رسول اللہ صلی میں شامل ہوجانا ہی کافی ہے کیونکہ حالات اصلی"
    },
    {
        "id": 81,
        "pageNo": 81,
        "pageText": "لله عليه وسل المر مع من احب اللہ وسلم نےفرمایا ہے کہ اگر اس کے\r\nأولئك قوم لا يشقى جليهم بماں ساتھ ہے جس کے ساتھ اسے محبت ہو وہ ایسے\r\nالله تعالى و حسن انجامه خود مشاھنا لگی ہیں جن کے پاس بیٹھنے والا کروم نہیں ہوسکتا\r\nقده خلوا في بيعتهم واستظلوا با عالم اور بھی اللہ اور ہارے مشائخ ان حضرات کی\r\nو قصد واللارشاد والتلقين والحمد لله بعیت میں داخل اور ان کے اشتعال کے شاغل\r\nعلى ذالك واما الاستفادة من با خاصیت اور ارشاد و تلقین کے درپے رہے ہیں ولی\r\nالمشائخ الاجلة ووصول الفيوض علی ذلک ، اب رہا تاریخ کی روحانیت سے\r\nالباطنية من صدورهم أو قبور هم استفادہ اور ان کے سینوں اور قبروں سے اپنی\r\nفيصح على الطريقة المعروفة في اهلها فیوض پہنتا سو بینک بھی ہے گر اسی طریقے سے\r\nوخواصها الا بما هو شائع في العوام اس کے بل اور خواص کو معلوم ہے نہ اس طرز سے\r\nجو حرام میں رنگی ہے۔\r\nالسوال الثاني عشر بارهوان سوال\r\nتركان محمد بن عبد الوهاب محمد بن عبد الوہاب نجدی حلال سمت ان مسلمانوں\r\nالنجدي يستحل دماء المسلمین کے خون اور ان کے مال و آب کیا در تمام\r\nوأموالهم واعراضهم وكان ينسب لوگوں کو منسوب کرتا تھا شرک کی جانب اور\r\nالناس كلهم إلى الشرك وحسب سلف کی شان میں گستاخی کرتا تھا، اس کے\r\nالسلف فكيف ترون ذلك وهل باس سے میں تمھاری کیا رائے ہے اور کیا اسلات\r\nتجوزون تكفير السلف والمسلمین اور اہل قبلہ کی لکیر کو تم جا نہ کہتے ہو یا کیا\r\nوأهل القبلة ام كيف مشركم مشرب ہے ؟"
    },
    {
        "id": 82,
        "pageNo": 82,
        "pageText": "الجواب\r\nجواب\r\nالحكم عن تأفيهم ما قال صاحب ہمارے نزدیک ان\r\nکا حکم رہی ہے جو صاحب\r\nالدر المختار و خوارج هم قوم در تخار نے فرمایا ہے اور خوارج ایک جماعت\r\nلهم منطقه خرجوا عليه بتأویل بیرون ہے شوکت والا جنھوں نے امام پر چڑھائی کی تھی\r\nانه على باطل كفرا و معصبية توجب تاویل سے کام کو باطل میں گرا دینی حمیت\r\nقتاله بتاو ليهم يستحلون دماشاء کا مرکب سمجھتے تھے جو قتال کو واجب کرتی ہے\r\nأموالنا ويسبون نسائنا إلى أن قال اس تاویل سے یہ لوگ ہماری جان و مال کو مال\r\nوحكمهم حكم البغاة ثم قال و انا سکھے اور جاری عورتوں کو قید بناتے ہیں اگے\r\nلم نكفرهم لكونه من تأويل وان کان روتے ہیں۔ ان کا حکم باغیوں کا ہے اور پھرتے\r\nبالطلاء. وقال الشامي في حاشیہ کا بھی ایک ہی ان کی کمی صرف اس لیے نہیں\r\nوقع في زماننا في اتباع عبد الوهاب کرتے کہ ر فصل تاویل سے ہے اگر وہ باطل ہیں کہیں\r\nالذين خرجوا من فجل وتظبوا على اور علامہ شامی نے اس کے حاشیے میں فرمایا ہے\r\nالحرمين وكانوا ينقلون مذهب جیسا کہ ہمارے زمانے میں بعد اعراب کے مابین\r\nالحناطة لكنهم اعتقدوا أنهم هم سے مشورہ ہوا کہ جن سے کال کرو میں شرفی بناب\r\nالمسلمون وأن من خالف اعتقام ہوئے اپنے کو حنبلی مذہب بتاتے تھے مگر ان کا\r\nمشركون واستباحوا بذلك قتل اهل عقیدہ یہ تھا کہ کسی دیہی مسلمان نہیں اور جو ان کے\r\nالسنة وقتل علمائهم حق کہا اللہ عیہ کے فلات ہونا شرک ہے اور اسی بنا پر\r\nكسر\r\nشوكتهم ثم اقول ليس مر ولا احد انھوں نے اہل سنت اور امام اہل سنت افق پہلے\r\nمن اتباعه وشيعته من مشاطنا في سمجھ رکھا تھا یہاں تک\r\nک اللہ تعالیٰ نے ان کی شکست\r\nسلسلة من سلاسل العلم من الفقه توڑ دی۔ اس کے بعد میں\r\nکتابوں کہ عبدالوایا ہے"
    },
    {
        "id": 83,
        "pageNo": 83,
        "pageText": "۲۳\r\nوالحديث والتفسير والتصبون والا اس کا تا ہے کوئی شخص بھی سہارے کسی علامہ شاخ\r\nاستقلال دماء المسلمين وأموالهم و میں نہیں نہ تفسیر و فقہ و حدیث کے علی سلسلہ\r\nاعراضهم ناما أن يكون بغير حق او میں نہ تصوف ہیں۔ اب رہا مسلمانوں کی جائیں\r\nمحقق كمان كان بغير حق ناما ان يكون مال و آبرو کا حلال\r\nکہتا ہو یا ناحق ہوگا ہیں۔\r\nمن غير تأويل فكفر وخروج عن پھر اگر ناحق ہے تو با با تاویل ہوگا جو کفر اور\r\nالاسلام وان كان بتأويل الاسبوع خارج از اسلام ہوتا ہے۔ اور اگر ایسی تاویل\r\nفي الشرع ففسق واما ان كان بحق سے ہے جو شہر کا جائزہ نہیں تو فیق ہے، اور\r\nفائزيل واجب وأما تكسير السلف اگر بحق ہو تو جائز بلکہ واجب ہے۔ باقی رہا\r\nمن المسلمين فحاشا ان نكفر احدا ساعت ال اسلام کو کا فرکتا وحاشا ایمان\r\nمنهم بل هو عندنا رفض و ابتداع میں سے\r\nکسی کو کافر کتے یا سمجھتے ہوں بلکہ یہ\r\nفي الدين وتكفير اهل القبلة من فعل ہمارے نزدیک رفض اور دین میں اختراع\r\nالمبتدعين فلا تكفرهم عالم ينكروا ہے۔ ہم توان باقیوں کو بھی جاہل قبلا میں میں\r\nحكما ضروريا من ضروریات کالا این تک دین کے کسی ضروری حکم کا انکار نہ کرین\r\nفاذا ثبت انكار امر ضروري من الدین کافر نہیں کہتے۔ ہاں جس وقت دین کے کسی\r\nنكلترهم ومختطفيه وهذا دابنا و دارای کارا انکار ثابت ہو جائیگا تو کافر کہیں گے\r\nد آب مشاعنا رحمهم الله تعالی اور احتیاط کریں گے میں طریقہ ہمارا اور ہمارے\r\nمحمد مشائخ رحیم اللہ کا ہے۔\r\nالسوال الثالث عشر الرابع عشر تیروں اور پوچھواں سوال\r\nما قولكم في امثال قوله تعالى الرحمن کیا کہتے ہو حق تعالیٰ کے اس قسم کے قول ہیں کہ"
    },
    {
        "id": 84,
        "pageNo": 84,
        "pageText": "۴۴\r\nعلى العرش استوى هل تجوزون مینی فرش پر مستوی ہوا، کیا جائز سمجھے ہر باری\r\nاثبات جهة ومكان اللبارى تعالى تعالٰی کے لیے جہت و مکان\r\nکا ثابت کرتا یا گیا\r\nرائے ہے ؟\r\nام كيف رأيكم فيه ؟\r\nالجواب\r\nجواب\r\nقولنا في امثال تلك الأيات انا ثو من اس قسم کی آیات میں چارا نہ ہب یہ ہے\r\nبها ولا يقال كيف و نؤمن بالله سبحانهے کہ ان پر ایمان لاتے ہیں اور کیفیت سے گمبٹ\r\nوتعالى متعال ومنزه عن صفات نہیں کرتے، یقینا جانتے ہیں کہ اللہ سبحانہ و\r\nالمخلوقين وعن سمات النقص و تعالی مخلوق کے اوصیات سے انقرہ اور نقص\r\nالحدوث كما هو راي قد ماتنا. وأما حددت\r\nکی علامات سے مبرا ہے جیسا کہ چاہے\r\nما قال المتأخرون من امتنا في تلك متقدمین کی رائے ہے اور ہمارے متاخرین\r\nالوريات يا ولونها بتأويلات صحيحة اماموں نے ان آیات میں جو صحیح اور لغت و\r\nسائغة في اللغة والشرع بأنه يمكن ان شروع کے اعتبار سے جائے تا و طیں فرمائی نہیں\r\nيكون المراد من الاستواء الاستا تاکہ کہ تم مجھ میں اوریہ کہ کن ہے استوا سے\r\nو من اليد القدرة الى غير ذالك تقريبا مراد غلبہ ہو اور ہاتھ سے مراد قدرت، توری بھی\r\nالى افهام القاصرين تحت أيضا عندنا جہان سے نزدیک بھی ہے۔ البتہ جست و مکان کا\r\nوأما الجمعة والمكان فلا مجوز اثباتهما اللہ تعالی کے لیے ثابت کرناہم جائز نہیں کہتے\r\nله تعالى ونقول انه تعالى منزه و متعال اور یوں کہتے ہیں کہ وہ جہت دمکانیت اور\r\nعنهما وعن جميع سمات الحدوث جملہ علامات حدوث سے منزہ و عالی ہے۔"
    },
    {
        "id": 85,
        "pageNo": 85,
        "pageText": "السوال الخامس عشر پندر هوای سوال\r\nهل ترون أحدا أفضل من النبی کیا تمھاری رائے یہ ہے کہ مخلوق میں سے\r\nصلى الله عليه وسلم من الكائنات؟ جناب رسول اللہ صل اللہ علیہ وسلم سے بھی\r\nکوئی افضل ہے ؟\r\nالجواب\r\nجواب\r\nاعتقادنا و اعتقاد مشائخنا ان ہمارا اور ہمان سے مشائخ کا عقیدہ یہ ہے کہ تیرتا\r\nسيدنا و مولانا حبيبنا وشفيعنا و مولانا وحبيبنا وشفيعنا محمد رسول الله صل الله\r\nمحمدا رسول الله صلى اللہ علیہ علیہ وسلم تمام مخلوق سے افضل اور اللہ تعالی\r\nوسلم أفضل الخلائق كافة وخير هم کے نزدیک سب سے بہتر ہیں۔ اللہ تعالٰی\r\nعند الله تعالى لا يساويه احد بل و سے قرب\r\nو منزلت میں کوئی شخص آپ کے\r\nلا بد أنيه صلى الله عليه وسلم في القروب برابر تو کیا، قریب بھی نہیں ہو سکتا آپ سشوار\r\nمن الله تعالى والمنزلة الرفية عندہ میں جگہ نہب یار اور راسل کئے اور خاتم ہیں\r\nوهو سيد الانبياء والمرسلين خاتم رائے برگزیدہ گروہ کے جیسا کہ نصوص سے\r\nالاصفياء والنبيين كما ثبت بالتصرون ثابت ہے اور یہی ہمارا عقیدہ ہے اور ہیں\r\nوهو الذي نعتقده و بدون\r\nالله تعالیٰ دین و ایمان اس کی تصریح ہمارے مشائخ\r\nبه و قد صرح به مشائخنا في غير ما بہتیری تصانیف میں کر چکے ہیں۔\r\nتصنيف ."
    },
    {
        "id": 86,
        "pageNo": 86,
        "pageText": "السؤال السادس عشر سولھواں سوال\r\nاتجوزون وجود نبي بعد النبی کی ایسی ہیں کا وجود جائز سمجھتے نہیں کریم علیہ\r\nعليه الصلوة والسلام وهو خاتم الصلاة والسلام کے بے مالک آن تر میمون\r\nالنبيين وقد تواتر معنى قوله علیه ہیں اور معنا در به تواز کو پسیانی گیا ہے آپ\r\nالسلام لا نبی بعدی و امثاله و کا یہ ارشاد کہ میرے بعد کوئی نبی نہیں اور اس\r\nعليه انعقد الاجماع وكيف پر اجماع است معتقد ہو چکا ہے اور جو شخص\r\nرايكم فيمن جوز وقوع ذالك مع با وجود ان نصوص کے سی بی کا وقوع جانے کے\r\nوجود هذه النصوص وال اس کے متعلق تمھاری رائے کیا ہے اور کیا تم\r\nقال احد منكم أو من أكا بوکم میں سے یا تمھارے اکابر میں سے کسی نے\r\nإلى\r\nالجواب\r\nایسا کرنا ہے۔\r\nجواب\r\nاعتقادنا و اعتقاد مشائخنا ان ہمارا اور ہمارے مشائخ کا عقیدہ یہ ہے کہ\r\nسيدنا و مولينا وحبيبنا وشفيعنا ہمارے سردار و آنا اور پائے شفیع محور سوال اند\r\nمحمدا رسول الله صلی اللہ علی مسلم لالا لایا ہے کہ نام نہیں ہیں آپ کے بعد\r\nخاتم النبيين لانبی بعدہ کا قاتل کوئی نبی نہیں ہیں جیسا کہ الہ تعالی نے اپنی\r\nالله تبارك وتعالى في كتابه ولكن کتاب میں فرمایا ہے ۔ ولیکن محمد اللہ کے\r\nرسول الله وخاتم النبيين و ثبت رسول اور خاتم النبیین ہیں۔ اور ہی شاہی سے\r\nباحاديث كثيرة متواترة المعنى بکثرت خوشیوں سے جو معنا حد تواتر تک پہنچی\r\nباجماع الامة وحاشا ان يقول الحمد کہیں اور نیز اجماع امت سے سو جاتا کہ"
    },
    {
        "id": 87,
        "pageNo": 87,
        "pageText": "منا خلاف ذلك فأنه من انگر ذالک ہم میں سے کوئی اس کے خلافت\r\nکے کیا کہ جو\r\nفهو عندنا كافر لانه منكر النص اس کا منکر ہے کہ پانی سے نزدیک کافر ہے\r\nالتعلم الصريح نعم شيخنا و مولاق آسیہ اس لیے کہ منکر ہے نقص متری قلی پر ایک ہارے\r\nالاذكياء المدققين المولوى فقد قاسم شیخ و مولانا مولوی محمد قاسم صاحب نانوتوری\r\nالنانوتوي رحمه الله تعالى التى بدقة رحمہ اللہ علیہ نے اپنی وقت نظر سے عجیب\r\nنظره شقيقا بديعا اکمل خاتمیته رقیق مضمون بیان فرماک آپ\r\nکی قائیت کو\r\nعلى وجه الكمال واتم ا على وجه کامل امام ظاہر فرمایا ہے جوکہ مولا نے اپنے\r\nالقمام فاته رحمه الله تعالى قال في رسالہ تحذیر الناس میں بیان فرمایا ہے اس\r\nرسالته المسماة بتحذير الناس ما کا حاصل یہ ہے کہ قایقیمت ایک جنس ہے نہیں\r\nحاصله أن الخاتمية جنس تحته کے تحت میں دو نوع داخل ہیں آپکے حقیت\r\nنوعان أحدهما خاتمية زمانية باعتبار زیادہ وہ یہ کہ آپ کی نبوت کان مانده تام\r\nوهو ان يكون زمان نبوته صلى الله انبیاء کی نبوت کے زمانہ سے شاخ ہے اور\r\nعليه وسلم متأخرا من زمان نبوت آپ کیثیت زمانہ کے سب کی نبوت کے\r\nجميع الانبياء ويكون خاتم النبو تقدم خاتم ہیں، اور دوسری نوع خاتمیت با اعتبار\r\nبالزمان والثاني خاتمية ذاتية و ذات جس کا مطلب یہ ہے کہ آپ ہی کی\r\nهي ان يكون نفس نبوت صلی اللہ بہت ہے جس پر تمام اختیار کی نبوت ختم\r\nعليه وسلم حقت بها وانتهت اليها ختمی ہوئی اور جیسا کہ آپ خاتم النبیین ہیں\r\nنبوة جميع الانبياء وكما انه صلى\r\nالله باعتبارہ زمانہ اسی طرح آپ خاتم النبیین ہیں\r\nعليه وسلم خاتم النبيين بالزنتان كذلك بالذات کیونکہ ہروہ شے جو بالعرض وشتم برای\r\nموسلم خاتم النبيين بالذات فان کل یا ہے اس پر جو بالغات ہو اس سے آگے\r\nبالعرض يختم على ما بالذات وينتهى اليه و سلسلہ نہیں چلتا اور جبکہ آپ\r\nکی نبوت با نوات\r\nلا تعد الا ولما كان نبوته"
    },
    {
        "id": 88,
        "pageNo": 88,
        "pageText": "صلى الله عليه وسلم بالذات و نبوة ہے اس تمام انبیا علیہم السلام کی نسبت بالارین\r\nسائر الانبياء بالعرض لان نبو تھیم اس لیے کہ سائے اختیار کی نبوت آپ کی نبوت\r\nعليهم السلام بواسطة نبوته صلى الله کے واسطہ سے ہے اور آپ ہی فرد اکمل دیگانہ\r\nعليه وسلم وهو الفرد الاكمل\r\nالواحد اور دائرہ رسالت و نبوت کے مرکز اور عقید\r\nالابجل قطب دائرة النبوية والرسالة نبوت\r\nکے واسطہ میں پس آپ خاتم انہین\r\nوواسطة عقدها فهو خاتم النبيين ہوئے فاتا بھی اور زمانا بھی اور آپ کی قیمیت\r\nفانا و زمانا وليس خاتمیہ صلى الله صرف زمانہ کے اعتبار سے نہیں ہے اس لیے\r\nعليه وسلم منحصرة في الخاتمية کہ یہ کوئی بڑی فضیلت نہیں کہ آپ کا زمانہ اغیار\r\nالزمانية فأنه ليس كبيرة فضل سابقین کے زمانہ سے پیچھے ہے بلکہ کامل\r\nولا زيادة رفعة أن يكون زمانه سرداری اور غایت رفعت اور انتہا درجہ\r\nصلى الله عليه وسلم متأخرا من زبان کا شرف اسی وقت ثابت ہو گا جبکہ آپ کی\r\nالانبياء قبله بل السيادة الكاملة و خاتمیت ذات اور زمانہ دونوں اعتبار سے\r\nالرفعة البالغة والمجد الباهر و ہو ورنہ محض زمانہ کے اعتبار سے خاتم الانبیاء\r\nالفخر الزاهر تبلغ غايتها اذا كان ہونے سے آپ کی سیادت اور نعت نہ مرتبہ\r\nخانمیته صلى الله عليه وسلم ذاتا و کمال کر پہنچے گی اور نہ آپ کو جامعیت فضیل\r\nزمانا و أما اذا اقتصر على الخاتمية کل کا شرف حاصل ہو گا اور یہ دقیق مضمون بناب\r\nالزمانية فلا تبلغ سيادته ورفعته على رسول الله صلی الہ علیہ وسلم کی جلالت و\r\nالله عليه وسلم كما لها ولا يحصل له رفعت شان و عظمت کے بیان میں مولنا\r\nالفضل بكليته وجامعيته وهذا لا مکاشفہ ہے ہمارے خیال میں علمائے\r\nتدقيق منه رحمه الله تعالى ظهور له متقدمین اور از کیا۔ متجرین میں سے کسی کا\r\nفي مكاشفات في اعظام شانه و ذہن اس میدان کے نواح تک بھی نہیں گھوم"
    },
    {
        "id": 89,
        "pageNo": 89,
        "pageText": "آنحضرت صلی اللہ علیہ وسلم کی ولادت شریفہ کے ذکر کا محبوب و مستحب ہونا 4\r\nحضرت گنگوہی قدس سرہ کی ایک عبارت پر شبہہ کا جواب\r\nحضرت گنگوہی پر ایک بہتان اور اسکا جواب\r\nحق تعالٰی شانہ کے کلام میں کذب کا وہم کرنیوالا بھی کافر ہے\r\nامکان کذب کا مطلب اور اہل سنت والجماعت کی کتب سے مسئلہ کا حل\r\nقادیانیوں کے بارے اہل سنت والجماعت کا عقیدہ\r\nتصدیقات علمائے دیوبند مرہم اللہ تعالے\r\nشیخ الہند حضرت مولانا محمود حسن صاحب نور اللہ مرقدہ\r\nحضرت مولانا میر احمد حسن صاحب امروہوی قدس مره\r\nحضرت مولانا مفتی عزیز الرحمن صاحب مفتی اعظم دار العلوم دیوبند\r\nحکیم الامت حضرت مولانا اشرف علی تھانوی قدس سترہ\r\nحضرت مولانا شاہ عبد الرحیم صاحب رائے پوری قدس سترہ\r\nحضرت مولانا حکیم محمد حسن صاحب رحمتہ اللہ علیہ ۔ دیوبند\r\nحضرت مولانا قدرت اللہ صاحب مدرسه مراد آبا د رحمتہ اللہ علیہ\r\nحضرت مولانا حبیب الرحمن صاحب دیوبندی ، رحمتہ اللہ علیہ\r\nالم\r\nA-\r\nM\r\nM\r\nAb\r\nAL\r\n٤٤\r\nM\r\n1.\r\nحضرت مولانا محمد احمد صاحب قاسمی رحمتہ اللہ علیہ مہتم مدرسه دارالعلوم دیوبند ۹۱\r\nحضرت مولانا غلام رسول صاحب رحمتہ اللہ علیہ دارالعلوم دیوبند\r\nحضرت مولانا محمد سہول صاحب رحمتہ اللہ علیہ دیوبند\r\nحضرت مولانا عبد الصمد صاحب رحمتہ اللہ علیہ دارالعلوم دیوبند\r\n\"1\r\n۹۲\r\n۹۳"
    },
    {
        "id": 90,
        "pageNo": 90,
        "pageText": "اجلال برهانه و تفضيله وتبجيله مان ہندوستان کے باریعتیوں کے نزدیک\r\nصلى الله عليه وسلم كما حققه المقفون کفر و ضلال بن گیا۔\r\nمن ساداتنا العلماء كالشيخ الأكبر یہ بند عین اپنے چیلوں اور تابعین\r\nفى السبكي وقطب العالم الشيخ کو یہ وسوسہ والا تے ہیں کہ یہ تو جناب رسول\r\nعبد القدوس الگنگومی رحمہم اللہ الہ صلی اللہ علیہ وسلم کے خاتم النبین ہونے\r\nتعالى لم يحم حول سر اوقات ساختہ کا انکار ہے۔ افسوس صد افسویس اقسم\r\nفيها نظن ونرى ذهن كثير من العلیم ہے اپنی زندگی کی کہ ایسا کہتا پرلے درجہ کا\r\nالمتقدمين والاذكياء المتبحرين افتراء ہے اور بڑا جھوٹ و بہتان ہے۔\r\nهو عند المبتدعين من أهل الهند جس کا باعث محض کنید و عداوت و بعض\r\nکفر و ضلال و يوسوسون الى اتباعهم ہے۔ اہل اللہ اور اس کے خاص بندوں کے\r\nواوليائهم انه انكار خاتمیت صلى الله مستعد اور سنت اللہ اسی طرح جاری رہے\r\nعليه وسلم. فهيهات و هیمات و انبیاء اور اولیاء میں ۔\r\nلعمري أنه لو فرى القرى واعظم زو\r\nوجهتان بالا استراء ما حملهم على\r\nالله الا الحقد والشحناء و الحسد\r\nوالبغضاء لاهل الله تعالى وخواص\r\nعباده وكذلك جرت السنة الالهية\r\nفي انبيائه وأوليائه .\r\nالسوال السابع عشر سترھواں سوال\r\nهل تقولون ان النبي صلى الله علیہ کیا تم اس کے قائل ہو کہ جناب رسول اللہ"
    },
    {
        "id": 91,
        "pageNo": 91,
        "pageText": "وسلم لا يفضل علينا الا فضل صلی اللہ علیہ سلم کو بس ہم پالیسی اختلالات\r\nالاخ الاكبر على الاخ الاصفر الخیر ہے جیسے بڑے بھائی کو چھوٹے بھائی پر\r\nوهل كتب أحد منكم هذا المضمون ہوتی ہے اور کیا تم میں سے کسی نے کسی\r\nکتاب میں یہ مضمون لکھا ہے۔\r\nفي كتاب .\r\nالجواب\r\nجواب\r\nلیس احد منا ولا من است لافتا ہم میں اور ہمارے بزرگوں ہی سے کسی کا بھی\r\nالكرام معتقدا بهذا البتة ولا نظن بخشیدہ نہیں ہے اور ہمارے خیال میں کوئی\r\nمشخصا من ضعفاء الايمان ايضا ضیت ایران بھی انہیں خرافات زبان سے\r\nيتفوه بمثل هذه الخرافات و من نہیں نکل سکتا اور اس کا قائل ہو کر ہی کریم\r\nيقل أن النبي عليه السلام میں لے لیا اس کام کو ہم پیس اتنی ہی فضیلت ہے۔\r\nفضل علينا الاكما يفضل الواقع الاكبر جتنی بڑے بھائی کو چھوٹے بھائی پر ہوتی ہے\r\nعلى الاصفر فنعتقد في حقه انه تر اس کے متعلق ہمارا یہ عقیدہ ہے کہ وہ دائرہ\r\nخارج من دائرة الايمان وقد ایلان سے ناری ہے اور چار سے تمام گوشت\r\nصرحت تصانيت جميع الاكابر اکابر کی تصنیفات میں اس عقیدہ واہیہ کا\r\nمن اسلامنا بخلان ذلك وقد بينوا خلاف مصرح ہے اور وہ حضرات جناب\r\nوصرحوا وحرروا وجوه فضائله رسول اللہ صلی\r\nاللہ علیہ وسلم\r\nکے احسانات\r\nواحساناته عليه السلام علينا مصر اور وجوہ فضائل تمام است پر تحریک اس\r\nالامة بوجود اعداد لے بھیٹ ایمان قدیان کر چکے اور کھو چکے ہیں کہ سب تو\r\nاثبات مثل بعض تلك الوجة الشخص کیا ان میں سے کچھ بھی مخلوق میں سے کسی شخص\r\nمن الخلائق فضلا عن جملتهاوان کے لیے ثابت نہیں ہو سکتے اگر کوئی شخص"
    },
    {
        "id": 92,
        "pageNo": 92,
        "pageText": "اه\r\nافترى أحد بمثل هذه الخرافات ایسے واہیات خرافات کا ہم پر یا چار\r\nسے\r\nالواهية علينا أو على اسلامنا فلو بزرگوں پر بہتان باندھے وہ بے اصل ہے اور\r\nأصل له ولا ينبغي أن يلتفت اليه اس\r\nکی طرف توجہ بھی مناسب نہیں۔ اس لیے\r\nاصلافات كونه عليه السلام افضل کہ حضرت کا افضل البشر اهتمامی مخلوقات\r\nبشر قاطبة وأشرف الخلق كافة و سے اشرف اور جمیع پیغمبروں کا سردار اور\r\nسيادة عليه السلام على المرسلين سارے نبیوں کا امام ہوتا ایسا اعطینی امر ہے\r\nجميعا و امامته النبيين من الامور جس میں اوٹی مسلمان بھی قدر نہیں کر سکتا اور\r\nالقطعية التي لا يمكن لودفي مسلم باوجود اس کے بھی اگر کوئی شخص ایسی خوانات\r\nان يتردد فيه اصلا ومع هذا ان ہماری جانب غرب کرے تو اسے ہماری\r\nنسب الينا احد من امثال هذه تصنیفات میں موقع و محل بنانا چاہیے تاکہ\r\nالخرافات فليبين بلد من تصانيفنا حتے ہم ہر گھی یا منصف پر اس\r\nکی حالت پونی\r\nنظهر على كل منصف فهوم جمالية اور الحاد وجہ دینی ظاہر کریں ۔\r\nوسوء فهد مع الحادة وسوء تدينه\r\nحوله تعالى وقوته القوية .\r\nالسوال الثامن عشر انهار جوان سوال\r\nمل تقولون أن علم النبي علی کیا تم اس کے ایک یہ کہ نبی علیہ اسلام کرت\r\nالسلام مقتصر على الامام الشرعية العام شریر کا ہی ہے ا آ کر تی تعالی شادی\r\nفقط أم أعطى علوما متعلقة بالذات کی ذات و صفات و افعال اور بنی اسرار و\r\nوالصفات والافعال اللباری عزاسمه حکمتیائے المیہ وغیرہ کے اس قدر معلوم\r\nوالاسرار الخفية والحكم الالهية و عطا ہوتے ہیں، جن کے پاس تک مخلوق"
    },
    {
        "id": 93,
        "pageNo": 93,
        "pageText": "۵۲\r\nغير ذلك مالم يصل إلى سر اوقات اللہ میں سے کوئی نہیں پہنچا سکتا۔\r\nأحد من الخلائق كائنا من كان.\r\nالجواب\r\nجواب\r\nنقول بالسان وتعتقد بالجنان ان اہم نامی سے قاتلی اور قلب سے معتقد اس امر کے\r\nسیدنا رسول الله صلى الله عليه وسلم دمی که بید ارسل الله صلى اله علی سلم کو مقامی\r\nالعلم الخلق قاطبة بالعلم المتعلقة مخلوقات\r\nسے زیادہ علیم خطا ہوتے ہیں جن کو\r\nبالذات والصفات والتشريعات من ذات صفات اور تشریحات بینی اعلام معید\r\nالاحكام العملية والحكم النظرقية و حکم نظر ی اور حقیقت رائے فقہ اور اسرار تخفیه\r\nالطائق المحقة والاسرار الخفية وغیرہ سے تعلق ہے کہ مخلوق میں سے کوئی بھی\r\nوغيرها من العلوم مالم يصل اٹھی ان کے پاس تک نہیں پہنچ سکتا۔ تقریبی است\r\nسرادقات ساحته الحد من الخلائق اور نہ نبی رسول اور بیشک آپ\r\nکو اولین و\r\nلا ملك مقرب ولا نبي مرسل و لقد آخرین کا علم عطا ہوا اور آپ پرحق تعالی کا فصیل\r\nأعلى علم الأولين والآخرین وکان عظیم ہے لیکن اس سے ملازم نہیں کہ اگر آپ\r\nفضل الله عليه عظيما ولكن لا يلزم کو زمانہ کی ہر آن میں حادث و واقع ہونے والے\r\nمن ذلك علم كل جزئي جزئي من الأصول واقعات میں سے سر پر بنائی کی اطلاع وحکم ہو کہ\r\nالحادثة في كل أن من أوانه الزمان اگر کوئی واقعہ آپکے مشاہدہ شریف سے فائب\r\nحتى يضر غيبوبة بعضها عن مشاهدتہ ہے تو آپ کے علم اور معارف میں ساری مخلوق\r\nالشريفة ومعرفة المنيفة بأعلميته سے افضل ہونے اور وسعت علی میں نقص آجائے\r\nعليه السلام ووسعه في العلوم وفضل اگر چہ آپ\r\nکے علاوہ کوئی دوسرا شخص اس جنائی\r\nفي المعارف على كافة الاوقام وأن اطلاع سے آگاہ ہو جیسا کہ سلمان علیہ السلام پر دو واقد"
    },
    {
        "id": 94,
        "pageNo": 94,
        "pageText": "عليها بعض من سواء من الخلائقو مجھے بھی رہا کہ جس سے بد بو کو آنا ہی بھائی اس\r\nالباء كم الم يضر با علمية سلیمان علیہ سے سلیمان علیہ اسلام کے ظلم ہونے دیتی تیل\r\nالسلام خيوبة ما اطلع عليه الهل هنادان نہیں آیا چنانچہ جب کہ کہتی ہے کہ میں\r\nنے انہیں\r\nعجائب الحوادث حيث يقول في القران قبل خبر پانی میں کی آپ\r\nکو اطلاع نہیں اور شہر ربا\r\nالتي أحلت عالم خط به وحشت میں میں سے میں ایک اچھی خبرلے کر آئی ہوں۔\r\nالسوال التاسع عشر انیسواں سوال\r\nاترون أن البليس اللعين اعلم من کی اتھاری یہ رائے ہے کہ طوی شیطان کا امام سید\r\nستين الكائنات عليه السلام واوسع الالوانات الا الصاق و اسلام کے علم سے زیادہ اور\r\nعلم منه مطلقا و هل كنتم ذلك في تصیف مطلقا وسیع تر ہے اور کیا یہ ضمان تم نے اپنی\r\nلمتحكمون على من اعتقد ذلك . کسی تصنیف میں لکھا ہے اور جین کا یہ عقیدہ ہو ،\r\nاس\r\nکا حکم کیا ہے ؟\r\nالجواب\r\nجواب\r\nقد سبق من تحرير هذه المسئلة ان اس کے کہ ہم پہلے لکھ چکے ہیں کہ بن کر یا اسلام\r\nالنبي عليه السلام العلم الخلق علے کا علم یکم واسرار وغیرہ کے متعلق مطلقا انسانی\r\nالاطلاق بالعلوم والحكم والاسرار و یا مخلوقات سے زیادہ ہے اور جا را یقین ہے کہ\r\nمن ملكوت الأفاق ونتيقن ان من قبل بر شخص یہ کے کہ لال شخص نبی کریم علیہ اسلامی\r\nان ملانا اعلم من النبي عليه السلام اعلم ہے کہ کافر ہے اور ہمارے حضرات"
    },
    {
        "id": 95,
        "pageNo": 95,
        "pageText": "۵۴\r\nفقد كفر وقد افتي مشائخنا بتكفير اس شخص کے کافر نے کا فتوی دے چکے ہیں۔\r\nمن قال ان ابليس اللعين أعلم من النبی جولیوں کے در میان خون کا بارانی علیہ اسلا سے\r\nعليه السلام فليت يمكن ان توجد هنا تیار ہے پھر بھلا کماری کسی تصنیف میں میلہ\r\nالمسئلة في تكاليف ما من كتبنا غيرانه کہاں پایا جا سکتا ہے۔ ہاں\r\nکسی جوتی جار ی حقیر\r\nغيبوبة بعض الحوادث الجزيئية الحقيرة کا حضرت کو اس لیے معلوم ہوتا کہ آپ نے اس\r\nعن النبي عليه السلام امام النفقاتہ اللہ کی جانب توجہ نہیں فرمائی آپ کے علم کرنے میں\r\nلا تحدث نتيا ما في اعلميته على السلام کی قسم کا نقصان نہیں پیدا کرسکتا جبکہ اب بہت ہو\r\nبعد ما ثبت لله اعلم الخلق بالعلوم بچھا کہ آپ ان شریعت علوم میں جا کے منصب\r\nالشرعية اللامة نصبه الأعلى كنا لا اعلی کے مناسب میں ساری مخلوق سے بڑھے\r\nيورث الاطلاع على اكثر تلك الحوادث ہوئے ہیں جیسا کہ شیطان کو تیرے حقیر حاد شمال\r\nالحقيرة لشدة التفات اليس اليها شرفا کی شرع القات کے سبب اللہ مل جانے سے\r\nكالعليا فيه ناته ليس عليها مدار اس مردہ میں کوئی شرافت اور علمی کمال حاصل\r\nالفضل والكمال ومن منا لا جي ان نہیں ہو سکتا کین کہ ان پاستیل و کمال کا دار نہیں ہے\r\nيقال أن المبين أعلم من میشن فار سوال س س س م م م م ا ال ای کن که شایان کار تینا\r\nالفعل الله ل و ا ا ا ا ا ا ا ا ا ل سالا المال الا علی کر کے مل سے یاد ہے\r\nلمبي علم بعض الجزئيات أنه أعلم من ہرگز میں نہیں بسیار کسی ایسے مجھ کو جے کسی بوتی\r\nعالم متبحر محقق في العلوم والفنون اللہ کی اطلاع ہو گئی ہے یوں کہا میں نہیں کہ فلان\r\nغابت عنه ذلك الجزئيات ولقد تلونا پیر کا علم اس مجرد شخصی سواری سے زیادہ ہے جس\r\nعليك قصة الهدهد مع سليمان عالی که به علوم وفنون علوم میں گری برای معاونانی\r\nالالالالالا ا ا ا ا ا ا ا اااااانا الام السلام کے تلاش\r\nبما لم تحظ به ودواوين الحدیث و آنے والا قصہ بن چکے ہیں اور یہ آپ پڑھ چکے ہیں"
    },
    {
        "id": 96,
        "pageNo": 96,
        "pageText": "۵۵\r\nدفاتر التفاسير مشحونة بنظائرها المتكاثرة کر مجھے دیبا طلاع ہے جو آپ کو نہیں اور کتب\r\nالمشتهرة بين الانام وقد اتفق الحکماء حدیث تفسیر اس قسم کی مثالوں سے بہرنے ہیں نیز\r\nعلى ان افلاطون و جالینوس و امثالها سکمار کا اس پر اتفاق ہے کہ افلاطون و جالینوس\r\nمن أعلم العطياء بكيفيات الأدوية و ذخیرہ بڑے طبیب نہیں جین کردم اول کی کیفیت\r\nاحوالها مع عليهم أن ميدان النجاسة حالات کا بہت زیادہ علم ہے۔ حلانکہ یہیں سلام\r\nاعرف بأحوال الفراسة وذوقها وكيف اترتا ہے کہ نجاست کے کپڑے سیاست کی حالتوں اور\r\nظلم تضر عدم معرفة أفلاطون وجالينوس اور مربے اور کیفیتوں سے زیادہ واقف نہیں تو\r\nهذه الاموال الردية في العلميتها ولم الواوان در اعلی کوس کا امن روی حالت سے موافقت\r\nيرض أحد من العملاء والحمقى بانی یوں ہوتا ان کے علم ہونے کو مفر نہیں اور کئی متالند\r\nيمان أعلم من الالون مع ارنا کیا کسی بھی کتے پر ایسی نہ ہوگا کہ بیویوں کا مسلم\r\nاوسع علما من افلاطون باحوال المقراته افلاطون سے زیادہ ہے مانا کہ ان کا نجاست کے\r\nومبتدعة ديارنا يثبتون الملذات الشرقية احوال سے ان مومن کی نسبت زیادہ واقف ہونا\r\nالنبية عليها الفن الف تحية وسلام یقینی امر ہے اور ہمارے کر کے بہتر بین سروید\r\nسي علوم الاسائل الورازل والافاضل کائنات صلی الہ علیہ وسلم کے لیے نام ری یانی\r\nالمعابر تالين انه عليه السلم الما كان والی والی والی بات کرتے ہیں اس میں کستے می\r\nأفضل الخلق كافة فلا بد أن يحتوى على کہ جب\r\nآنحضرت ساری مخلوق سے\r\nافضل نہیں تو\r\nعلم ال جی های خونی موری و کلی کلی این مورد سردی کے علوم جانتی ہوں یا اگر آپ کو\r\nانكرنا اثبات هذا الامر بدا القیاس معلوم ہوں گے او ہم نے بغیر کسی مریض کے\r\nالفاسدة بخير نص من النصوص المعتدة محض اس فاسد قیاس کی بنا پاس علم کلی و جانی\r\nبها الا ترى ان كل مومن افضل و اثرات کے ثبوت کا انکار کیا۔ ذرا غور تو فرا ہے کہ ریسمان\r\nمن الجليس فيلزم على هذا القياس ان یکون کو شیطان پر فضل و شرف حاصل ہے ہوں اس قابی"
    },
    {
        "id": 97,
        "pageNo": 97,
        "pageText": "04\r\nكل شخص من الماء الامة سعاد يا علی علوم کی بنا پر لازم آئے گا کہ پر اسی بھی شیطان کے\r\nالجليس ويلز وعلى ذلك بان يكون سلیمان ہتھکنڈوں سے آگاہ ہو اور لازم آئے گا اور رات\r\nعلى نبينا وعليه السلام عالما ما اله الا انا لا السلام کو اور وہ اس رات کی جسے وہ\r\nالهن بعدو أن يكون افلاطون جالیوں نے جانا اور افلاطون و جالینوس واقف ہوں\r\nعارفين لجميع معارف الديدان واللوازم کیڑوں کی نام واقفیتوں سے اور سارے لازم\r\nبالالماسرها كاهو المشاهد وهذا باطل میں چنانچہ مشاہدہ ہو رہا ہے۔ یہ ہمارے\r\nخلاصة ما قلناه في البراهين القاطعة تول کا خلاصہ ہے جو برا این قاطعہ میں بیان کیا\r\nالعروق الاغبياء المكونين القامة الاعان ہے جس نے کند زمین بعد دنیوں کی رگیں کاٹ\r\nالدجاجلة المفترين فلم يكن بحثنا فيه الا دین اور مال و مفسری گروه کی گردنیں توڑ دیں\r\nعن بعض الجزئيات المستحدثة ومن اجل سو اس میں ہماری بحث صرف بعض حادثات ہوئی\r\nتلك اتينا فيه بلفظ الاشارة حتى تدل میں بھی اور اس لیے اشارہ کا لفظ ہم نے لکھا تھا\r\nان المقصود بالنفي والاثبات هنالك تا کہ دلالت کرے کہ نفی و اثبات سے نقصد مورت\r\nتلك الجزئيات الاخير لكن المفسر ان میں جنایات ہیں لیکن میری کام میں تحریف کیا\r\nيحرفون السلام ولا يخافون محاسبہ کرتے ہیں اور شاہنشای حساب سے ڈرتے نہیں اور\r\nالملك السلام وانا جازمون أن من قال ما را پختہ عقیدہ ہے کہ جوشخص اس کا قائل ہو کہ ناواں\r\nان لانا العلم من النبي عليه السلام فور کا علم نبی علیہ اسلام سے زیادہ ہے وہ کافر ہے\r\nکافر كما صرح به غیر واحد من علمائنا چنانچہ اس کی تصریح ایک نہیں ہمارے بہتیرے\r\nالكرام ومن افترى علينا بغير با ذكر الا علی علدار کر چکے ہیں اور جو شخص ہمارے بیان کے\r\nبالدهان خائن عن مناقشة الملك خان ہم پر بتان باندھے اس کو لازم ہے کہ\r\nالبيان والله على ما نقول وكيل . شاہنشاہ روز جزا سے خائعت بن کر دلیل بیان\r\nکرے اور اللہ مارے قول پر وکیل ہے۔"
    },
    {
        "id": 98,
        "pageNo": 98,
        "pageText": "06\r\nالسوال العشرون بیسواں سوال\r\nاعتقدون أن علم النبا ا ا ا ا ا ا ا ا ا ا ا ا ا ا ا ا ا ا ا ا ا ا ا ا ا لا اعلم\r\nوسلم يتساوى معلم زمید و بکنی و بهائم ام نیدر کی اور چوپاؤں کے علم کے باپ نے کیا\r\nتتبرون عن أمثال هذا وهل كتب اس قسم کے خرافات سے تم بری ہو اور مولوی\r\nالشيخ أشرف على التهانوى في رسالته اشرف علی تھانوی نے اپنے رسالہ حفظ العلیان\r\nحفظ الايمان هذا المضمون أم لا میں یہ مضمون لکھا ہے یا نہیں، اور جو یہ حقی\r\nويم تحكمون على من أعتقد ذلك لکھے اس کا حکم کیا ہے ؟\r\nالجواب\r\nجواب\r\nأقول وهذا ايضا من اختراعات البته میان میں کہتا ہوں کہ یہ بھی بتدعین کا ایک افترا اور\r\nواكاذين هم من حرفوا معنى الكلام و اظھر جھوٹ ہے کہ کلام کے معنی پہلے اور میات کی مراد\r\nبحقد هم خلاصن مراد الشيخ مدظلہ کے خلیات ظاہر کیا۔ خدا انہیں بلاک کرے، کہاں\r\nفقاتلهم الله ان يوفكون قال الشيخ جاتے ہیں۔ علامہ تھانوی نے اپنے چھوٹے سے\r\nالعلامة التهانوي في رسالته المسماة رسالہ حفظ الایمان میں تین سوالات کا جواب دیا\r\nبحفظ الايمان وهي رسالة صغيرة الحان ہے جو ان سے پوچھے گئے تھے۔ پہلا مسئلہ قبور\r\nفيها عن ثلاثة سئل عنها الأولى منها کور تنظیمی سجدہ کی بابت ہے اور دوسرا قبور کے\r\nفي السجدة التنظيمية للقبور والثانية طواف میں اور میرا یہ کہ لفظ عالم النسب کا\r\nفي الطوات بالقبور والثالثة في الطلاق اطلاق سيتينا رسول اله صل الله علیه وسلم پر\r\nلفظ عالم الغيب على سید نا رسول الله جائز ہے یا نہیں ؟\r\nصلى الله عليه وسلم فقال الشيخ أحصلہ سولنا نے جو کچھ لکھا ہے اس کا حاصل یہ ہے"
    },
    {
        "id": 99,
        "pageNo": 99,
        "pageText": "۵۸\r\nأنه لا يجوز هذا الإطلاق وإن كان کہ جائز نہیں گرتاویل ہی سے کیوں نہ ہو کیونکہ\r\nيتاديل لكونه موهما بالشراك كما منع شرک کا وہم ہوتا ہے چنانچہ قرآن میں مشابہ کو\r\nمن اطلاق قولهم احناف القران من را انکے کی مانعت اور سر کی مری میں عالم\r\nقولهم عبدى راحتى في الحديث بالخرجه یا باندی کو جدی اور استی کہنے کی مانعت ہے\r\nمسلم في صحيحه فان الغيب الطلاق في بات یہ ہے کہ اطلاعات شرعیہ میں وہی غیب\r\nالاطلاقات الشرعية ما لم يقم عليه مرادہ ہوتا ہے جس پر کوئی دلیل نہ ہو اور اس کے\r\nطيل ولا إلى دركه وسيلة وسبيل فعلى حصول کا کوئی وسیلہ و سبیل نہ ہو۔ اسی بنا یار\r\nمن اقال الله تعالى قل لا يعلم من فی حق تعالی نے فرمایا ہے کہ دور نہیں جانتے وہ\r\nالموات والأرض الغيب الا الله ولو جو آسمانوں اور زمین میں نہیں غیب کو مگر اللہ\r\nكنت اعلم الغيب وغير ذلك من الادویات تیار شدہ ہے اگر میں غیب جانتا و بستری نیل\r\nولو جوز ذالك بتأويل يلزم ان موجود بھی کر لیتا، اور اگر کسی تاویل سے اطلاق کو جانت\r\nالطلاق الخالق والرازق والمالك والمعبود کھا جاتے تو لازم آتا ہے کہ خالق رازق میشود\r\nوحضورها من صفات الله تعالى المختصه بانک مغیرہ ان صفات کا جو ذات باری کے\r\nبذاته تعالى وتقدس على المخلوق بذلك ساتھ خاص میں ایسی تاویل سے مخلوق پر اطلاق کے\r\nالتأويل او ما يلزم علي ان بی ای اطلاقی ہر جا ہے نیز ام آیاہے کہ دوسری دلیل سے\r\nلفظ عالم الغيب عن اله تعالى بالتناول الظل عالم منیب کی فنی حق تعال سے ہو کے اس\r\nالأخرفانه تعالى لي عالم الافيا الالا لے کا الا ان الاسرار الارض الا الايب\r\nوالعرض فهل يأذن في نفيا مع أقل متدين نہیں ہے پیس کیا اس نفی اطلاق کی کوئی دیندار\r\nما شاء كل ثم توضح هذا الاطلاع علی فانہ اجازت دے سکتا ہے ، حاشا وکلا، پھر یہ کہ دختر\r\nالمقدسة على اللهعليه وسلم على قول السلام کی ذات عورت پر پر غیب کا اطلاق اگر بتقول\r\nفيستفسر منه ماذا أراد بهذا الغیب مسائل صحیح ہو توسیم اسی سے دریافت کرتے ہیں"
    },
    {
        "id": 100,
        "pageNo": 100,
        "pageText": "حضرت مولانا\r\nمولانا حکیم محمد اسحاق صاحب رحمتہ اللہ علیہ نوری دبلی\r\nحضرت مولانا ریاض الدین صاحب رحمتہ اللہ علیہ مدرسہ عالیہ میرٹھ\r\nحضرت مولانا مفتی کفایت اللہ صاحب رحمتہ اللہ علیہ دہلی\r\nحضرت مولانا ضیاء الحق صاحب و حضرت مولانا محمد قاسم صاحب مدرسہ امینیہ دہلی ۹۶\r\nحضرت مولانا عاشق الہی صاحب میرٹھی رحمتہ اللہ علیہ\r\nحضرت مولانا سراج احمد صاحب مدرسہ دھنہ میر ٹھ\r\nمولانا قاری محمد اسحاق صاحب مدرسہ اسلامیہ میر ٹھ\r\nمولانا حکیم محمد مصطفی صاحب بجنوری رحمتہ اللہ علیہ\r\nنا محم\r\nحضرت مولانا حکیم محمد مسعود احمد صاحب گنگوہی رحمتہ اللہ علیہ\r\nحضرت مولانا محمد یحیی صاحب رحمتہ اللہ علیہ سہارنپوری\r\nحضرت مولانا کفایت اللہ صاحب رحمتہ اللہ علیہ سہارنپوری\r\n۹۶\r\nIA\r\n۹۸\r\nSA\r\n1\r\nتصدیقات علمائے کرام مکه مکرمه و مدینه منوره ۱۰۲ تا ۱۲۴\r\nتصدیقات علمائے کرام قاہرہ و دمشق و ممالک عربیه ۱۲۵ تا ۱۴۳"
    },
    {
        "id": 101,
        "pageNo": 101,
        "pageText": "۵۹\r\nهل أراد كل واحد من أفراد الغيب أو کہ اس غیب سے مراد کیا ہے یعنی غیب کا ہر\r\nبعضه ای بعض كان فان اراد بعض افیون فرد یا بعض غیب کوئی کیوں نہ ہو پس اگر جنین\r\nفلا اختصاص المحضرة الرسالة صلى الله غیب مراد ہے تو رسالت مآب عمل الن والی کیم\r\nعليه وسلم فان علم بعض الغيوب و ان کی تخصیص نہ رہی کیوں کہ بعض غیب کا مارا آنی\r\nكان قليلا حاصل\r\nالزيد و عمر و با الکل تھوڑا سا ہوا زید عمر کہ ہر بچہ اور دیوانہ کر\r\nصبي ومجنون بل لجميع الحيوانات مجمع حیوانات اور چرپاؤ کی کو بھی حاصل ہے کیونکہ\r\nالبهائم لان كل واحد منهم يعلم شيئا لو شخص کو کسی و کسی ایسی بات کا علم ہے کہ\r\nيعلم الأخر ويخفى عليه وجوز المسائل دوسرے کو نہیں ہے ترنگ سال کسی پرانتظام\r\nاطلاق عالم الغيب على أحد العمل بعض المغیب کا اطلاق بعض غیب کے جانے کی وجہ سے\r\nالغيوب يلازم عليه ان يجوز اطلاق عالی بات کہتا ہے تو وہ آتا ہے کا اطلاق کرد و\r\nسائر المذكورات ولو التزم ذلك لم با اتمام وانت پر جانے کا اندار سائل نے اس کو\r\nيين من كالات النبوة لانه يشرك فيه من لیا اور اطلاق کیا بات بہت میں سے نہ رہا\r\nسائرهم ولولم يلتزم طواب بالفارق و کیوں کہ سب تک ہو گئے اور اگر اس کو بنانے\r\nلن يجد اليه سبيلا انتهى كلام الشيخ توجہ فرق پر چلی جائے گی اور ہرگز بیان نہ ہو\r\nالتهانوي فانظروا يرحم الله ی کلام کے یا مانا ان کا کام ختم برا خدا ہے\r\nالشيخ لن تجدوا مما كتب المبتا ون مین میری رائے رامانا کا کام ملاحظہ فرمان و قتیل\r\nاثر فحاشا ان يدعى أحد من المسلمين کے جھوٹ کا کہیں پتہ بھی نہ پائنگے ، حاشا کہ کوئی\r\nالمساواة بيلي رسول الل لا اله الا ا ا ا ا ا ا ا لیا اور کمر کے بل اور ایڈ کی\r\nسلم وعلم زید وبر با بالش با این کار را با یک کار را برای ادام\r\nيحكم بطريق الالزام على من دا ھی جو ا ا ا ا ا اتنے میں کر و ا ا ا ا د ملی ادله ای دلم\r\nاطلاق علم الغيب على رسول اللہ صلی پر بعض غیب جانے کی وجہ سے عالم انہیں کے"
    },
    {
        "id": 102,
        "pageNo": 102,
        "pageText": "الله علي وسلم اعلم بعض الغروب انه اطلاق کر جانا کہتا ہے اس پر کام آتا ہے کیجیے\r\nيلزم عليه أن يجوز اطلاقه على جميع انانا یا ایم پی ای اس اطلاق کو جانے کے پی کیان\r\nالناس والبهائم فاين هذ أحن مساواة یہ اور کہاں دو ملی مساوات جس کا بعد میں نے\r\nالعلم التي يفتر وبها عليه كمنة الله علی محلہ پر افترا باندھا جھوٹوں پر خدا کی پچکاری\r\nالكاذبين ونقيقن بأن معتقد مساوات ہمارے نزدیک یقین ہے کہ روشن نہیں لایا ہے\r\nعلم النبي عليه السلام مع زيد و بکر و نام پر کنید و یک بام و انہیں کے علم کے بارے\r\nفواتين كا فر قطعا و حاشا الشيخ عامر سمجھے یا کے دو قطعا کافر ہے اور جاتا کہ مولانا\r\nمجلة أن يتقوا بطن او انها من معجب امام بعد ایسی روایات سنی سے نکالیں یہ توری\r\nالعجائب.\r\nہی عجیب بات ہے۔\r\nالسوال الموالح المشترين اسوان سوال\r\nالقولون أن ذكر ولادته صلى الله علیہ کیا تم اس کے قائل ہو کہ جناب رسول باشد\r\nوسلم مستقيع شرع من الابداعات ا ا ا ا ه ای که ما در ادارات را تای بیشه\r\nالسيئة المدعومة أم غير ذلك وام ہے یا اور کچھ ا\r\nالجواب\r\nجواب\r\nحاشا أن يقول أحد من المسلمين ما ہ ہ ہ ہ ہو یا کوئی بھی سلمان ایسانہیں ہے کہ\r\nفضله ان نقول نحن ان ذكر ولادته آنحضرت کی دارت شرعیہ کا ذکر جبکہ آپ\r\nکی جوتیوں\r\nالشريفة عليه الصلوة والسلام بل و کے خیار اور آپ\r\nکی سواری کے گدھے کے\r\nذکر غبار فعاله وبول حماره صلى الله پیشاب کا تذکرہ بھی تصیح و بدعت سیت با ارام"
    },
    {
        "id": 103,
        "pageNo": 103,
        "pageText": "41\r\nعليه وسلم مستقيح من البدعات السيئة کے وہ کیلے حالات جن کو رسول اللہ صلی اللہ علیہ\r\nالمصرية الأحوال التي لها أونی تعلق کم سے ذرا سا بھی علاقہ ہے ان کا ذکر ہم اسے\r\nبرسول الله صلى الله عليه وسلم ذكرها نزدیک نهایت پسند اور اعلی در یک است\r\nمن احب المندوبات واعان المستقصبات ہے خواہ ذکر ولادت شریفیہ ہو یا آپکے بال براز\r\nعندنا سواء كان ذكر ولادته الشريفة أو نشست و برخاست اور بیداری و خواب کا\r\nذكر بوله و بوازه و قیامه وقعوده و نومه تذکرہ ہو جیسا کہ ہمارے رسالہ براہین قاطعہ\r\nونبهته كما هو مصرح في رسالتنا المسماة میں متعدد جگہ بصراحت مذکور اور راست پاسخ\r\nبالبراهين الناقطعة في مواضع شتى منها کے قوالی میں منظور ہے چنانچہ شاہ محمد اسحق\r\nوفي فتاوى مشائخنا رحمهم الله تعالی صاحب طبری مهاجر مکی کے شاگر دیوان اسم ملی\r\nكما في فتوى مولاة احمد على المحدث محورٹ سہارنپوری کا فتوی عربی میں توجہ کر\r\nالنهار فوري تامين الشاء محمد اصطق کے بہ نقل کرتے ہیں تاک سب کی تقریر ان کا نور\r\nالمهاري ثم المهاجر المكن ننقله مترجما بن جائے بوئنا سے کسی نے سوال کیا تھا کہ\r\nلتكون نمونة عن الجميع مثل هو رحمه مجلس میلاد شریعیت کس طریقہ سے جانہ ہے اور\r\nالله تعالى عن مجلس الميلاد بأي طريق کس طریقے سے ناجائز تومولانا نے اس کا یہ\r\nمجوز و باى طريق لا يجوز ا ا ا ا ا ا ا ا ا ا ا ا ا ا ا ا ا ا ا ا ال او ویل یکی است\r\nذكر الولادة الشريفية لسيدنا رسول الله شریعیت کا ذکر صحیح روایات سے ان اوقات میں\r\nصلى الله عليه وسلم بن وابات صحيحة في جو عبادات راجیہ سے خالی ہوں۔ ان کیفیات\r\nاوقات خالية عن وظائف العبادات سے جو صحابہ کرام اور ان ایل قومی حملہ کے\r\nالواجبات وبكيفيات لم تكن مخالفة عن طریقے کے خلاف نہ ہوں جن کے خیر ہونے کی\r\nطريقة الصحابة وأهل القرون الثلاثة شہادت حضرت نے دی ہے اسی عقیدوں\r\nالمشهود لها بالخير وبالاعتقادات التي سے جو شرک و بدعت کے موسم نہ ہوں ان آداب"
    },
    {
        "id": 104,
        "pageNo": 104,
        "pageText": "۶۲\r\nمرحمة بالشرك والبدعة وبالأداب کے ساتھ جو صحابہ کی اس سیرت کے مخالفت نے\r\nالتي لم تكن مخالفة عن سيرة الصحابة ہوں، جو حضرت کے ارشاد با انا علیہ واصحابی\r\nالتي هي مصداق قوله عليه السلام ما انا کی مصداق ہے ان مجالس میں جو منکرات شرحیہ\r\nعليه وأصحابي وفي مجالس خالية عن سے خالی ہوں سبب خیر و برکت ہے بشرطیکہ\r\nالمنكرات الشهية موجب الخير والبركة صدق نیت اور اخلاص اور اس عقیدہ سے\r\nبشرط ان يكون مقرونا بصدق النية کیا جاوے کہ یہ بھی منجملہ دیگر از کار حسنہ کے ذکر\r\nوالإخلاص و اعتقاد كونه داخلا في مجلة فن ہے کسی وقت کے ساتھ مخصوص نہیں ہیں\r\nالاذكار المحسنة المندوبة غير مقيد و تقویت جب ایسا ہو گا تو ہمارے علم میں کوئی مسلمان ہیں\r\nمن الافتات اذا كان كذلك لا تعلم اس کے اب بات یاد دست ہونے کا حکم نہ دیا ان\r\nأحدا من المسلمين أن يحكم عل لیکن اس سے علوم ہوگیا کہ ہم روایت شریفیہ کے\r\nغير مشروع أو بدعتة الى أخر الفتوى فعلم شکر نہیں کہ ان ناجائز اس کے منکر ہیں اس\r\nمن هذا اذا لا نشكر فكر ولادته الشرقية کے ساتھ مل گئے نہیں جیسا کہ ہندوستان کے\r\nبل تشكر على الأمور المنكرة التي انضمت مولود کی مجلسوں میں آپ نے خود دیکھا ہے کہ\r\nمعها كما شفقرها في المجالس المولودية واہیات موضوع روایات بیان ہوتی تفریح\r\nالتي في الهند من ذكر الروايات الواهيات مردوں مدتوں کا اختلاط ہوتا ہے۔ چراغوں کے\r\nالموضوعة واختلاط الرجال والنساء و روشن کرنے اور دوسری آرائشوں میں اعتمون وروچی\r\nالإسراف في ابقاء الشموع والتربينات و ہوتی ہے اور اس مجلس کو واجب سمجھو کہ جو شامل نہ\r\nاعتقاد كونه واجباً بالطعن والسب و ہوں اس پرچین و تکفیر ہوتی ہے اس کے علاوہ\r\nالتكفير على من لم يحضر معهم مجلسهام و اور منکرات شرعیہ میں جن سے شاید ہی کوئی کالیں\r\nغيرها من\r\nالمذكرات الشعبية التي لا يكاد میلاد خالی ہوں پس اگر مجلس مولود شکرات سے نابل\r\nيوجل خالي منها فلو خلا من المنكرات ہو تو جاش که م بون کمی که ذکر ولایت شریف"
    },
    {
        "id": 105,
        "pageNo": 105,
        "pageText": "حاشا أن نقول ان ذكر الولادة الشرفية نا جائز اور بدعت ہے اور ایسے قول شنیع کا\r\nمنكر وبدعة وكيف يظن بمسلم هذا کسی مسلمان\r\nکی طرف کیوں کر گمان ہو سکتا ہے\r\nالقول الشفيع فهذا القول علينا ايضا پس ہم پر یہ بیان جھوٹے کو بالوں کا اقرار\r\nمن افتراءات الملاحدة الدجالين ہے۔ خدا ان کو رسوا کی ہے اور عمران کو ہے\r\nالكذابين خلهم المتعالی و لعنهم خشکی و تری ، نرم وسخت زمین میں۔\r\nبر او مرا سهلا وجبلا\r\nالسوال الثاني العشرن با لیوان سوال\r\nهل ذكرتم في رسالته ما أن ذکر واقعہ کیا تم نے کسی رسالہ میں یہ ذکر کیا ہے کہ\r\nصلى الله عليه وسلم مجندو اسٹی کہ نیا حضرت کی علامت کا ذکر کنھیا کے جنم اشٹمی\r\nأم لا ؟\r\nالجواب\r\nکی طرح ہے یا نہیں ؟\r\nجواب\r\nهذا ايضا من افتراءات التحالت یہ بھی بعد میں دریانوں کا بہتان ہے جو ہم پر اور\r\nالمبتدعين علينا و على الكابرنا وقد بینا ہمارے بڑوں پر باندھا ہے۔ ہم پہلے باہلی کو کچے\r\nسابقا أن ذكره عليه السلام من احسن امین کو موت کا ذکر ولادت بیت اور افعال کی\r\nالمندوبات وأفضل المستحبات فكيف مستحب ہے پھر کسی سمان کی طرف کی گرگان ہو سکتا\r\nيظن بمسلم ان يقول معافا اللہ ان ہے\r\nکہ معا اللہ یوں کسے کہ ذکر ولادت شریفہ\r\nذكرا الولادة الشريعية مشابه بفعل فعل کفار کے مشابہ ہے میں اس بہتان کی بندش\r\nالكفار وانما اخترعوا هذا الفرية عن مولا اگست گو ہی قدس سرہ کی اس عبارت سے"
    },
    {
        "id": 106,
        "pageNo": 106,
        "pageText": "۶۴\r\nعبارة مولاة الكنكر هي قدس\r\nاللہ سرا کی گئی ہے جس کو ہم نے براآئین کے متا ہوں\r\nالعزيز التي نقلناها في البراهين على صحيفقہ پر نقل کیا ہے اور ماشا کہ مولانا ایسی واریاست\r\n۱۳۱، وحاشا الشيخ أن يتكلم ومرارة بات فرمادیں، آپ کی مراد اس سے کوسوں\r\nبعيد بمراحل عما نسبوا اليه كا سيظهر دُور ہے جو آپ کی طرف منسوب ہوا چنا نچھ\r\nعنی ماند کرد و هي تنادی با علی نادان ہمارے بیان سے تقریب اسلام ہو جائے گا\r\nمن نسب\r\nاليه ما ذكروه كتاب مفتر و او حقیقت حال پکار اُٹھے گی کہ میں نے اس\r\nحاصل ما ذكره الشيخ رحمه الله تعالیٰ مضمون\r\nکو آپ\r\nکی طرف نسبت کیا کہ ھوا استان\r\nفي مبحث القيام عند ذكر الولادة الشريفة ہے۔ مولانا نے ذکر ولایت شریفیہ\r\nکے اقت\r\nأن من اعتقد قدوم روحه الشرقية من قیام کی بحث میں جو کچھ بیان کیا ہے۔ اس کا\r\nعالم الارواح الى عالم الشهادة و تیقن مصل یہ ہے کہ ہر شخص یہ عقیدہ رکھے کہ عورت\r\nبنفس\r\nالولادة السقيفة في الجبل الملاوية و من رفتم الدراسات سے عالم دنیا کی کو\r\nفعامل ما كان واجبا في الساعة الولادة آتی ہے اور مجلس مولود میں نفیس ولادت کے\r\nالماضية الحقيقية فهو مخطى متشبه وقوع کا یقین رکھ کر وہ بستار کرے جو واقعی مدارات\r\nبالمجوس في اعتقادهم تولد معبود هم کی گزشتہ ساخت میں کرنا ضروری تھا، تو یہ\r\nالمعرون (بكنهيا) كل سنة ومعاملتهم شخص غلطی پر یا تو جوس کی مشابہت کرتا ہے\r\nفي ذلك اليوم ماحول به وقت ولادت اس قید میں\r\nکہ وہ بھی اپنے معبود عینی کھیتی کی\r\nالحقيقية او مقشبه بروافض الهند فى بر سال ولادت مانتے اور اس دن وہی برتاؤ\r\nمعاملتهم بسيدنا الحسين واتباعه من شمال کرتے ہیں جو کنھیا کی حقیقت ولادت کے\r\nكربلا رضي الله عنهم اجمعين حيث یا تون وقت گیا جاتا اور یار دانی ایل بند کی ما است\r\nبحكاية جميع بأفضل معهم في كربلا بیرم کرتا ہے۔ اب ہر حسین اور ائی کے تاسیس شدار\r\nعاشورة قولا وضلا في فنون النعش او را با ای یار یتیم کے ساتھ بات میں کیونکہ افض"
    },
    {
        "id": 107,
        "pageNo": 107,
        "pageText": "40\r\nوالا\r\nالكنى والقبور وبين فنون فيها ويظهرون بھی ساری ایسی باتوں کی نقل اتار تے ہیں جو تانا\r\nالعلام الحرب والقتال ويبيض الشباب وفق اشیا کے دین میان کالام میں ان دوران\r\nبین\r\nبالدماء ويروحون عليها و امثال الرومن کے ساتھ کیا گیا چنانچر نمش بناتے کھتا ہے اور\r\nالخرافات كما لا يخفى على من شاهد قبور کھود کر وفتاتے ہیں۔ جنگ قاتل کے جنا ہے\r\nاحوالهم في هذه الوير ورفض عبارتہ پڑھاتے کپڑوں کو خون میں رنگتے اور اتنی ہے\r\nالمغربية مكنا و أما توجه إلى القيام نے کرتے ہیں اسی طرح دیگر خفاقات ہوائی قرین\r\nبقدوم روحه الشريفة صلى الله علیہ کام جیسا کہ ہروہ شخص آگاہ ہے میں نے بجائے ملک\r\nمن عالم الأرواح الى عالم الشهامة میں ان کی حالت دیکھی ہے روانہ کی اندر حیات\r\nفيقومون تعطيها له فمنها ايضا سي القاتم کی اصل محرابی یہ ہے بہت قیام کی یہ وجہ بیان\r\nلان هذا الوجه يقتضى القيام عند کرتا کہ امیت شریف عالم ارواح سے مالا شادت\r\nتحقق نفس الولادة الشريفة ومتى كجانب تشریف لاتی ہے۔ میں حاضرین میر امین\r\nتتكرر الولادة في هذه الايام فقہ کی تقسیم کر کھڑے ہوجاتے ہیں ہیں بھی بیابان\r\nالوحدة الولادة الشريفة مسائلة فضول ہے کہ کہ یہ دیوانی صلاحیت شریفیہ کے وقت\r\nمجوس الهند حيث يأتون بعدين حكايہ کھڑے ہو جانے کو چاہتی ہے اور ظاہر ہے کہ\r\nولادة معبود هم (كهتيا او مماثلة عالات شریف بار بار برقی نایس پی سماعت شریانی\r\nالروافض الذين ينقلون شهادة أهل کا اعادہ یا بندوں کے قتل کے مثل ہے کہ وہ\r\nالبيت رضي الله عنهم كل سنة رأى فعلا اپنے مجبور کنھیا کی اصل عبادت کی ایسی نقل اتے\r\nوعلام فمعاذ الله أضلهم منا حكاية میں یا نا لیوں کے شاہ ہے کہ ہر سال اشاعت\r\nللولادة المسنيفية الحقيقة وهذه الحركة اہل بیت کی اولاد منا تصویر کھنچتے ہیں اپس\r\nبلا شك وشبهة حرية باللوم والحرية مارا شده در این کار خیل واقع الارات شریفیان\r\nوالفسق بل فعلهم هذ ايزميں عملی نقل بھی گیا اور پر وکت یک شب است\r\nکه قابل"
    },
    {
        "id": 108,
        "pageNo": 108,
        "pageText": "44\r\nفعل أوليك فانهم يفعلونه في كل اور مرمت وفستق ہے کہ ان کا پر فضل ان کے فضل\r\nعام مرة واحدة وهؤلاء يفعلون سے بھی بڑھ گیا کہ وہ تو سال بھر مں ایک ہی با اقل\r\nهذه المريخرفات الفرضية متى شارا امارتے ہیں اور یہ لوگ اس فرضی مرخقات عجیب\r\nوليس لهذا نظير في الشرح بأن چاہتے ہیں کر گزرتے ہیں اور شرعیت میں اس کی\r\nيفرض أمر ويأمل معد ومعاملة الحقیقہ کوئی نظیر موجود نہیں کہ سی امر کو فون کر کے اس کے\r\nبل هو محرم شرعا أو فانظروا يا اولی ساتھ حقیقت کا سا برتاؤ کیا جائے بلکہ ایسی اصل\r\nالالباب ان حضرة الشيخ قدس الله شرنا حرام ہے المز پس اے سا جلیلی گوگل\r\nسرة العزيز اتما أنكر على جهارة الهند خور فرمائیے شیخ قدس سرہ نے تو مہندی بالوں\r\nالمعتقدين منهم هذه العقيدة کے اس جھوٹے عقیدہ پانکار فرمایا ہے کہ جو\r\nالكاسمة الذين يقومون لمثل هذا ایسے واہیات اور خیالات کی بنا پر قیام کرتے\r\nالخيالات الفاسدة فليس فيه تشبيه ہمیں اس میں کہیں بھی مجلس ذکر ولادت شریفیہ کو بند\r\nالمجلس ذكر الولادة الشريفة بفعل یا رافضیوں کے فعل سے تشبیہ نہیں دی گئی۔\r\nالمجوس والروافض حاشا اكابرنا ماشا کہ ہمارے بزرگ ایسی بات کہیں\r\nأن يتفوهوا بمثل ذلك ولكن ولیکن ظالم لوگ اہل حق پر افتراء کرتے ہیں\r\nالظلمين على اهل الحق يفترون و اور اللہ کی نشانیوں کا انکار کرتے ہیں۔\r\nبايات الله يجحدون .\r\nالسوال الثالث العشرون توان سوال\r\nهل قال الشيخ الأجل علامة الزمان کیا علامہ زمان مولوی رشید احمد گنگوہی نے\r\nالمولوی رشید احمد الكنگو می بفعلية کیا ہے کہ حق تعالیٰ نفوز باشد جھوٹ بولتا ہے"
    },
    {
        "id": 109,
        "pageNo": 109,
        "pageText": "46\r\nكتاب البارى تعالى وعدم تضلیل قائل اور ایسا کہنے والا گراہ نہیں ہے، یا نیا گئے\r\nذلك ام هذا من الاقتراحات عليه و پرستان ہے۔ اگر بہتان ہے تو بریلوی\r\nعلى التقدير الثاني كيف الجواب عما يقولی کی اس بات کا کیا جواب ہے۔ وہ کہتے\r\nالبريلوي أنه يضع عندة تمثال فتوے ہے کہ میرے پاس مولانا مرحوم کے تیرے\r\nالشيخ المرحوم بفوت كرات المشتمل کا نور ہے جس میں یہ لکھا ہوا ہے۔\r\nعلى ذلك\r\nالجواب\r\nجواب\r\nالذي نسبوا إلى الشيخ الأجل الأوحد علامہ زماں کیتا کے دوران شیخ اجل مواسنا\r\nالاجل علامة زمانه فريد عصره و شیر تور صاحب گنگوری کی طرین تامین\r\nاورانه مولینار شید احمد گنگوهی من نے جو یہ منسوب کیا ہے کہ آپ تصور باشند\r\nانه كان قائلا بفعلية الكذب من الباری فی تعالٰی کے جھوٹ بولنے اور ایسا کہنے والے\r\nتعالى شأنه وعدم تضليل من قنوں کو گراہ نہ کہنے کے قائل تھے۔ یہ بالکل آپ\r\nبذلك فمكتوب عليه رحمه الله تعالی پر جھوٹ بولا گیا اور مجملہ انھیں جھوٹے پستانوں\r\nوهو من الاكاذيب التي افتراها الا کے ہے جن کی بدش جھوٹے دجالوں نے کی\r\nبالسنة الدجالون الكذابون فق قلم ہے میں خدا ان کو بلاک کرے، کہاں جاتے ہیں\r\nالله اني يؤفكون وجنا به برئ من تلك جناب مولنا اس نفقہ و الحاد سے بری ہیں\r\nالزندقة والاتحاد و يكن بهم فتوى الشيخ اور ان\r\nکی تکذیب خود مواسنا کا فتوی کر رہا ہے\r\nقدس سره التي طبعت وشاعت في جو جلد اول فتاوی رشیدیہ کے صفحہ 119 پر\r\nالمجلد الأول من فتاواه الموسومة طبع ہو\r\nکر شائع ہو چکا ہے۔ تحریر اس کی عربی\r\nبالفتاوى الرشيدية على صفحة و11 میں ہے۔ جس پر تصحیح و مواہیر علمالہ کہ مکرور\r\nمنها وهي عربية مصححة مختومة ثبت ميں."
    },
    {
        "id": 110,
        "pageNo": 110,
        "pageText": "بح شام علماء مكة المكرمة\r\nYA\r\nوصورة سو الله هكذا : سوال کی صورت یہ ہے۔\r\nبسم الله الرحمن الرحيم بسم الله الرحمن الرحيم\r\nحدة ونصلى على رسوله الكريم نحمده و نصلی علی رسوله الكريم\r\nما قولكم دام فضلكم في أن الله تعالی آپ کیا فرماتے ہیں اس مسلہ میں کہاللہ تعالی\r\nهل يتصف بصفة الكتب ام لا و صفت کتب کے ساتھ متصف ہو سکتا ہے\r\nمن يعتقد انه يكتاب كين حکم انہیں اور جو یہ عقیدہ سکے کہ خدا جھوٹ بولتا\r\nافتونا مأجورين .\r\nالجواب\r\nجواب\r\nان الله تعالی ستره من أن يتصف بے شک اللہ تعالیٰ اس سے منزہ ہے کہ کب\r\nبصفة الكتب وليست فی کلوہ کے ساتھ متصف ہو اس کے کام میںہورگز\r\nشائية الكتب ابدا كما قال اشتمالی کتاب کا شاہ بھی نہیں لیا کہ وہ خود فرماتا ہے\r\nومن أصدق من الله قيلا ومن اور اللہ سے زیادہ پیا کون اور روشن یا عقیدہ\r\nيعتقد ويتفوه بأن الله تعالى يكتب لکھے یا زبان سے نکالے\r\nکہ اللہ تعالی جھوٹ بولتا\r\nفهو كافر مامون قطعا و مخالف ہے دوہ کا فر قطعی ملعون اور کتاب سنت و\r\nللكتاب والسنة و الجماع الاستضم اجوامع است کا مخالف ہے ان اہل ایمان کا\r\nاعتقاد اهل الاعيان أن ما قال اللہ یہ عقیدہ ضرور ہے کہ حق تعالی نے قرآن میں\r\nمالي في القران في فرعون وهامان و رحمان و یانمان و ایلو اسب کے متعلق جو یہ فرمایا\r\nأبي لهب أنهم جهفيون فهو حكم ہے کہ دو دوستان میں تو ری کر سکتی ہے۔ اس کے\r\nقطع لا يفعل خامنه ابد الله تعالی رویت کبھی نہ کریگا لیکن اشتران کر جنت میں\r\nقادر على أن يدخل الجنة وليس بما جز داخل کرنے پر اس ضرور ہے، عاجر نہیں ہاں"
    },
    {
        "id": 111,
        "pageNo": 111,
        "pageText": "اکابر دار العلوم کا اجمالی تعارف\r\nحضرت مولانا قاضی مظہر حسین صاحب خلاله\r\nنمایم بہائی حضرت مجدد الف ثانی شیخ احمد سرہندی امان اللہ علیہ اور ان کے خیال کے\r\nکا طین نے گیارھویں صدی ہجری میں اور بارھویں صدی میں امام امور ثمین حضرت شاہ علی الشہ\r\nمیت رہی اور ان کے خاندان معادت نشان نے متحدہ ہندوستان میں توفیق ایزدی\r\nعلم و عرفان اور شریعت و طریقت کی جو تند میں روشن کیں اپنی انوار ہدایت سے تیار ھیں\r\nصدی کے اواخر میں حضرت مجدد الف ثانی اور حضرت شاہ ولی اللہ محدث و جلوی کے\r\nایای این حجت الاسلام حضر الا انا ما اسم صاحب انار روی رد شده علیه بانی دارالعلوم\r\nدیر بند اور قطب الارشاد حضرت مولانا رشید احمد صاحب گنگوہی رحمت اشد علیہ نے عالم\r\nسلام کو دور فرمایا۔ یہ دونوں زندگی کا لایت شریعت و طریقت کے جامع تھے سرور کائنات\r\nمحبوب خدا صلی الہ علیہ وسلم کی میت و اطاعت اس کے قرب و اجسام بی طاقتی توحید\r\nسنت کی تبلیغ و اشاعت اور شرک و بدعت کے بہ قیصال را انسداد میں ان حضرات نے\r\nاپنی مقدس زندگیاں صرف کردیں ۔ مذہب اہل المسلمت اور مسلک حنفی کو اپنے دور میں\r\nان بزرگوں سے بہت زیادہ تقویت ین ا ا ا ا ا ا ا ا ا ا ا ا ا ا ه های این قالی این را بست\r\nاره ولادت شیبانی بار معنای شهید و اوقات به موادی مالامال شاه دو یوم پخشب بعد نماز ظهر حضرت نانوتوی کے\r\nمفصل حالات و کمالات مرواریخ قاسمی مولفه حضرت مولانا مناظر احسن صاحب کی فانی میں مالو خوانین جو تین بالوں\r\nمیں چھپ چکی ہے ۱۲- A ولادت ۲ ذیقعدہ ۲۳ - دوعات بر ما نیمه یا ۹ جمادی الثانیه به مطابق\r\nاور اگست ملاء حضورت منگرمی قدس سرہ کے ظاہری و باطنی کمالات جلانے کیلئے مین الرشید مولفہ حضرت موالا\r\nعاشق باشی صاحب میر علی متقابل مطالعہ ہے جود و جلووں میں چھپ چکی ہے۔\r\nالٹی"
    },
    {
        "id": 112,
        "pageNo": 112,
        "pageText": "49\r\nعن الله ولا يفعل هذا مع اختياره البتہ اپنے اختیار سے ایسا کرے گا نہیں کیے خواتا\r\nقال الله تعالى ولو شئنا لاتينا كل نہے اور اگر ہم چاہتے تو پرنس کو بدایت دے\r\nفي مماما ولكن حق القول منے رہتے لیکن میرا قبال ثابت ہو چکا کہ ضرور دو منفوخ\r\nلا ملئن جهنم من الجنة والناس بھروں گا میں دانس دونوں سے پر اس آیت\r\nاجمعين فتبين من هذه الاحمت سے ظاہر ہو گیا کہ اگر اثر چاہتا و سبک سوسن\r\nانه تعالى لو شاء لجعلهم كلهم مومنين بنا دیا لیکن وہ اپنے قول کے خلاف نہیں کرتا\r\nولكنه لا يخالف ما قال وكل ذلك اور یہ سب با اختیار ہے، جیوری نہیں کیونکہ\r\nبالاختيار لا بالاضطرار وهو فاعل وہ قابل مختار ہے جو چاہے کرے۔ یہ ہی\r\nمختار ضال لم يريد منه عقيدة خیرہ تمام عیار است کا ہے۔ جیسا کہ\r\nجميع علماء الامة كما قال البيضاء بیضاوی نے قول باری تعالی دانه تر لام\r\nتحت تفسير قوله تعالى أن تغفر لهم الم - کی تفسیر کے تحت میں کہا ہے کہ مشرکی کا نہ\r\nوعدم غفران الشراك مقتضى الوحید بخار جہد کا ہتے تھتے رہے ہیں اس میں تو اتہ\r\nفلا امتناع فيه لماته والاعلم بالصواب اختراع نہیں ہے۔ واللہ اعلم بالصواب\r\nكتبه الا مقر رشید احمد گنگوهی منی منه کنتبه احتر رشید احمد گنگاری منی مسند\r\nخلاصة تصحيح علماء مكة المكرمة کرا کر یہ نادالله شرفیا کے طلاء کی تصیح\r\nناد المشرفها الحمد لمن هو به کا خلاصہ یہ ہے محمد اسی کو زیبا ہے جو اس کا\r\nحقيق ومنه استمد العون والتوفيق مستحق ہے اور اسی کی امانت و توفیق در کار\r\nالحباب به العلامة رشيد احمد المذكور ہے۔ علامہ رشید احمد کا جواب شکور حتی\r\nهو الحق الذي لا محيص منه وصل ہے جس سے مفر نہیں ہو سکتا۔ وصلی اللہ علی\r\nالله على خاتم النبيين وعلى ا ا ا ا ا ا ا ا ا ا ا ا ا ا ا ا ا ل لینے کا اس فرمایا\r\nوسلم اور برقبه خادم الشرعية مرات خادم شرعیت آسیب دمار لب خنی"
    },
    {
        "id": 113,
        "pageNo": 113,
        "pageText": "اللطف خفى محمد صالح ابن المرحوم محمد صالح خلف مدین کمال مرحوم حنفی مفتی\r\nصديق كمال الحنفى مفتى مكة المكرمة مکہ مکرمہ کان اللہ لہ ا نے لکھا امیدوار\r\nحالا كان المعلما العن صالح بن علوم کمال نسیم محمد سعید بی تخیل نے ، حق\r\nيقه المرتجي من ربه كمال النيل من سعيد تعالیٰ ان کو اور ان کے مشائخ کو اور جملہ\r\nب عمل أصيل بمكة المحمية غفر\r\nالله له و مسلمانوں کو بخش ہے۔\r\nلوالديه والمثانه وجميع المسلمين محمد ميدان\r\nالراجي العفو من واهب العطية امید و از عضو از واهب العطیه محمد عابد\r\nمحمد عابد بن المرحوم الشيخ حسين بن شیخ حسین مرحوم نفتی اکسید\r\nمفتي المالكية ببلد الله المحمية.\r\nمصليا و مسلما هذا وما اجاب\r\nسو سال کے دور جو کچھ اور رشید حمد\r\nالعلامة رشيد أحمد فيه الكفاية و نے جواب دیا ہے، کافی ہے اور اس پر اعتماد\r\nعليه المعمول بل هو الحق الذي لا ہے بلکہ ہیں حتی ہے جس سے مفر نہیں۔ لکھا\r\nمحيص عنه رقمه الحقير خلت بین حقیر خلف بن ابرا این سنبل خادم انتشار\r\nابراهیم خادم افتاء المحاطة بمكة المشرق مکہ مشرف نے\r\nوالجواب معما يقول البريلوى اننہ اور یہ جو بیری کتا ہے کہ اس کے پاس کتنا\r\nيضع عنده تمثال فتوى الشيخ المرحوم کے قوطی کا فوٹو ہے جس میں ایسا لکھا ہے اس\r\nبفوتوگراف المشتمل على ما ذكر هوانه کا جواب یہ ہے\r\nکہ مواطنا تقدیسی بستر پر بہتان\r\nمن مختلفاته اختلقها و وضعها عندة باندھنے کو یہ حال ہے جس کو گھڑ کر اپنے پاس دیکھ\r\nافتراء على الشيخ قدس سره ومثل هذه لیا ہے اور ایسے جھوٹ اور جبل اسے آسان\r\nالأكاذيب والاختلافات مین علیه ہیں کیونکہ وہ اس میں استادوں کا استاد\r\nفانه استاذ المسابقة فيها وكلهم خیال ہے اور زمانہ کے لوگ اس کے چیلے، کیونکہ"
    },
    {
        "id": 114,
        "pageNo": 114,
        "pageText": "عليه في زمانه فأنه محترف ملابس مجال تخریت و عیسی رو جل و فکر کی اس کو عادت\r\nمکار ربا يصور الامها رولین بادنی ہے۔ اکٹر کریں بنا لیتا ہے اپنے قادیانی سے\r\nمن المسيح القادياني نا ت میں یا ارسال کی کم نہیں اس لیے کہ دو رسالت کا کام مگه\r\nظاهر أو علنا وهذا يستقر بالمجددية درجی تھا اور یہ مجھے دیت کو چھپائے ہوتے ہے\r\nويكنز علماء الامة كنا كفر الوهابية علمائے امت کو کافر کہتا رہتا ہے میں طرح\r\nاتباع محمد بن عبد الوهاب الانتخقاله محمدبن عبد الو اب کے دربا نی چا ہے اشت کی\r\nالله تعالى كا خذ لهم. تکفیر کیا کرتے تھے۔ خدا اس\r\nکو بھی انہیں کی طرح\r\nر شوراک\r\nالسؤال الرابع والعشرون چوبیسواں سوال\r\nهل تعتقدون امكان وقوع الكذب کیا تمھارا یہ عقیدہ ہے کہ حق تعالی\r\nکے کسی\r\nف كلام من كلام العمل عزو جل جانے کام میں قوم کسب کنی ہے ؟ ایک\r\nأم كيف الأمر\r\nالجواب\r\nبات ہے۔\r\nجواب\r\nمن و مشائخنا رحمهم الله تعالی ان یعنی ہم\r\nاور ہمارے مارے اس کا یقین رکھتے ہیںکہ\r\nو نقيضن بأن كل كلام صدر عن الباری جو کام بھی حق تعالی سے اور ہوا یا آینده گاوه\r\nعز وجل أو سيصدر عنه فهو مقطوع یقینا سچا اور بلاشبہ واقع کے مطابق ہے اس کے\r\nالصديق مجزوم بمطابقته الواقع والی کسی کام میں کتاب کا شائبہ اور خلا کا واہمہ\r\nفي كلام من كلامه تعالى شائبة کذاب بھی بالکل نہیں اور جو اس کے خلاف متقیوں کے\r\nومظنة خلاف اصلا بلاشبهة و من یا اس کے کسی کلام میں کذب کا وہم کرنے دو\r\nأعتقد خلاف ذلك أو توهم بالكتاب فنی وہ کاشت و مجبور نہ دیتی ہے۔ اس میں ایمان"
    },
    {
        "id": 115,
        "pageNo": 115,
        "pageText": "ش من كلامه فهو كافر محمد زندیق لیس کا شائبہ بھی نہیں۔\r\nله شاشة من الأحيان.\r\nالسوال الخامس العشرين\r\nپلیسواں سوال\r\nمل فيتم في تاليفكم الى بعض الاشاعرة کیا تم نے اپنی کسی تصنیف میں اشاعرہ کی\r\nالقول بإمكان الكتب وعلى تقديرها طرف امکان کتب منسوب کیا ہے اور الگ کیا\r\nضا المراد بن لك وهل عندكم نھیں ملی ہے تو اس سے مراد کیا ہے اور اس مذموب\r\nهذا المذهب من المعتمدين بينوا الامر پر تمھارے پاس مشیر عطا کی کیا کوئی سند\r\nہے۔ وائی اور میں بنگلا ہے۔\r\nلنأ على وجهه.\r\nالجواب\r\nجواب\r\nالاصل فيه انه وقع النزاع بينتاوين اصل بات یہ ہے کہ ہمار ے اور بیت یان نار\r\nلمنطقيين من أهل الهند والمبترعة و جد متقیوں کے درمیان اس مسئلہ میں زارع برا\r\nمنهم في مقدورية خلوت ما وعد به که حق تعالیٰ نے جو وعدہ فرمایا یا خبری ، با\r\nالبارى سبحانه وتعالى أو أخبر به او ارادہ کیا، اس کے خلاف پر اس کو قدرت\r\nاطمه و امثالها فقالوا ان خالون هذه ہے یا نہیں۔ سورہ تو یوں کہتے ہیں کہ ان\r\nالاشياء خارج عن القدرة القديمة باتوں کا خلاف اس\r\nکی تقدیریت تقدیر سے خارج\r\nمستحيل عقلا لا يمكن ان يكون اور عقلا مال ہے۔ ان کا مقدور خدا ہونا لکھی\r\nمقدور الله تعالى واجب عليه ما يطابق ہی نہیں اور حق تعالی پر واجب ہے کہ وعدہ\r\nالوعد والخبر والارادة والعلم وقلنا اور خبر اور ازدادہ اور علم کے مطابق کرے"
    },
    {
        "id": 116,
        "pageNo": 116,
        "pageText": "۱۴۲\r\nاقرت بربوبيته الضمائر و الافواہ کے رہے ہونے کا اقرار ول اور سند سے کرتے\r\nالجليل الذي سجدت لهيبته نہیں با ضلت ہے کہ اس\r\nکی مصیبت سے ٹھوڑی\r\nالاذقان والجباء القادر الذي اور ماتھے جھکے ہوئے ہیں با قدرت ہے کہ\r\nجرت خاضعة لقدرته الرياح و اس کی طاقت سے ہوائیں اور پانی مسفر میں\r\nالامواه المقتدر الذي اطلاع امره زور آور ہے کہ فلک اعلیٰ اور اس سے بالا\r\nالملك الاعلى وما علاہ الحمد الہی بھی اس کے حکم کے میلے ہیں یگانہ ہے کہ جو\r\nنطقت حكمته بوحدانيته فيما کچھ ایجاد فرمایا ہے اس کی حکمت اس کی\r\nابتدحه وسواه وأشهد ان لا الله وحدانیت بتا رہی ہے۔ میں گواہی دیتا ہوں\r\nالا الله وحده لا شريك له شهادة کہ مجبور نہیں بجز اللہ بیگانہ لاشریک کے جس\r\nيزهم بها الجاحد المنافق و معظم کو منافق نہیں جانتا اور میں سے پاک پروردگار\r\nبها الحرب القدوس الخالق واشهد پیدا کرنے والے کی عظمت ظاہر ہو اور گواہی\r\nأن سيدنا ونبينا ومولانا وحبيبنا دیتا ہوں کہ سینا و ولتا ہوا رہ سے محبوب\r\nوقرة حيوننا أبا القاسم محیا اور آنکھوں کی ٹھنڈک بلد القاسم محمد اس کے\r\nعبده ورسوله المبعوث بأحمد بندہ اور رسول نہیں جو سب سے عمدہ اور پارا طریقہ\r\nالطريق وحبيبه و امينه المكاشف دے کر بھیجے گئے اور انہیں رہیں کہ مخفی حقیقتیں\r\nبغيوب الحقائق صلى الله عليه و ظاہر فرماتے ہیں اللہ ان پر اور ان کی اولاد\r\nعلى اله وصحبه وسلم ما لاح و و اصحاب پر رحمت نازل فرمائے جب تک\r\nميض بأرق وبعد فقد وقفت فی اس کی چمک ظاہری ہے۔ اما بعد در یں دلا میں\r\nهذه الأمانة على رسالة تتضمن اس رسالہ سے آگاہ ہوا، جو ان کھیلیں سو اورت\r\nستة وعشرين سو الانیق اور تھا کو شامل ہے جن کے جوابات عالم فاضل شیخ\r\nالعالم الفاضل الشيخ خليل احمد خلیل احمد صاحب نے دیے ہیں۔ اللہ ہم"
    },
    {
        "id": 117,
        "pageNo": 117,
        "pageText": "تثالا من عندهم الفعلية الكنب بالا دی اور بستان کی انتهایمان تک پہنچی کہ اپنی\r\nمخافة عن الملك السلام ولما أطلع طرف سے فلیت کتاب کا فوٹو و ضع کر لیا اور\r\nأهل الهند على مكاند هم استنصروا فدائے ملک سلام کا کچھ خوف نہ کیا اور جیب\r\nعلماء الحرمين الكرام لعلمهم بانهم الا بندان کی مکاریوں پر حالی است تا اخوان\r\nخلطون عن حباً نا تهم ومن حقیقت نے طار حرمین سے دو ہا ہی کیا کہ جانتے تھے\r\nأقوال علمائنا وما مثلهم في ذلك کہ وہ حضرات ان کی خباثت\r\nاور بہار سے علماء\r\nالأكمثل المعتزلة مع أهل السنة و کے اقوال کی حقیقت سے بے خبر نہیں اس معاملہ\r\nالجماعة تاأنهم أخرجوا أثابة الخاص میں ہماری ان کی مثال مسقراط اور اہل سنت کی\r\nوعقاب\r\nالمطيع عن القدرة القديمة و سی ہے کہ معتربیلہ نے ماضی کو بجائے سزا کے\r\nاو جيوا العدل على ذاته تعالى قسموا ثاب اور سطح کو سزا دینا قداست تقدیر اسے خارج\r\nانفسهم أصحاب العمل والتنزيه و استفات باری پر دل واجب بتا کر اپنا اما الان\r\nنسبوا علماء اهل السنة والجماعة إلى عدل و تنزیہ لکھا، اور علمائے اہل السنت و این خوت\r\nالجور و الامتنان والتشويه فكما کی خبر اور تعصب کی طرف نسبت کی۔ اور علماء\r\nأن قدماء أهل السنة والجماعة لم اہل سنت و الجراحت نے ان کی جانوں کی پرودا\r\nما لا ابيها لاتهم ولم يجوز و المان کمی کا از نظر دور میں ان تعالی ان کی جانب\r\nبالنسبة اليه سبحانه وتعالى في الظلام جز کا نسوب کرنا جاری نہیں بجھا کہ قدرت تقدیر\r\nالمذكور وحموا القدرة القديمة مع کر عام کے کردات کال سے نقائص کا نام اور\r\nازالة النقائص عن ذاته الكاملة جناب باری\r\nکے کمال مقدس و شتر یه ک لیوان کند کر\r\nالشريفة واتمام التربه والتقديس نہت کیا کہ نیکو کار کے لیے عذاب اور بدکار\r\nلجنابه العالي تأثلين أن عليكم المنقصة کے لیے ثواب\r\nکو تحت قدرت باری تعال\r\nفي جواز مقدورية العقاب للطائع و ماننے سے نقص کا گمان کرنا محض فلسفو شنید"
    },
    {
        "id": 118,
        "pageNo": 118,
        "pageText": "الثواب للعاصى المأهو رخات الفلفہ کی صحافت ہے۔ اس طرح ہم نے بھی اسی کو\r\nالشقيقة كذلك قلنا لهم ان ظنكم جواب دیا کہ دوده و خبر و مصدق وعدہ کے\r\nالنقص بمقدورة خلات الوحدا و خلاف کو صرف تحت قدرت ماننے سے\r\nالاخبار والصدق وامثال ذلك مع حالا که صرف شرفا و حصالی دونوں طرح و قوع\r\nکونه ممتنع الصدور عنه تعالى شرعا ممتع ہے نقص کا گمان کرنا تمھاری حالت\r\nفقط او حقلا وشرها انما هو من بلا کا شرہ اور منطق و فلسفہ کی بلا ہے۔ اس بدعتیوں\r\nالفلسفة والمنطق وجهلكم الوخيم فہم نے تنزیہ کے لیے کام کیا حق تعالیٰ کی عام و\r\nضلوا ما ضلو الاجل التنزيه لكن ما کامل قدرت\r\nکا اس میں حافظ نہ لکھا اور یہ ہے\r\nيقدروا على كمال القدرة وتصميمها و ملت اہل السنت والجماعت نے دونوں امر\r\nاما اسلامنا أهل السنة والجماعة فروا ر کے حق تعالی شانہ کی قدرت نام بتا\r\nفجمعوا بين الأمرين من تسميم القدرة اور تنزیہ کام یہ ہے کہ مختصر مضمون میں کو\r\nوتقيم التنزيه للواجب سبحانہ و تعالیٰ ہم نے بائیں میں بیان کیا ہے۔ اب اصل\r\nوهذا الذي ذكرناه في البراهين مختصرا مذہب کے متعلق معتبر کتابوں کی بعض تصریحات\r\nوهاكم بعض النصوص عليه من الكتب میں کس لیجیے :\r\nالمعتبرة في المذهب ، قال فی شرح دلی شرقی موافقت میں مذکور ہے کہ تمام\r\nالمواقف او جب جميع المعتزلة والخارج معتزلہ اور خوارج نے مرتکب کبیرہ کے مذاب\r\nعقاب صاحب الكبيرة اذامات بالا کو چیکہ بلا تو یہ مر جائے واجب کیا ہے اور\r\nتوبة ولم يجوزوا ان يعوا الله عنه جائز نہیں سمھا کہ اللہ سے معاف کرتے اس کی\r\nيوجهين الأول انه تعالى اوصل بالعقاب دو وجہ بیان کی ہیں: اول یہ کہ حق تعالے نے\r\nعلى الكبائر و اخبر به أى بالعقاب کبیرہ گناہوں پر عذاب کی خبر دی اور وحید فرمائی۔\r\nعليها فلو لم يعاقب على الكبيرة وعفا ہے ہیں اگر عذاب نہ دے اور معاف کردے"
    },
    {
        "id": 119,
        "pageNo": 119,
        "pageText": "64\r\nلزم المخلف في وحيدة والكتاب في خبره تریدی کے خلاف اور خبر می کنی بازم تا\r\nوانه محال والجواب غايته وقوع ہے اور یہ محال ہے۔ اس کا جواب یہ ہے کہ\r\nالعقاب فاين وجوب العقاب الذي خبر وحید سے زیادہ سے زیادہ عذاب کا وقوع\r\nكلا منافيه أن لا شيعة في أن علام الام آتا ہے کہ جو میں میں گفتگو ہے کیا\r\nالوجوب مع الوقوع لا يستلزم خلفا و بغیر وجوب کے وقوع عذاب میں نہ خلف\r\nلوكن با لا يقال انه يستلزم جواز ھما ہے نہ کذاب کوئی کیوں نہ کہے کہ اچھا خلفت\r\nوهو أبينا محال لانا نقول استحالته اور کتب کا جواز لازم آئے گا اور یہ ھی حال\r\nممنوعة كيف وهما من المكنات التی ہے کیونکہ ہم اس کا حال جانانہیں مانتے اور حال\r\nتشعلها مدربه تعالى آه کیونکہ ہو سکتا ہے جب کہ خلافت اور کذب ان محکمات\r\n(٣) وفي شرح المقاصد العلامة التفتاوانی میں داخل ہیں جن کی قدرت باری تعالی شامل ہے\r\nرحمه المحتالي في خافة بحث القدرة (۲) اور شروح مقاصد میں علامہ تفتازانی\r\nالمنكرون التحول قدرته طوائف منهم می شد تعالیٰ نے قدرت کی بحث کے آخر میں لکھا\r\nالنظام واتباعه القائلون بأنه لا يقدر ہے کہ قدرت کے منکر چند گروہ ہیں۔ ایک نظام\r\nعلى الجهل والكذب والظلم وسائر اور اس کے تابعین رکھتے ہیں کہ الہ تعالی مبل\r\nالقباع اللوكان خلقها مقد و را ه ا ا ا ا ا اور رانی کی ای تی را در نمی آید که\r\nلمجاز صدورة عنه واللازم باطل لانضام ان انال کا پیدا کر اگراس کی مدت میں افضل\r\nالى السنه ان كان عالما يصبح ذالك و ہو تو ان کا حق تعالی سے صدور کی جائز ہوگا اور\r\nباستغنائه عنه والى الجمال ان لم یکن منانا جاتا ہے کہ کہ اک بار جو یار تیری کے\r\nعالما والجواب لا نسلم قبح الشی با لبتہ بے پروائی کے بی صدور ویاگرا تو اندر کی کا\r\nالمكيف وهو تصرف في ملکه و لو لم ا ا ا ا ا ا ا ا رجال اور آنے کا جواب یہ ہے کہ\r\nفالقدرة لا تنافي امتناع صدورة نظرا حق تعالٰی کی جانب نسبت کر کے کسی شئی کا قبیح"
    },
    {
        "id": 120,
        "pageNo": 120,
        "pageText": "66\r\nالى وجود المصارف وعدم الراحی و ان تمت تسلیم نہیں کرتے ہیں اس لیے کہ اپنے ایک ای\r\nكان ممكنا أو ملخصه :\r\nتصرت کرنا تیج نہیں ہوسکتا اور اگر مان بھی ہیں کہ\r\n(۳) قال في المسامرة وشرحه المسامرة قبیح کی نسبت قبیح ہے تو قدرت من احتمال مور\r\nالسلامة المحقق كمال بن المهام الحنفی کے نشان نہیں کیو نکہ ہوسکتا ہےکہ فی نفسی تحت\r\nوتلميذه ابن ابي الشرين المقدم الشافعي قدرت ہو گر مائع کے موجود یا باعث مسرور\r\nرحمهما الله تعالى مانصه ثم قال اى مفقود ہونے کے سبب اس\r\nکا وقوع ہی ہو۔\r\nصاحب العمدة ولا يوصف الله تعالی (۳) مسارہ اور اس کی شرح سامرہ میں جگہ\r\nبالقدرة على الظلم والسفه والكذب کمال بین تمام ترقی اور ان کے شاگرد این بی شک شود\r\nلان الحال لا يدخل تحت القدرة الى مقدسی شافعی رحمها الله یہ تصریح فرما ہے نہیں\r\nيع متعلقا لما وجد المنزلية يقدر پھر صاحب الموت نے کہا حق تعالی کو یوں نہیں\r\nتعالى على مكمل ذلك ولا يعمل انتہی کر سکتے کہ یہ ظلم وستہ ان کتب پر قادر ہے\r\nكلام صاحب العمدة وكأنه انقلاب کیو نکہ ہو سکتا ہے جبکہ خلفت کذب این مکانات\r\nعليه ما نقله من المعتزلة اذ لا شك میں داخل نہیں جین کو قدرت باری تعالی شامل ہے)\r\nان سالب القدرة عما ذكر هو مذهب کیونکہ حال قدرت کے تحت میں داخل نہیں ہوتا\r\nالمنزلة وأما ثبوتها إلى المقدرة على ما یعنی قدرت کا تعلق اس کے ساتھ صحیح نہیں اور\r\nما ذكر ثم الامتناع عن متطلقها اختیاری سنترال کے نزدیک انتقال مذکورہ پر من عمال محمد\r\nفهو عبن هب الاشاعرة البن منی تو ہے گر کر یگا نہین صاحب العمدة کا کلام ختم\r\nبمذهب اللمعتزلة ولا يجة ان هذا ہوگیا اب کمال الدین فرماتے ہیں کہ صاحب الحرة\r\nالاليق أدخل في التنزيه ايضا اذلا نے جو معتزلہ سے نقل کیائہ الٹ پلٹ ہو گیا\r\nشك في أن الامتناع عنها أى من المذكورا کیونکہ اس میں شک نہیں کہ افعال مذکورہ سے قدرت\r\nمن الظلم والسفر و الكتب من باب کا سلب\r\nکرنا میں ترتیب منزل ہے اور افعال"
    },
    {
        "id": 121,
        "pageNo": 121,
        "pageText": "التنزيبات عمالا يليق بجناب قدمه مذکوره پر قدرت تو جو گر با اختیار خود ان کا وقوع\r\nتعالى تكسير بالبناء اللمفعول اي نہ کیا جائے۔ یہ قول در میب اشاعرہ کے زیادہ انسان\r\nيختبر العقل في ان اي الفصلين أبلغ ہے یہ نسبت معتزلہ کے اور ظاہر ہے کہ اسی قول\r\nفي التنزيه عن الفحشاء اهو القدرة مناسب کو تنزیہ باری تعالی میں زیادہ دخل بھی ہے\r\nعليه أى على مأذكر من الأمور الثلاثة ایک ظلم و سعه و کتب سے باز رہا بابا تزریان\r\nمع الامتناع اى امتناعه تعالى عنه سے ہے۔ ان قبائ سے جو اس مقدس ذات کے\r\nمختار الذلك الامتناع أو الامتناع شایان نہیں پس عقل کا امتحان لیا جاتا ہے کہ دونوں\r\nاى اقتناعه عنه لعدم القدرة عليه صورتوں میں کسی صورت کو بھی تعالٰی کے تن زمین\r\nفيجب القول بأدخل القولين في التربية انتشار میں زیادہ دخل ہے۔ آیا اس صورت میں کہ\r\nوهو القول البيت بمن هب الاشاعرة أه بر سر انتقال مذکورہ پر قدمت تو پائی جائے مگر باتیں\r\n(۴) وفي حواشي الكلينوي على شرح و ارادہ متنع الوقوع کیا جائے زیادہ تنزیہ کے یا اس\r\nالمقاس المصرية للمحقق الدواني طرح منع الوقوع باتنے میں زیادہ تر یہ ہے کہ حق تعالی\r\nرحمها الله تعالى مانسه وبالجملة كوان افعال پر قدرت ہی نہیں نہیں جس صورت کو\r\nكون الكذب في الكلام اللفظي قبیما ری ہی میں زیادہ دخل ہو اسکا قائل کرنا چا ہے اور\r\nبمعنى صفة فقص ممنوع عند الاثار وہ وہی ہے جو اشاعرہ کا مذہب ہے یعنی اسکان بالا انت\r\nولذا قال الشريف المحقق أنه من جبلة و امتاع بالاختيار\r\nالممكنات وحصول العلم القطعي العام (هم) حق درانی کی شرح عقائد عضویہ کے حاشیہ\r\nوقوعه في كل همه تعالى بالجماع العلماء كلنبوی میں اس طرح مخصوص ہے خاصہ یہ ہے کہ\r\nوالانبياء عليهم السلام لا ينا في ام انه ما منتقل می کن با این تی تی بازار نقاشی عیب\r\nفي ذاته كسائر العلوم العادية القطعية ہے اشاعرہ کے نزدیک کرم نہیں اوراسی لیے تشریف\r\nوهو لا ينافي ما ذكرة الامام الرازي الم محقق نے کہا ہے کہ کتاب نجار مسکنات کے ہے اور"
    },
    {
        "id": 122,
        "pageNo": 122,
        "pageText": "بندہ تھے علوم ظاہرہ کے علاوہ باطنی عوام میں میں ان حضرات کا ایک خاص مقام تھا۔ ان\r\nدونوں بزرگوں نے امام الاولیا قطب العارفین حضرت حاجی امداد الشد صاحب پشتی صاحب کی\r\nقدس سرہ سے روحانی فیضان حاصل کیا اور مقامات ولایت میں اس مرتبہ کو پہنچے کہ خود شتر\r\nحاجی صاحب موصوف نے اپنی تصنیف لطیف خیار القلوب صفحہ 4 میں ارشاد فرمایا\r\nہے کہ :\r\nنیزیم کس که ازین اخیر محبت وعقیدت ادوارت جوارگی مجمد خیر سے محبت و عقیدت وارادت\r\nمار دور مولوی رشید احمد صاحب سترہ رکھتے ہیں، مولوی رشید احمد صاحب سلمہ اور\r\nو مولوی محمد قاسم صاحب آن را که تابع موردی محمد قاسم صاحب منہ کو جو کمالات\r\nی کمالات علوم ظاہری و باطنی ان بیجائے مریض ظاہری و باطنی کے جامع ہیں مجھے فقیر کی\r\nمی فقیر را قیم اسحاق بلکه بیداری روی از من بجانے کہ مجھ سے کتنے صوبے او پر انہیں اگرچہ\r\nشارته اگر چه با هر ساله یکی شد که اوشان بظاہر معالمہ بریکس ہوا کہ دو میری جگہ اور\r\nبجائے من ویسی مقام اورشان شدم صحبت میں ان کی جگہ ہو گیا۔ اس کی محبت کیفیت\r\nاورشان را غیرت دانند که این چنین کسان جانیں کیونکہ ایسے لوگ اس زمانہ میں نایاب\r\nدر این زمانه نایاب داند و از خدمت با برکت قرین اور ان\r\nکی بابرکت محبت سے فیض حامل\r\nایشان فیضیاب بوده باشند و طریق سلوک کریں اور سلوک کا جو طریق اس رسالے میں لکھا\r\nکه درین مساله نوشته شده در نظرشان تحصیل گیا ہے وہ ان کے پاس فصل کویں ان شا شد\r\nنمایند ان شاء اللہ بے بہرہ تواند مانت محروم نہیں رہیں گے۔اللہ تعالی ان کی گرمی\r\nالله تعالی در عمر ایشان برکت و یاده و از پرکت دیں اور تمام عرفانی نعمتوں اور اپنے\r\nتمامی نمائے عرفانی و کمالات قوبت خود قرب کے کمالات سے ان کو مشرف فرمائیں\r\nمشرف گرداند و بهرته النبی و اله الاحتجارت اور بلند درجات تک پہنچائیں اور ان کی ہر رات"
    },
    {
        "id": 123,
        "pageNo": 123,
        "pageText": "(ه) وفي تحرير الأصول الصاحب فتح کیا کہ کم عقلی کے معدوم کا عا ت کی حامل ہے اس\r\nالقدير الامام ابن الهام وشرحه لا این طرح کی کہانی اٹلی میں اور کتا ب نہیں ہے اور اس\r\nامیر الحاج رحمها الله تعال ما نصه الملا ایا ایلیا اسلام کا جاتا ہے تو کر سکے\r\nو حیفه اي و حين كان مستحيلا مکن بالذات ہونے کے منافی نہیں جس طرح جمعہ\r\nعليه ما أدرك فيه نقص ظهر القلع عالم مادر قطبی را در امکان نسب البنات مال\r\nباستحالة اتصافه اى الله ا ا ا ا ا ا ا ا ا ا ا ا ا ا ا ا ا ا ن کے قول کا خانی این\r\nوجوه تعالى عن ذلك وايضا لولم (۱۵) ما باقی مانده به امام این نام کی تحریر\r\nيمتنع انصاف فعله بالقبع يرتفع الاصول اور بنی امیر الحاج کی شرح تحریر میں اس طرح\r\nالأمان عن صدق وعدة وصدق نصوص ہے اور اب امینی جب کہ یہ افعال میں تعالٰی ہے\r\nخبر غيره الى الوحد منه تعالى وصداق محال ہوئے جو میں نقص پایا جاتا ہے ظاہر ہو گیا کہ\r\nالخبرة أى لم يجزم بصداقه اصلای الد اقبال کا کذب خیر کے ساتھ مقصد پورا یقینا\r\nعند الاشاعرة كسائر الخلق القطع محال ہے نیز اگر فصل باری کافی کے ساتھ نقصان\r\nمسلم اتصافه تعالى بثى من القبائح مال نہ ہوتو وعدہ اور خر کی سچائی پر اعتادت رہے گا\r\nدون الاستحالة العقلية كسائر العلوم اور نبوت کی سچائی یقین نہ رہے گی اور اشاعرہ کے\r\nالتي يقطع فيها بأن الواقع أحد نزدیک متن تعالی کا کسی تسبیح کے ساتھ تعین منتصف\r\nالنقيضين مع عدم استحالة الأفخر نہ بہت ساری مخلوقات کی طرح با اختیار ہے اور\r\nلو قدر أنه الواقع كالقطع بمكر و عمال نہیں جانے تمام علوم جن میں یقین ہے کہ ایک\r\nبغداد ای بوجود هما فانه لا يحيل نقیض کا وقوع ہے وہاں دوسری تنقیض محال فراقی\r\nعدم ما عقله وحينئذ أي وحين كان نہیں کہ وقروح مقدر نہ ہوس کے مالا مکہ اور بغداد کا\r\nالأسر على هذا الايلزم أرتفاع الاهمان موجود ہی یقینی ہے گو تا محل نہیں ہے کہ مو بورت\r\nلانه لا يلزم من جواز التي عقلا علم ہوں اور اب یعنی جب یہ صورت ہوتی تو مسکان"
    },
    {
        "id": 124,
        "pageNo": 124,
        "pageText": "الجزم بعدمه و الخلاف الجاسری کتب کے بی اعتماد کا اٹھا اور نائی کا اس لیے\r\nفي الاستحمالة والامكان العقل جار کر قتل کسی شے کا جازمان لینے سے اس کے معدوم\r\nفي كل فقيضه أصدرته تعالى عليها پریتی ز مینا لازم نہیں آن اوردی ستانه واقعی و\r\nمسلوبة ام هي أى النقيضة بها ای ان عقل کا خلاف استقرار اور ابا یافت میں ہر\r\nبقدرته مشهولة والقطع بأنه لا ينضل نقیض میں جاری ہے کہ حق تعالی کو ان پرقدرت ہیں\r\nأي والمحال القطع بعدم ضل تلک نہیں دیا کہ سوال کا نه ها را با این کار است\r\nالنقيضة الم ومثل ما ذكرناه عن حق تعالی شامل ضرور ہے مگر ساتھ ہی اس\r\nکے تقدیر سے\r\nمن هب الاشاعرة ذكرة القاضي سر کریگا نہیں دیا کہ اہل السنہ کا قول ہے اینٹی ہیں\r\nالمصدر في شرح مختصر الاصول و فیض کے صدر فضل کا یقیں ہے اور اشاعرہ کا\r\nاصحاب الحواشي عليه ومثاله فی ہی ہیں اور ہم نے بیان کیا ہے ایسا ہی جا می ماند\r\nشرح المقاصد و حواشي المواقف نے شرح مختصر الاصول میں اور اصحاب دوائی نے\r\nللمجلي وغيره وكذلك صرح به العلامة حاشیه پا اور ایساری مضمون شریح مقاصد است این\r\nالقوشجي في شرح التجريد والقوی کے حواشی مواقع دیر میں مذکور ہے اور ایسی\r\nوغيرهم اعرض عن ذكر نصوص هم می تری اور تائی نے تو بہتر ہیں اور قوری\r\nمخافة الاطناب والسامة والله وغیرہ نے کی ہے جن کی خصوص بیان کرنے سے علیل\r\nالمتولى للرشاء والهداية - کے اریٹہ سے ہم نے اعراض کیا اور حق تعالی\r\nہی ہدایت کا متوالی ہے۔\r\nالسؤال السادس العشرون چھیوال سوال\r\nما قولكم في القادياني الذي يہ کا المیہ کیا ہے وہ تا ریالی کے باے میں جوسی ہوتی ہے"
    },
    {
        "id": 125,
        "pageNo": 125,
        "pageText": "Al\r\nوالنهية فان انا سأ ينسبون اليكم کامشی ہے کیوں کہ لوگ تمھاری طراری نسبت\r\nحبه ومدحه فالمرجو من مکارم کرتے ہیں کہ اس سے محبت رکھتے اور اس کی\r\nاخلاقكم ان تبينوا لنا هذه تعریف کرتے ہوا تھا سے مکارم اخلاق سے\r\nالامور بيانا شافيا ليتضح صرف امید ہے کہ ان مسائل کا شافی بیان لکھو گے\r\nالقائلين وكن بهم ولا يبقى الراب کا ہر قابل کا صوتی کتاب راضی ہو جائے اور ہو\r\nالذي حدث في قلوبنا من تشرينات تک انگھوں کے پیش کرنے سے ہمارے دلوں\r\nمیں تمھاری طرف سے لیا گیا ہے کہ باقی نہی ہے\r\nالناس.\r\nالجواب\r\nجواب\r\nجملة قولنا و قول مشائتانی ہم اور ہارے مشایخ سب کا مالی نبوت در کمیت\r\nالقادياني الذي يدافى النورة والمسيحية قادیانی کے بارے میں یہ قول ہے کہ شروع مشروح\r\nانا كناف بد أمرة مألم يظهر لنا میں جب تک اس کی جا عیدگی میں لاہور ہائی\r\nمنه سوء اعتقاد بل بلغتنا ان کی یہ ہی یہ کی کہ وہ اسلام کی کمی کرتا ہے اور\r\nيؤيد الإسلام ويبطل جميع تمام مذاہب کا بالائی باطل کرتا ہے تو یہ کہ\r\nالاديان التي سواء بالبراهین و مسلمان\r\nکو مسلمان کے ساتھ زیا ہے، ہم\r\nالدلائل نحسن الظن به علی ما اس کے ساتھ حسن ظن رکھتے اور اس کے بعض\r\nهو اللائق للمسلم بالمسلم ونأول ناشائستہ اقوال کو تاویلی کے کے حل مسن رچل\r\nبعض اقواله وعمله على محمل حسن کرتے رہے۔ اس کے بعد جب اس نے نبوت و\r\nثم انه لما ادعى النبوة والمسيحية مسیحیت کا دعوی کیا اور سینی مسیح کے آسمان\r\nوانكر رفع الله تعالى المسيح الى السماء پر اٹھائے جانے کا منکر ہوا اور اس کا خبیث\r\nوظهر لنا من حيث اعتقاده وزندقته عقیده اور زندانی بنام پر ظاہر ہوا تو ہماری"
    },
    {
        "id": 126,
        "pageNo": 126,
        "pageText": "۸۲\r\nانتي مشاعنا رضوان الله تعالى عليهم مشائخ نے اس کے کافر ہونے کا قوی دیا۔\r\nبكفره و فتوی شیخنا و موالنار میں قادیانی کے کافر ہونے کی بابت ہمارے حضرت\r\nالکنگر می رحمه الله في كفر القادمانی مونا رشید امید گنگری کانتری تقطیع ہو کر\r\nقد طبعت وشاعت يوجد كثير شائع بھی ہو چکا ہے بکثرت لوگوں کے پاس\r\nمنها فى ايدى الناس لهم بيق فيها موجود ہے کوئی ڈھکی چھپی بات نہیں مگر چونکہ\r\nخفاء الا انه لما كان مقصود بند این کا مقصود یہ تھا کہ ہندوستان کے\r\nالمبتدعين تهييج سفهاء الهند و بند کو ہم پر یا فروخت کریں اور دومین شرینی این\r\nجهالهم علينا وتتغير عليكم الحرمين کے ملا رومانی و اثرات و قاضی و روسا کو\r\nواصل فتياهما وقضتها و اشراف یا ہم تقر بتائیں کیوں کہ وہ جانتے ہیں کہ بال\r\nمنا لانهم علموا أن العرب او عرب برندی مابین ان کی طرح نہیں جانتے بلکہ\r\nيحسنون الهندية بل لا يبلغ ان تک بندی رسائل رکتا ہیں پونچتی بھی نہیں\r\nالديهم الكتب والرسائل الهند اس لیے ہم پر چھوٹے افترا اب ان سے سونا ہیں\r\nافتروا علينا هذه الاكاذيب اللہ سے مد درکار ہے اور اسی پر اختیار ہے اور\r\nالمستعان وعليه التوكل و به اس کا تک جو کچھ ہم نے عرض کیا یہ پہا ہے\r\nالاعتصام هذا و الذي ذكرنا في حقیقی سے میں اور یہی دین و ایان ہے سواگر\r\nالجواب هو ما نعتقده وندين الله آپ حضرات کی رائے میں صحیح و درست بول\r\nتعالی به نان كان في رايكم حقا تو اس پر صیح لکھ کر ہم سے مزین کر دیتے\r\nکہ\r\nوصوا با فاكتبوا عليه نصيحكم اور اگر غلط و باطل ہوں تو جو کچھ آپ کے\r\nوزينوه بختمكم وان كان غلطا نزدیک تھی جو وہ ہمیں بتائیے ہم انشاء الله\r\nوباطل فدلونا على ما هو الحق حق سے تجاوز نہ کریں گے اور اگر میں آپ\r\nعندكم فأنا ان شاء الله ان تجاوز کے ارشاد میں کوئی شعبہ لاحق ہو گا تو"
    },
    {
        "id": 127,
        "pageNo": 127,
        "pageText": "عن الحق وان عن لنا في قولكم دوبارہ پوچھ لیں گے یہاں تک\r\nکہ حق کا ہر\r\nشبهة تراجعكم فيها حتى يظهر ہو جاتے اور خفا نہ رہے اور ہماری آخری\r\nالحق ولم يبق فيه خفاء واخر پکار یہ ہے کہ سب تعریف اللہ کو زیا ہے\r\nدعونا أن الحمد لله رب العلمين جو پالنے والا ہے تمام جان کا اور اللہ\r\nوصلى الله على سيدنا محمید سید کا درود و سلام نازل پر اولین و آخرین کے\r\nالأولين و الآخرين وعلى الله سرمار کشور پیا اور ان کی اولاد و محابیہ\r\nو\r\nصحبه و ازواجه وذرياته اجمعین و از وارع و وریات سب پر\r\nقاله بفمه و رقمه بقلمه خادم زبان سے کیا اور مسلم سے کھا نادم الطلب\r\nطلبة علوم الاسلام كثير الذنوب كثير الذنوب\r\nوالا تمام غیر فسیل احمد نے\r\nوالأنام الاحقر خلیل احمد خدا ان کو توشہ آخرت کی تو سنین مطا\r\nوفقه الله الزود كند. فرماتے\r\nيوم الانثين ثامن عشر\r\nمن شهر شوال ۱۳۲۵ه\r\n۱۸ شمال ۳۲۵\r\nتمّت\r\nتمام شد"
    },
    {
        "id": 128,
        "pageNo": 128,
        "pageText": "۸۴\r\nO\r\nچونکہ یہ رسال عر بیہ تصاوین علما ہندوستان سے مکمل کرانے کے بعد مجاز\r\nا ا ا ا ا ا ا ا ا ا ا ا ا ا ا ا ا ا ا ا ر ہند کی تحریرات\r\nورج کی جاتی ہیں :\r\nتصديق ابن رشد العامين واليون الى الراى محمود والالم\r\nالسو الله الرحمن الرحيم بسم الله الرحمن الرحيم\r\nالحمد لله عالم الغيب والشهادة و رقم کی تعریف دیا ہے الہ کو جو اب عائش کا\r\nالصلوة والسلام على من قال ان جانے وعدہ ہے اورنیڈ اور سلام اس بات پر میں نے\r\nاحسن الظن من العبادة وعلى الله فرمایا ہے\r\nکہ اچھا گمان رکھتا بھی جادت ہے اور ان\r\nواصحابه هم سادة العمة وقادت کی اور اور اصحاب پر جو امت کے مراد و طیور\r\nوبعد فقد تشرفت بمطالعة المقالة ہیں اس کے بعد مرضی ہے کہ میں اس سال کے وہ خوار\r\nالتي وصفها المولى العلام مقدام سے شرون پا جن کو مواسة السلام و پیش اتے\r\nعلماء الانام مولنا المولوى علاه انام مولانا سانی پلیس ل احمد صاحب\r\nخلیل احمد لا زال فيوضه منبتہ نے لکھا ہے، ان کے فیوض ہمیشہ جاری نہیں\r\nعلى السهول والأكام ظلله دره و لا ہر نشیب فراز پر سوار ہی کیلئے ہے ان کی\r\nمثل عشرة قداتي بالملحق الصريح خوبی واقعی حتی صریح بیان کیا اور اہل تھی سے\r\nدانال عن اهل الحق الظن القبيح بنگانی زائل سن رائی اور یہی ہمارا اور بہار سے"
    },
    {
        "id": 129,
        "pageNo": 129,
        "pageText": "AD\r\nوهو معتقد نار معتقد مشائخنا جدہ تاریخ کا عقیدہ ہے اس میں کوٹک نے نہیں\r\nجميعا لا ريب فيه فأنا به الله لالہ پر حق تعالی مصنف کو اس محبت کی جزا\r\nجزاء عنائه في ابطال وساوس عطافرمائے جو حاسد کی اقرار پردازی کے یہ ہیں\r\nالحاسد في افترائه فقط کے باطل کرنے میں انھوں نے کی ہے۔\r\nمحمود عفى عنه المدرس الأول في\r\nمدرسة دیوبند\r\nت الاموال الان الايران مار مار\r\nالله در المجيب اللبيب حيث اتنی ناک کے لہے سے ایل بی کی نبی کی تمام تینی تاو\r\nہے قاتل\r\nتحقيقات مخيفة وتدقيقات عجیب از کمیاں پر سکے اور اب میں بیان کی ، اور\r\nبديعة في كل مسئلة وباب و چکے کو مغز سے برا کیا اور شک بطلان کے\r\nميز القشر عن اللباب وكشف ثناء گھونگٹ تھی اور صواب کے چہروں سے کھول\r\nالريب والبطلان عن وجوه فوائد دے کیونکر نہ ہو عجیب حق وہ شخص ہے جو تقی\r\nالحق والصواب كيف لا و العیب تعالی کے انجام و اتصال کا مورد اور محقیقین\r\nالمحق المحقق هو مورد اسامه و زمانہ میں پیشوا ہے۔ پس حق یہ ہے کہ خدا ان کی\r\nافضاله و مقدام المحققين في اقرانه دائم و باقی رکھے کہ جو چھ کی صواب کھا اور\r\nوأمثاله فالحق أنه ادامه الله تعالى بو جواب دیا ایسا حمده و یا که باطل نہ اس\r\nوا بقاه أصاب في ما أفادونی کل کے آگے سے آسکتا ہے نہ اس کے\r\nما اجاب الجاد لا باتيه الباطل من پیچھے سے، اور بھی تھی صریح ہے جس میں\r\nبين يديه ولا من خلفه و هو تک نہیں بس یہی حق ہے اور حق کے\r\nحتى صريح لا ريب فيه فهذا هو بعد بیجگر گمراہی کے کیا رہا اور یہ سب"
    },
    {
        "id": 130,
        "pageNo": 130,
        "pageText": "AY\r\nالحق وماذا بعد الحق الا الضلال ہمارا اور ہمارے مشائخ اور پیشوایان کا\r\nوكل ذلك هو معتقدنا ومعتقد مقید ہے۔ جن تعالٰی ہم کو اس پر موت\r\nمسائنا وسادتنا أماتنا الله ہے اور اپنے مخلص پر ہیز گار بندوں کے\r\nحليه وحشرنا مع عبادة المخلصين ساتھ محشور فرمائے اور انہشیار و صد یقین\r\nالمتقين وبوأنا في جوار المقربين وشهداء و صالحین مقرب بندوں کے ہمسایہ\r\nمن النبيين والصديقين والشهرة میں جگہ عطا فرمائے آمین آمین پس جس\r\nوالصالحين أمين نامين فمن تقول نے ہم پر یا ہمارے با حکمت مشاریخ پر کوئی\r\nعلينا أو على مشائخنا العظام بعض قول جھوٹ باندھا تو وہ بلاشب افتراء ہے\r\nالاتاويل فكلها فرية بلا مرية و اسد اللہ ہم کو اور انکو را تیم دکھائے\r\nالله يهدينا و أباهم الى مالا مستقیم اور وہ ہی میں تھامے ہر شئے سے با خبر اند\r\nوهو تعالى وتقدس بكل شي خبير واقف ہے اور آخر کار یہ ہے کہ سب\r\nوعليم وآخره عونا أن الحمد لله تعریف اللہ کو جو رب العالمین ہے اور\r\nرب العلمين والصلوة والسلام درود و سلام ہو بہترین خلق خلاصته\r\nعلى خير خلقه وصفوة انبيائه انبسیار سیدنا و مولنا محمد، اور\r\nسیدنا و مولنا محمد و اله و صحبه ان کے آل و اصحاب پر اور سب پر۔\r\nاجمعين وانا العبد الضعيف الضيف میں ہوں بندہ ضعیف خادم الطلبة\r\nخدم الطلبة الحقر الزمن أحمد حسن احتراز مین احمد حسن حسینی شبا امروزی\r\nالحسيني نيا و الأحمر وهي مولد او مولداد موطناً چشتی صابری بانقشبندی\r\nموطنا والمشتى الصابري والعشب ان مجددی طریقی شر و مشر با حنفی ماتریدی\r\nالمجددى طريقة ومشربا والحنفى سنكاء نبياء\r\nالماتريدي مسلكا ومذهبا\r\nطبع الخاتم"
    },
    {
        "id": 131,
        "pageNo": 131,
        "pageText": "AL\r\nتحر شريف جمعة الفهاد الالالالالالالا لاي عزيز الان با سلام\r\nسم الله الرحمن الرحيم\r\nہم اللہ الرحمن الرحيم\r\nالحمد لله من حمده والصلوة و جملہ تعریفیں اللہ کے لیے نہیں اور درود و\r\nالسلام الاتمان الأكملان حول من سلام تمام و کامل اس ذات پر جن کے بعد\r\nلا نبي من بعدة أما بعد فيقول اللہ کوئی نبی نہیں رکھتا ہے رحیم دوست ان کی\r\nالمفتقر الى رحمة الرحيم المنان رحمت کا محتاج بنده عزیز الرحین حفال شوند\r\nعزيز الرحمن عفا الله عنه الفنى سفتی مدرس مدرسه عالیه واقع د یو بیشتر\r\nوالمدرس في المدرسة العالمية جو کچھ تحریر فرمایا ، علامہ پلیٹوں، دریائے\r\nالواقعة في ديوبند ان ما فسقه توابع منٹ تقسیم مشکلم عاقل، مرجع\r\nالعلامة المقدام البحر القيمقام امام معتقد اسے خلق جامع شریعیت عراقیت\r\nالمحدث الفقيه المتكلم النبيه واقب اسرار حقیقت کو کھڑے ہوئے\r\nالرحلة الامام قدوة الا نام جامع تنی ظاہر کی مد کے لیے اور لکھاری مین کی\r\nالتربية والطريقة ولقد رموز شرک و بدعت کی ثبت پیاده شوید من الله\r\nالحقيقة من قام لنصرة الحق الاحد الصمد موالنا الحليم حافظ خليل الهيد\r\nالميم وقع اساس الشرعي مدرس اول مدرسه مظاهر العبسلام واقع\r\nالاحداث في الدين المويد من الله سہارنپور نے (خدا اس کو شرور سے\r\nالاحد الصمد مولانا الحاج الحافظ محفوظ رکھے)، مسائل کی تحقیق میں وہ\r\nخلیل احمد المدرس الاول في سب حق ہے میرے نزدیک اور میرا\r\nمدرسة مظاهر العلوم الواقعة في اور میرے مشائخ کا عقیدہ ہے نہیں\r\nالهارفور حفظها الله من الشرور اللہ ان کو عمدہ جزار ے قیامت کے"
    },
    {
        "id": 132,
        "pageNo": 132,
        "pageText": "AA\r\nفي تحقيق المسائل هو الحق عندی والی اور اللہ رحم فرمارہ سے اس شخص پر\r\nو معتقدی و مشافي انجازاه الله جو سر دار این بزرگی کی جانب اچھا گمان\r\nاحسن الجزاء يوم القيام ورحم اللهہ سکے اور اللہ ہی توفیق دینے والا ہے\r\nمن أحسن الظن بالسادات العظام اور اول و آین و حمد کا مستحق ہے اور\r\nوالله تعالى ولى التوفيق وبالحمد وہ مجھ کو کافی ہے اور اچھا کارساز\r\nاولا واخرا حقیق و هو حسبی و ہے۔\r\nعم الوكيل.\r\nكتبة العبد عزیز الرحمن عفى عنه ولو با دیوبندی نے\r\nاس کو لکھا بندہ عزیز الرحمن علی حصہ\r\nما\r\nالحمالة\r\nالمشار الی ال ام ان الان الا م م\r\nبربه ونتقده واكل امر میں اس کا مقر اور معتقد ہوں اور افتراء کے نے\r\nالمفترين الى الله و انا اشون على مالوں کا معاملہ اللہ تعالی کے حوالے کرتا ہوں\r\nالتهانوى الحنفى المشفى ختم اللہ میں ہوں اشرف علی تھانوی معنی چی الله تاته\r\nاللہ\r\nتعالى له بالخير.\r\nبخیر فرمائے۔\r\nتسوق الي من القيادة الان الى الالنا بالتالي\r\nالذي كتب في هذه الرسالة حق جو کچھ اس رسالہ میں لکھا ہے جن صحیح اور موجود\r\nصحيح وثابت في الكتب بنص صريح ہے کتابوں میں نص صریح کے ساتھ ، اور\r\nوهو معتقدی و معتقد مشائی میں میرا اور میرے مشائخ کا عقیدہ ہے\r\nرضوان اللہ تعالٰی علیهم اجمعین اللہ تعالی کی ان سب پر رضا ہو۔ اسی پر\r\nاحيانا الله بها و اما تنا طليعاد اللہ ہم کو جلاد ہے اور اسی پر موت دے"
    },
    {
        "id": 133,
        "pageNo": 133,
        "pageText": "أن\r\nلى امثال هذه الاشياء مقدور قطعا اور مالک کے ایک کان سے حلال یا ادارے\r\nاور ہم کہتے ہیں کہ ان جیسے\r\nلكنه غير جائز الوقوع عند اهل السنة میں داخل نہیں البتہ اہل السنت والجماعت اشاعر\r\nوالجماعة من الاشاعرة والماتريدية و ماتریدیہ سب کے نزدیک ان کا وقوع جائز\r\nشرها وعقلا عند الماتريدية وشرعا نہیں ماتریدیہ کے نزدیک نہ شرما جائز نہ محقق\r\nفقط عند الاشاعرة فاعترضوا علينا اور اشاعرہ کے نزدیک صرفت شرقی بازنشتاین\r\nبأنه أن أمكن مقدورية هذه الاشیاء پر دریوں نے ہم پر اعتراض کیا کہ ان امور کا\r\nلزم امكان الكذب و هو خیر مقدور تحت قدته من اگر باز برتر کتاب الان\r\nقطعا و مستحيل ذانا نا جبناكم باجوبة لازم آتا ہے اور وہ یقینی سمت قدرت نہیں\r\nشقى ما ذكره علماء اسلام م ا ا ا ا ا ا ا ا املا ہے تو ان کے علاوہ کام کے ذکر کے\r\nاستلزام امكان الكتب المقدور خالی ہوئے چنے جا رہے ہیں میں یہ بھی تھا کہ گر\r\nالموحد والاعتبار و امثالهما فهو ايضا دوره و خبر وغیرہ کا خلاف تحت قدرت ماننے\r\nغير مستحيل بالذات بان هو مثال سے امکان کو تسلیم میں کیا جا سے تو وہ\r\nالسنه والظلم مقدورة أنا ممتنع بھی تو بالذات مال نہیں کہ سنہ اور نظر کی کاری\r\nمقلا وشرها اوشها فقط كما صرح قائم مقدار ہے اور حقا و شرفا یا مون شرقا\r\nفانا اور\r\nبه غير واحد من الأئمة ظلما رأوا منع ہے جیسا کہ بیرے نگاہ اس کی تصویے کہ\r\nهذه الاجوبة عنوان الاعرض ونسبوا چکے ہیں کہیں جب انھوں نے یہ جاب دیکھے تو\r\nاليت تجهيز النقص بالنسبة الى جناب ملک میں فساد پھیلانے کو بھاری جانب یہ\r\nتبارك وتعالى وأشاعوا هذا الكلام منسوب کیا کہ جناب اسدی عزاسمہ کی جانب\r\nبين السفهاء والجهلاء تنغير اللعوام نقص جائز سمجھتے ہیں اور حرام کو نفرت دلانے\r\nوابتغاء الشهوات والشهرة بين الانام اور مخلوق میں شہرت پا کر اپنا مطلب پورا کرنے\r\nو بلغوا اسباب سموات الاهتراء فوضعوا کر شفها رو جبار میں اس اخر بات کی غریب شهرت"
    },
    {
        "id": 134,
        "pageNo": 134,
        "pageText": "A9\r\nانا العبد الضعيف عبد الرحيم معنی میں ہوں بندہ ضعیف عبد الرحیم می خند\r\nمن الراشورى المخادم الحضرة مولانا را نپوری خادم حضرت مولانا الشیخ رشید احمد\r\nالشيخ رشيد احمد گنگوهی قدس الله گنت گوپی قدس الله سره العزيز\r\nسره العزيز\r\nالحمد الله المتوحد في جلال ذاته سب تعریفیں اللہ کے لیے جو کہتا ہے اپنی نادات\r\nالسترة عن شوائب التنقص وسماته کے جلال میں پاک ہے نفس کے شاہیوں اور علاقع\r\nوالصلوة والسلام علی سیدنا محمد سے اور مشد و سلام سیتا کیا ہے جو اس کے\r\nنبيه ورسوله وصلى الله و صحبه نی در سول ہیں اور ان کی سب احوالوں سراب\r\nأجمعين وبعد فهذا القول الذى پر اما بعد سپس یه تقریر بوش یا اصل المجد\r\nنطق به الشيخ الاجل الامجد و اور فرد الکل و او دور مولانا حاجی مانند\r\nالفرد الوكمال الاوحد مولانا غليب ل احمد دام ظله على رؤوس الستريدين\r\nالحاج الحافظ خليل احمد دام ظلہ نے فرمائی ہے، خدا اسی کو شریعیت و\r\nالظليل على روس المسترشدين و طریقت اور دین کے زندہ کرنے کے\r\nابتداء الله تعالى احياء الشريعة و لیے قائم رکھے بھی ہے وار سے تیک\r\nالطريقة والدين هو الحق عندنا و اور حقیقہ ہے ہما ریا اور بہار سے مشارئیے\r\nمعتقدنا و معتقد مشائخنا رضوان رضوان اللہ علیم ایک ہیں ۔ الٹی یوم\r\nالله تعالى عليهم اجمعين الى يوم الدين الدین کا ۔\r\nوانا العبد الضعيف الضيف محمد میں ہوں بندہ ضعیف تصیف محمد حسین\r\nحسن عفا الله عنه الدیوبندی علمی منه دیو بندی"
    },
    {
        "id": 135,
        "pageNo": 135,
        "pageText": "ران المال واي العمان\r\nاولا قدر الله ما اشور الحواله\r\nهذا هو الحق والصواب\r\nمیں ہے حتی اور صواب\r\nقدرت الله غفر له ولوالديه مدرس قدرت الله خفف ماده و لوالد یہ مدرس\r\nمدرسه مراد آباد\r\nمرمر گرا او آباد\r\n-\r\nالحمد الله وحده والصلوة والسلام سب تعریفیں اللہ کیتا کے لیے اور درود و\r\nعلى من لا نبي احد و بعدا فما اسلام ہی پوچھ کے بعد کوئی نبی نہیں جوکچھ\r\nكتبة الشيخ الامام الحبر الهام في لکھا ہے شیخ امام وانا سردار نے\r\nجواب السوالات المذكورة هو سوالات مذکورہ کے جاب میں وہی حتی\r\nالحق والصواب والمطابق لماظق اور صواب ہے اور اس کے مطابق ہے\r\nبه السنة والكتاب وهو الذي جوشنت و کتاب\r\nکہ رہی ہیں اور ہم اس کو\r\nنتدین الله تعالی و به وهو معتقدنا دین قرار دیتے میں اللہ کے لیے۔ اور میں عقیدہ\r\nو معتقد جميع مشاتنا رحمہم اللہ ہے ہمارا اور اسے تمام تاریخ رحیم الہ\r\nتمال فرحم الله من نظرها بعین تعالی کا پس اللہ رحم فریاد ہے اس پر جو\r\nالانصات و أذعن الحق و انقاد بھیم انسان دیکھے اور حق کا یقین لائے\r\nالصدق\r\nوانا العبد الضعيفت\r\nاور صندت کا مطیع ہو۔\r\nحبيب الرحمن الديوبندى\r\nحبیب الرحمن دیوبندی"
    },
    {
        "id": 136,
        "pageNo": 136,
        "pageText": "تر لالالالالالالالالالالالالالالالا لديها\r\nما كتبه العلامة وحيد العصر هو جو کچھ لکھا علامہ یکتائے زمانہ نے وہی\r\nالحق والصواب\r\nأحمد بن مولانا محمد قاسم\r\nتی اور صواب ہے ۔\r\nاحمد بن مولانا محمد قاسم مواجب\r\nالنانوتوي ثم الديوبندى ناظم نانوتومی ثم الله یو بیت دی مستم مدرسه\r\nالمدرسة العالية الديوبندية عالیه دیو بند\r\nتر شرا\r\nالحمد لله الذي قصرت عن وصف سے تعریفیں اللہ کو زیا ہیں کہ اس کے کال\r\nكماله السنة بلغاء الانام وضعفت کا دوست بیان کرنے سے مخلوق کے شمار کی\r\nعن الوصول الى ساحة جلاله زبانیں قاصر اور اس\r\nکی عظمت کے میدان\r\nاجنحة العقول والافهام والصلوة تک ہی پینے سے حقول و اقسام کے باندھابیز\r\nوالسلام على أفضل الوسال سيتي انا فیا اور درود و سلام افضل الاستین احمد\r\nمحمده الهادي إلى دار السلام پر اور ان کے آل و اصحاب نیکو کاران\r\nوعلى اله واصحابه البررة الكرام بزنگاهی پره اما بعد یہ تقریر جو سوالات مذ کرده\r\nاما بعد فالقول الذي نطق به فے کے جواب میں کا میں زمانہ میں اکسل، اور\r\nجواب\r\nالسوالات المذكورة أكمل علماء وقت میں اعلم اور گردو بس لکھیں\r\nكلام الزمان وأعلم علماء الدوران کے مقتداء، اور جماعت ہائے متقین کے\r\nوقدوة جماعة السالكين وزبدة خلاصه مولانا حافظ حاجی خلیل احمد خواب\r\nمجامع المتقين مولانا الحافظ الحاج نے فرمائی ہے۔ قول حق اور کا اہم صادق"
    },
    {
        "id": 137,
        "pageNo": 137,
        "pageText": "۹۲\r\nخلیل احمد سلمه الله تعالى قول حق ہے اور یہی ہمارا عقیب دہ ہے اور ہمارے\r\nو كلام صادق وهو معتقدنا و معتقد تمام مشائخ رحمہ اللہ کا عقیدہ ہے۔\r\nجميع مشاغتنا رحمهم الله تعالى میں ہوں بندہ ضعیف\r\nأجمعين . وأنا العبد الضعيف\r\nقلام ره سول عضی ست به\r\nغلام رسول عفا الله عنه القوى مدرس مدرسه عالیه\r\nالمدرس في المدرسة العالية الديوينية\r\nدیوبند\r\nتحریر فی فاضل مال در با مولانا امولوی مهم مشمول حجاب لازال مجدة\r\nحامد أو محلياً ومسلماً و بعد فوات محمد صالون وسلام کے بعد یہ جوابات جن کی عمرو\r\nالاجوبة التي منها رافع راية العلم رہا اس کے ہونٹوں کو اونچا کرنےوالے اور تیل و گوری\r\nوالهداية خافض رايات الجهل و کے نشانوں کو نیچا کرنے والے اہل طریقت کے\r\nالضلالة سيد ارباب الطريقة سند سرداری اور اصحاب حقیقت کے مستند خلاصہ\r\nاصحاب الحقيقة زبدة الفقهاء و فقهار و بهترین، مقتدرانه متکلمین و محمدی شیخ\r\nالمفسرين قدوة المتكلمين والمحدثين اجل اومد حافظ حاجی مولانا خلیل احمد داراب\r\nالشيخ الاجل الموحد الحافظ الحاج نے تحریر فرمایا ہے ان کے فیضان مسلمانوں\r\nمولانا خليل أحمد لا زالت فيضانة اور طالبان وایت پرس را قائم رہیں واقعی\r\nعلى المسلمين والمسترشدين الى ابد اس قابل ہیں کہ ان پر استاد کیا جاوے اور\r\nحقيق بأن يعتمد عليها كلها ويدين ان سب کو مذہب قرار دیا جائے، اور یہی\r\nبها جلها وهو معتقدنا و معتقد مشاقتا عقیدہ ہے ہمارا اور ہمارے مشائخ کا اور نہیں\r\nولنا عبدة الاردل محمد بن افضل\r\nالمدعو ہوں بنده ارزل محمد بن فضل یعنی سول معنی هفته\r\nبالسهول عفى عند مدرس المدرسة العالية الديوبندية مدي مدرسه عاليه و يو بند"
    },
    {
        "id": 138,
        "pageNo": 138,
        "pageText": "تور الي التحريف فضل بن نفری بروان الری بالا صعب والبراء\r\nالحمد لله الذي علم أدم الاسماء سب تعریفیں اللہ کے لیے ہی میں نے آدم کو ام\r\nكلها واعطى صوادع النعوت الصفحات نام کھائے اور افرائی ہم کو علی امین اشتقاق\r\nكلها و أفاض طينا النعم الشوامخ سے پہلے اور ہم کو دکھایا سیدعارات مختلف استفرق\r\nقبل الاستحقاق وهدانا الصراط راستوں میں اور ہم درود و سلام بھیجتے ہیں۔\r\nالسوى مع تفرق السبل والشقاق اس کے بندہ اور رسول محمد پر جو ایسے\r\nو نصلي ونسلم على محمد عبده و وقت رسول نے کہ حق کے مد کار شست\r\nرسوله الذي ارسل والحق خاملة اور ارکان مشمل ہو چکے تھے اور باطل کے\r\nاعوانه خاوية أركانه والباطل عالية شعلے بلند اور قیمت بڑھ گئی تھی۔ آپنے\r\nنيرانه غالية الثمانه داعيا الى الله با یا اللہ کی طرف پر گشتہ کرنے والے کو\r\nمن كان كفر و امر بالمعروف و نهالی اور بھلے کام کی تاکید فرمائی اور منع کیا\r\nعن غيره و زجر. وعل له البرد ا ا ا ا ا ا ا ا ا ا ا اور آپ کی داد دیگرار\r\nالكرام واصحاب الكتلة العظام و مکرم اور صحابه کالین با الت پر جوش میں\r\nالشافعين المشغعين في الحشر اما سفارش فرمائیں گے اور مقبول ہوگی را با بعد)\r\nبعد الاجوبة التي حررها ربيع جوابات میں کو تحریر فرمایا ہے ایسی ذات نے جو\r\nرياض الطريقة وبركة هذا الخليقة باضیائے طریقت کی بیمار اور مخلوق میں مبارک\r\nفي معالم الطريق بعدد روسها و میں زندہ کرنے والے یاد کے نشانوں کے ان\r\nجدد مراسم المعارف غب اقول کے مٹ جانے کے بعد اور معرفتوں کے مراسم کی\r\nاقبارها و شموسها الذي تفجرت تجدید کرنے والے ان کے ماہتاب اور آفتاب\r\nينابيع الحكم على لسانه وفاضت غروب کے جانے کے بعد کہ جاری میں شکستوں کے"
    },
    {
        "id": 139,
        "pageNo": 139,
        "pageText": "عيون المعارين من خلال جنابه چشمے ان کے وسط قلب سے اور پھیل رہی\r\nوانبثت اشعة انوارة في القلوب میں ان کے انوار کی شما میں دلوں میں اور\r\nو بعثت سرايا السواره الى كل طالب پسر کی رہے ہیں ان کے اسرار کے لشکر پر\r\nو مطلوب وسطعت شموس معارفه طالب و مطلوب تک اور چک کہتے نہیں ان\r\nوزكت اعراس عوارفه لا زال الزمن کی معرفتوں کے آفتاب اور اُگے ہوئے تھیں ان\r\nشعاره. والورع وقارة . والذكرانيه کی معرفتوں کے درخت سردار ہے ایران\r\nکا طریقہ\r\nوالفكر جليسه مولانا السلام داستان اور تقوی ان کا لباس اور یاد ھی ان کی موٹی اور\r\nالفهام الشيخ الأزهد و المام المسجات ترقی ان کا جانشین مولانا السلام اور ہے اسے استاد\r\nالحافظ الحاج خليل احمد صدار تم شیخ صاحب بہادر سردار بزرگ محافظ های\r\nالمدرسين في مدرسة مظاهر العلوم مینی سالانا خلیل احمد مدرس اول مدرسه\r\nالواقعة في البهارتفور حرية بأن مظاہر العلوم سہارنپور (یہ سال سے جوابات\r\nيعتقدها أصل الحق واليقين وفقر اس لائی ہیں کہ اہل حق ان کو عقیدہ بنا دیں اور\r\nبان سلمها العلماء الراسخون نے تحقیق میں کہ دین میان میں مضبوط طار ان تعلیم\r\nالدين الستين وهذه عقائدنا و کریں اور یہی بات حقائد اور ہمارے شاینی کے\r\nعقائد مشائخنا ونحن نرجو من الله عقیدے ہیں اور ہم متمنی ہی اللہ ے کہ انہیں ہر\r\nأن يجين وبيتنا عليها ويدخلنا جلاد ہے اور اس سے اور ہم کو داخل فر اسے جنت\r\nفي دار السلام مع أساتذتنا الكرام و میں ہمارے بزرگ استاد کے ساتھ اور بھی بہتر\r\nهو نعم المولى وضم المعين و آخر کار ساز اور بہتر نگار ہے اور آخری ڈھار\r\nدعوانا أن الحمد لله رب العلمين ہماری یہ ہے کہ سب تعریف اللہ رب العلمین کو\r\nوالصلوة والسلام على خیر خلقه اور درود و سلام بهترین مخلوق و تخری ایران به\r\nوفخر رسله واله وصحبه اجمعين اور ان کی ساری اولاد و اصحاب پر۔"
    },
    {
        "id": 140,
        "pageNo": 140,
        "pageText": "الراقيم الوثم محمد عبد الصمد عفا راقم ام محمد بدال است و مقامه الواحد\r\nعنه الأحد البجنوري المدرس في مدرس مدرسہ عالیہ دیو بند، خدا اس کو\r\nالمدرسة العالية الديوبندية أقامها تا نه است دائم قائم رکھے۔\r\nالله و ادامها إلى يوم القيمة .\r\nby\r\nالله در المجيب المحقق المصيب اللہ کے لیے ہے خوبی تھی دو صواب جوابات دینے\r\nصدقت بما فيه بلا شك مريب والے کی جو کچھ اس میں بے جا شک دی تصدیق کرتا\r\nالمحقر محمد اسحق النهورى ثم ہوں۔\r\nالدهلوي .\r\nتال\r\nاصاب من اجاب\r\nمجیب نے درخت بیان کیا\r\nمحمد رياض الدين عفى عنه مدرس محمد ریاض الدین عفی هست هر مدرس مدرسه\r\nمدرسه عالیه میره .\r\nحالیہ میٹھ۔\r\nتحر یا اسلامی امارات نام\r\nرأيت الاجوبة كلها فوجدا تھا میں نے تمام جوابات دیکھے ہیں سب کو ایساتی\r\nحقة مريحة لهجوم حول سرادقا تھا مری با یا کہ اس کے اردگرد بھی کٹے ریب نہیں\r\nشك ولا ريب. و هو معتقدی گھر سکتا۔ اور یہی میرا عقیدہ ہے اور میرے\r\nو معتقد مشائی رحمہم اللہ تعالی مشائ رحم الل کا عقیدہ ہے۔"
    },
    {
        "id": 141,
        "pageNo": 141,
        "pageText": "وانا الحين الضعيف الراجي رحمة مواد میں ہوں بندہ ضعیف امید را به رحمت\r\nالمدعو بكنایت الله الشاب ما نقورى خداوندی کرد کفایت اللہ ثا بیا په دی معنی\r\nالمخفي المدرس في المدرسة الامينية درس مدرسه اینیه\r\nالمملوية .\r\nرحلی\r\nال المال السلامة المانيا الي انا الاليم\r\nاصاب من أجاب\r\nمجیب نے درست بیان کیا\r\nالعبد ضياء الحق حفى عنه المدرسة بنده خیار الحق حقی هست و مدرس دور سر این نیه\r\nالمدرسة الامينية الدهلوية .\r\nحلی\r\nتو ان لا اله الا الا ان الام الالي\r\nالجواب صحيح\r\nجواب صحیح ہے\r\nالعبد محمد قاسم على عنه المدرس بنده حمد قاسم منفی عنہ\r\nفي المدرسة الامينية الدهلوية مرین مدرسه نییه و هلی\r\nااااااااااااااااااا\r\nالحمد لله الذي هدانا للاسلام ما تنا سب تعریفیں اللہ کے لیے نہیں میں نے ہم\r\nلنهتدي لولا أن هدانا الله و اس اسم کا راست دکھایا اور یہ بات نہ پاتے\r\nالصلوة والسلام على خير البرية اگر الہ ہم کو بات نہ دیتا اور رشد و سلام\r\nسيدنا محمد وآله إلى يوم نلقاه و بهترین مخلوقات سیدنا محمداور ان کی آل پر قیامت\r\nبعد فاني تشرفت بمطالعة المقالة تک میں اس مقالہ شریعہ کے ملاحظہ سے"
    },
    {
        "id": 142,
        "pageNo": 142,
        "pageText": "16\r\nالشريفية التي فقها الامام الهيام شروع ہوا میں کر یا سرد از علم کا کتا\r\nالايعمل الأكمل الاوحد سيدنا و ہمارے سردار اور مولی حافظ مابین مولوی\r\nمولانا الحافظ الحاج المولوى خليل خلیل احمد صاحب نے تحریر فرمایا ہے۔ اللہ\r\nلصمد اد امه الله لاساس الشراء في تعالی ان کو د اسلام میں شرک کی بنیاد کا\r\nالاسلام والمعار تا معا ولا بنية قمع اور طبع کرنے والا اور دینی بدستوں کی\r\nالبيع في الدين هاد ما و قالها فنی بنیادوں کا گرانے والا اور اکھاڑنے والا\r\nأجوبة الاسئلة هو الصدق والصبروا رکھے۔ یہ سوالات کے جوابات صادق اور\r\nوالحق جندى بلاد ارتياب هذا هو صائب ہیں اور میرے نزدیک الادب بھی ہیں\r\nمعتقدی و معتقد مشائخی نقربه می میرا مقید ہے اور میرے مشائخ کا حقیق\r\nلسانا ونعتقدة جنانا ظلله در الجیب ہے ہم بنبان اس کے اقرار دل اس کے\r\nالعريب البحر القمقام والحبر النظام معتقد میں پس اللہ کے لیے ہے خواب عجیب\r\nثم لله دره قد أصاب فيما الحجاب قال لانے کا استمال نہیں کی پراللہ کہتے\r\nواجد فيها افاد متعنا الله بطول ہے اس کی خرابی جو کچھ جواب دیا صاحب دیا اور\r\nحياته وبقائه وجزاء الله ن و و و و و ا ا ا ا ا ا ترمیم کو ان کی حیات و بقا کے\r\nعن سائر أهل المحن خير أجزاء حنانه طول سے بہرہ یاب بنائے اور ان کو جائے\r\nفي ابطال وساوس المفترى في افترائه میری اس ام ال من کی طرف سے بستروا الا البل\r\nوانا العبد الضعيت محمدت المدعو کی بستان بندی کے وسوسوں کے باطل کرنے کی\r\nبعاشق الذي الميرمي عفا الله عنه محنت کے صلہ میں۔ میں ہوں بندہ ضعیف\r\nمحمد عاشق الفنی معنی منہ میٹرٹی\r\nلالالالالالالالا\r\nان في ذلك الذكرى لِمَنْ كَانَ له بے شک اس میں نصیحت ہے اس کے لیے"
    },
    {
        "id": 143,
        "pageNo": 143,
        "pageText": "9A\r\nقلب أو القى التقع وهو شهید جو صاحب ول ہو یا متوجہ ہو کہ کالی الائے\r\nشهيداً کے\r\nمانا الراجي الى الله الحمد محمدن میں ہوں امیدوار ہوئے خدائے واحد\r\nالمدمر برنامج احمد المدرس في محمد سراج احمد مدرس مدرسه سردست\r\nالمدرسة سره هنه\r\nضلع میرے۔\r\nتحرش الا ان الالات الحب و الله\r\nری شدیدی\r\nما كتبه العلامة فهو حق صحيح بلا جو کچھ علامہ نے تحریر فرمایا ہے دو باریب\r\nارتياب\r\nالعبل الضعيف من صحیح ہے\r\nمحمد اسحق میں بھی المدرس في بنه ضعیف خود اسی سیر بھی ، درس\r\nالمدرسة الاسلامية الواقعة في مدرسه اسلامی میره\r\nطعة ميره\r\nريالالالالالالالالالمانية مال العالم\r\nبرای ما\r\nإنه لقول فصل وَمَا هُوَ القول بیشک یہ قول فیصل ہے اور بے سنی نہیں۔\r\nالعبد محمد مصطفى المجنورى الطبيب بنده محمد مصطفے کی فوری طبیب دارد\r\nالوارد في ميره\r\nحال میسر\r\nاااااااااااااااا\r\nالعبد محمد مسعود احمد بن العبد محمد مسعود احمد بن حضرت\r\nحضرت مولانا رشید احمد گنگوهی مولانا رشید احمد گنگری قدس سرما العزیز"
    }
]