[
    {
        "id": 1,
        "pageNo": 1,
        "pageText": "رد تناسخ\r\nمصنفہ\r\nعالیجناب حضرت خلیفه ایج مولوی نورالدین صاحب\r\nمیر دی ثم قادیانی خلیفہ اول رضی اللہ تعالیٰ عنہ\r\nبارد و هم ماه دسمبر ۶۰۹ و\r\nخاکسار قاسم علی احمدی ایڈیٹر فاروق قادیان نے\r\nاپنے فاروق پر میں قادیان میں باہتمام خود طبع کر کے\r\nفاروق منزل سر شائع کیا ۔\r\nقیمت علاوہ محصولڈاک .\r\nسم"
    },
    {
        "id": 2,
        "pageNo": 2,
        "pageText": "7bd.\r\nدیباچہ طبع ثانی\r\nخدا وند جل و علا کی تعریف کرنے کو خود بخود دل چاہتا ہے کیونکہ اس کی\r\nصفت رحیمیت نے خاکسار ایڈیٹر فاروق کو یہ توفیق عطا فرمائی کہ فاروق\r\nپر میں جاری ہو گیا اور اس پر میں سے سلسلہ عالیہ احمدیہ کیخدمت\r\nکا کام لیا۔ اور دن رات اسی خدمت اسلام میں پریس کو لگا دیا۔\r\nنثم الحمد الله على ذلك :-\r\nاحباب کراھم کو معلوم ہو گا کہ یہ عجالہ رود تناسخ انه عربین\r\nمنشی غلام قادر فصیح نے بار اول اپنے پنجاب پریس میں طبع کرایا تھا۔ جس\r\nکو آج تیس سال کا عرصہ گزر چکا۔ یہہ نہ سالہ ہدایت مقالہ حضرت\r\nمصنف نور الدین اعظم رضی اللہ تعالیٰ عنہ کی زندگی میں ہی ختم ہو\r\nچکا تھا ۔ مگر کسی کا خیال اس کی طبع ثانی کی طرف نہ ہوا تو خاکسار\r\nخادم سلسلہ نے اس کو فائدہ عام کیلئے دوبارہ طبع کرا دیا ۔ ارادہ\r\nہے کہ حضور محمدوح کی تالیف لطیف تصدیق براہین احمدیہ بھی جو بالکل\r\nنایاب ہے توفیق الہی بار دوم چھاپ کر شائع کروں۔ ناظرین دُعا\r\nکرین کہ خدا تعالے اوسکا بھی مجھے موفقہ عطا فرما دے۔ آمین :-\r\nخادم سلسله\r\nخاکسار قاسم علیے ایڈیٹر فاروق قادیان\r\n۲۳ دسمبر ان"
    },
    {
        "id": 3,
        "pageNo": 3,
        "pageText": "ديباجة\r\nایسے مہربان مولا کی حد کر نیکو کیوں بے اختیار جی نہ چاہو جس کی صفت\r\nرحمانی نے اظہار عظمت و جلال کیلئے انسان کو محض نیستی کے ظلمت خانہ\r\nسے نکالک ہستی کا نورانی جامہ پہنایا۔ پھر اُسے سمیع و بصیر بنا کہ اپنے افعال\r\nکا جوابدہ قرار دیا۔ اور صفت رحم کو اپنی سب صفات پر سبقت دیگر اُسے\r\nبے حد فضل کا امیدوار بنایا۔ ایسے رؤوف رحیم ہادی علیہ فضل الصلواة\r\nوالتحیات) پر ایمان لانا کیوں واجب نہ سمجھا جاوے۔ جیسے فطرت انسانی\r\nکے بچے تقاضا اور مضطر انہ طلب یعنے ابدی نجات کی بشارت دیگر انسان\r\nکو مسرور الوقت فرمایا ۔\r\nناظرین پر واضح رہے کہ یہ رسالہ تصدیق جلد دوم کا آغاز ہے۔ ارادہ کیا\r\nگیا تھا۔ کہ یہ مضمون بھی اور مضامین کی طرح مکمل کتاب کے ضمن میں ہی\r\nشایع کیا جائے گا۔ مگرمت یقین کے اصرار والحاج سنے اس کے\r\nجلد اور علیحدہ چھاپ دینے پر مجبور کیا۔\r\nجلد دوم کے بیقرار منتظر یقین کریں۔ کہ اس کا بہت سا\r\nمودہ ترتیب ہو چکا ہے۔ حضرت مصنف (سلمہ اللہ تعالٰی) کی\r\nعدیم الفرصتی اور پھر شدت علالت طبع کے باعث اس قدر التماد\r\nہوتا رہا ۔ انشاء اللہ تعالے اب بہت جلد اس کے چھاپنے کا انتظام\r\nہو گا :\r\nوالسلام\r\nخاکسار عبدالکریم سیالکوٹی ہے"
    },
    {
        "id": 4,
        "pageNo": 4,
        "pageText": "تناسخ کو سنسکت والے اواگون کہتے ہیں۔ اور تناسخ کے\r\nماننے والے تناسخ کے یہ معنی بتاتے ہیں :۔\r\nگنا ہوں اور نیکیوں کے باعث بار بار جنم لینا یا ہوا اور نا ۔\r\nجہاں تک تناسخ کے ماننے والوں سے دریافسنا کیا۔ اور اگن\r\nکے رسائل میں دیکھا۔ اثبات تناسخ میں ان کی یہی ایک دلیل\r\nسردفترا نکے دلائل کا دیکھی۔\r\nر ہم دیکھتے ہیں کئی آدمی جسم کے اند ہے لنگڑ کے لوکے کا کے بہرے۔\r\nکنگال ہوتے ہیں۔ اور کئی راجہ ٹیکر دولتمند امیر جو یہ کہو کہ پر میشر\r\nکی مرضی ہے۔ تو کیا پر میشر منصف و عادل نہیں۔ جو بلا قصور\r\nایک دوسرے میں فرق کرتا ہے۔ پس بر نتیجہ سابقہ جنم کے او\r\nکیا کہہ سکتے ہیں۔ کیونکہ خدا ایسی طرفداری اور نامنصفی نہیں"
    },
    {
        "id": 5,
        "pageNo": 5,
        "pageText": "تاریخ کی دلیل کا خلاصہ\r\nدو دو،\r\nہم اس\r\nدنیامیں تفرقہ کو دیکھتے ہیں۔ اور اس فرقہ کی وجہ بجو پہلے جنم\r\nکی برائی بھلائی ہے اور کوئی نہیں تو و\r\nمصدق - اللهم اهد في بروح القدس )\r\nپہلا جواب - تامین تناسخ کی اس دلیل سے صاف واضح ہے کہ\r\nتناسخ ماننے کا کوئی ثبوت تناسخ ماننے والوں کے پاس نہیں بلکہ\r\nصرف اسلئے کہ سکھی آسودہ اور آرام والے کے ٹکہ - آسودگی ۔ اور آرام\r\nکیوجہ اور دکھی بیار رنج والے کے دکھے۔ بیماری رنج کی وجوہ اور آن\r\nلوگوں کے بار بھی تفرقہ کے اسباب تن سیخ ماننے والوں کو معلوم نہیں ہوئے\r\nاس واسطے کہ ان لوگوں نے یقین کر لیا ۔ کہ سابقہ اعمال ہی اس\r\nدور\r\nتفرقہ کا باعث ہیں۔\r\nپر شکریہ اس رب العلمین کا جس نے اسلامیوں کو ایسے\r\nدلائل سے بچے کے واسطے قرآن کریم میں ارشاد فرمایا۔\r\nولا تقف ما ليس لك به علم ان السمع والبصر والفؤاد\r\nو أن السمعة\r\nكُل أولئكَ كَانَ عَنْهُ مسئولا در سن ۱۵ سورہ بنی اسرائیل عک\r\nدوسرا جواب اپنی کم علمی اپنی کم فہمی اور کمزوری سے\r\nتفرقہ کے اسباب کے بج اور راحت کے موجبات اور سامان سنجانتے\r\nسے یہ اعتقاد کو لینا کہ ان تفرقوں کا باعث ہمارے پہلے جنم کے اعمال ہیں\r\nے اے\r\nاللہ میری روح پاک ہے تائید فرماء اور مجھے منصور کر۔\r\nتے۔ اور جس چیز کا تجھے علم نہیں۔ اُسکے پیچھے مت لگ ۔ کیونکہ ۔ کان آنکھ۔ اور\r\nدل سب سے سوال کیا جاوے گا :"
    },
    {
        "id": 6,
        "pageNo": 6,
        "pageText": "ہیں۔ گویا بیوجہ قویہ ایک چیز کو کسی دوسری چیز کا سبب قرار دے\r\nلینا ہے ۔ اور یہ جرات اس قسم کی ہے ۔ کہ ہم کسی آدمی کو اندھیری\r\nرات میں نہیں جاتا دیکھیں۔ اور اپنے ہی آپ میں یہ سوچ لیں۔\r\nکہ اسوقت پہریاں بند ہیں۔ بازار بند ہیں۔ پس بجز ا سکے کہ یہ آدمی\r\nاسوقت صرف چوری کرنے جاتا ہے۔ اور کوئی وجہ نہیں۔\r\nعقل والے سوچ لیں۔ یہ کیسی منطق اور لاجک ہے۔ اسی\r\nواسطے قرآن کریم نے تناسخ ماننے والوں کی نسبت فرمایا ہے۔ اور\r\nکہا ہے ۔ کہ یہ لوگ اسکیل بازی میں پڑے ہے\r\nوَقَالُوا مَا هي الا حيرتنا الدنيا حيا و ما يهلكنا\r\nسوره حاشیہ ردا :\r\nتیسرا جواب ۔ دنیا میں ہم یہ تفرقہ تو دیکھتے ہیں۔ کہ ایک جسم کا بیار\r\nہے۔ اور دوسرا تندرست۔ ایک جنم سے دولتمند ہے۔ اور دوسراء\r\nغریب اور مفلس اور دنیا کا تمام کارخانہ اور اسکا تمام انتظام چونکہ\r\nعلیم و حکیم کی نہ بر دست طاقت اور صفات کا نتیجہ اور اثر ہے۔ پس\r\nہمیں یقین ہے ۔ کہ یہ تفرقہ ہوجہ وبے حکمت نہ ہو گا۔ مگر یہ کیا ضروری\r\nہے۔ کہ اس غیر محدود کی کل بار یک حکمتیں اور بے تعداد تدبیریں ایسی\r\nہوں ۔ کہ انسانی محدود عقل اور مجبہ انپر عادی ہو جا دے؟ یاد رہ کہوں\r\nکسی کی بصر اور بصیرہ اسکو احاطہ نہیں کر سکتی۔ اور وہ سب پر مچی\r\nہے ۔ قرآن فرماتا ہے۔\r\nپر محیط\r\nے اور وہ کہتے ہیں۔ یہی دنیا کی زندگی ہے۔ ہم مرتے ہیں۔ اور ہند ہیں۔ اور زمانہ ہی\r\nہمیں ہلاک کرتا ہو۔ اسبات کا انکو علم نہیں۔ یہ انکل لگاتے ہیں۔"
    },
    {
        "id": 7,
        "pageNo": 7,
        "pageText": "اور\r\nلا ندركه الابصارُ وَهُوَ يُدرِكُ\r\nمن سَارُ وهُو اللطيف الخبير\r\nفرمایا ہے۔ یعلَمُ مَا بَيْنَ أَيْل لهم وَمَا خَلْفَهُمْ وَلا يُجيد\r\nيُحطون\r\nيسَى مِنْ عِلمِهِ إِلا بَمَا شَاءَ-\r\nلَا مَا شَاءَ اور فرمایا ہے ۔ يَحْلُمُ مَا بَيْنَ\r\nأَيْدِيهِمْ وَمَا خَلَفَهُمْ وَلَا يُحِيطُونَ بِهِ عِلماء\r\nایک\r\nجو تھا جواب کسی کا بیمار ہونا اور کسی کا تندرست کسی کا\r\nآسودوں کے گھر جنم لینا اور کسی کا مفلسوں کے گھر میں جائز ہے۔ اعمال\r\nکے سوا کسی اور وجہ سے ہو۔ پس بایس احتمال اواگون ماننے والوں کا\r\nاستدلال صحیح اور تام نہیں۔ پس ہم ان کو کہتے ہیں۔ کوئی ایسی عقلی\r\nدلیل لاؤ جس سے ثابت ہو جاوے۔ کہ ایسے نفرقوں کا اعمال کے\r\nسوا اور کوئی باعث نہیں۔ صرف اعمال ہی اس تفرقہ کا باعث\r\nہیں۔ بلکہ یہ تعمیل ارشاد قرآنی جو ذیل میں ہے۔ کہتے ہیں۔ کوئی علمی\r\nدلیل لاؤ۔ انکلوں اور گمانوں سے کام نہ لو۔ کیونکہ سچ ہے جس میں\r\nقل\r\nهل عندكم علم في جوه لنا ان تتبعون الامر\r\nوان انتم الانخراصون - - - سوره انعام - م :\r\nسے اس کو آنکھ ادراک نہیں کرتی ۔ اور وہ آنکہوں کو ادراک\r\nکرتا ہے۔ اور وہ لطیف و خبیر ہے۔\r\nلیے اُن کے آگے اور پیچھے کی سب چیزوں کو جانتا ہے۔ اور وہ اس\r\nکے\r\nعلم کا کچھ بھی احاطہ نہیں کر تھے ۔ گھر جو وہ آپ چاہے۔\r\nہے۔ کہ ۔ تمہارے پاس کوئی علم ہے۔ تو ہمارے پاس نکال لاؤ تیم\r\nتو ظن کی پیروی کرتے ہو۔ اور انگلیس دوڑاتے ہوے۔"
    },
    {
        "id": 8,
        "pageNo": 8,
        "pageText": "پانچواں جواب ۔ اگر آریہ اسپرانہ ماہ انصاف غور کریں۔ تو\r\nکسی قدر لطیف اور داد کے قابل ہے۔ موجودہ اشیاء میں اس تفرقہ\r\nسے بڑھ کر ایک بڑا تفرقہ ہم دیکھتے ہیں۔ اور اس بڑے تفرقہ کا باعث\r\nکی جزا و سزا نہیں ۔ اور اس امر کو دیا نندی آریہ صاحبان آپ\r\nکرینگے ۔ سنو - ارواح ایک چین و کنتور یعنی عالم ہوشیار\r\nنیز ہے۔ اور پر\r\nپہ کرتی بلکہ پر مانو۔ یعنی اجسام صغیرہ اور نہایت باریک\r\nذرات جن کو عربی علوم طبعیہ کے عالم اجسام ذیمقراطیسی کہتے ہیں۔ ایک\r\nجڑا اور غیر ذی شعور چیز ہے۔ اور باریتعالے عظیم و خبیر - عزیز و غالب القدوس\r\nالسلام ایک تیسری چیز ہے جو ان دونوں اول الذکر ارواح او اجسام\r\nبلکہ کال لینے زمانہ پر حکمران ہے۔\r\nدیانندی آریہ صاحبان ! بلکہ تمام تناسخ کے ماننے والو ا ان تین\r\nاشیاء موجودہ میں اول رو میں بنم سے کیا ازل سے بقول آپر یہ اللہ تعالٰی\r\nکے ماتحت اور اس کی صفت عدل کے باعث جزا و سزا میں گرفتار ہیں۔\r\nاور بقول تناسخ کے ماننے والوں کے بلکہ دیا اندی آریہ کے پرانی یا دم\r\nتک اسی طرح گر فتار رہیں گی۔ اگر جہان پر لے کے وقت یا کتے کسی\r\nقدر پہلے اور پیچھے اجسام سے الگ ارواح آرام و راحت میں بھی .\r\nرہے۔ تو اسوقت بھی کم کیطرح بڑائی انہیں بنی رہتی ہے۔ جس کے\r\nباعث ارواح کو پھر جنم لینا پڑتا ہے۔ اور دوم پر مانو بیچارے تو ازل\r\nسے ابد تک بھی بقول آریہ کے محروم ہی نہ ہیں گے ۔ اور سوم اللہ تعالیٰ\r\nازل سے ابد تک ہمیشہ انپر حکمران رہا۔ اور ہمیشہ انپر حکمران رہونگا۔\r\nاب ہم تناسخ والوں کی دلیل کی طرف توجہ کرتے ہیں۔ اور\r\nکہتے ہیں۔ ہم دیکھتے ہیں۔ ان تین میں بعض اشیاء جہنم سے کیا ہمیشہ\r\nسے لنگرف۔ اور بعض اشیاء جہنم سے کیا ہمیشہ سے جزار اور سزار"
    },
    {
        "id": 9,
        "pageNo": 9,
        "pageText": "،\r\nمیں گرفتار اور ایک الغنی اور ان دونوں پر حکمران جلشانہ ۔ اب\r\nآپ کی دلیل تناسخ کو بعینہ لیکر کہتے ہیں۔ دیکھو اثبات تناسخ بحث\r\nکی ابتداء میں جو کہو پر میشر کی مرضی تو کیا وہ عادل نہیں۔ پس بنگر نتیجہ\r\nکام\r\nسابقہ مینم کے اور کیا کر سکتے ہو یا لیکن تم آریہ اور تمام قومیں اللہ تعال\r\nکو ماننے والے اللہ تعالیٰ اور یہ مانون میں تو جنم کے قائل نہیں\r\nپس ظاہر ہوا۔ کہ تفرقہ کا باعث فقط اعمال ہی نہیں۔ جو ہم تناسخ\r\nکے قائل ہو جا دیں۔ بلکہ تفرقہ کے اور اسباب بھی ہوتے ہیں۔ بلکہ\r\nایزدی مخلوق میں ہم دیکھتے ہیں۔ کوئی چیز پتھر کہلاتی ہے۔ اور\r\nکوئی پانی کچھ روشنی کی کرنیں اور الکٹر سٹی کے ذرات اور کچھ\r\nپرلے درجہ کی کثیف اشیا کار بن وغیرہ ۔ بتاؤ ! کیا اس تفرقہ\r\nکا باعث پور بلی ٹیم کے اعمال ہیں ۔ ان کے کسی کام کی جزا اور سزا؟\r\nمعلوم ہوا ۔ کہ تفرقہ کا باعث فقط اعمال بھی نہیں بلکہ اس القاد\r\nکا ایک حکمتیں ہیں۔ جس نے ہم کو بنایا اور خبردی۔ لفل\r\nلقد\r\nوحتى لكم ما في السَّمَوَاتِ وَمَا فِي الْأَرْضِ سَمِيعاني\r\nمَّا فِى\r\nچھٹا جواب سائنس یعنی پدارتھ و دیا۔ علم طبعی نے ثابت\r\nکھو\r\nکر دیا ہے کہ ہیں۔ جمادات اور نباتات اور انسان اور حیوانات\r\nکے بتاین اور افرقہ ضرور ہے۔ گر تناسخ ماننے والے کہتے ہیں۔ کہ\r\nان اشیاء میں کوئی نہایت نہیں۔ انسانی روح ناقص اعمال سے\r\nیقیناً اس نے تم کو مختلف طور پر بنایا۔\r\nتہ - آسمان و زمین میں جو کچھ ہے سب تمہاری لئے پیدا کیا۔ اور یہ سب اشیاء\r\nہماری ہیں۔"
    },
    {
        "id": 10,
        "pageNo": 10,
        "pageText": "مرکز تیوان اور حیوانی روح انسانی بن جاتی ہے۔ بعض انسان شجر وحجر\r\nہو جاتے ہیں۔ اور بعضے تجرد مجر انسان اور روح وہی روح رہتی\r\nہے ۔ اور یہ امر سائنس کے بالکل خلاف ہے۔\r\nتعجب آتا ہے۔ دیانندی آریہ کے اعتقاد پر ۔ روح کے گن۔\r\nکریم بہاؤ یعنی روح کے خواص - افعال۔ اور عادات آزادی اور\r\nغیر مخلوق ہیں۔ اور روح کے لئے یہ امور دیانندیوں کے نزدیک\r\nلازمی ہیں۔ روح سے کبھی علیحدہ نہیں ہوتے۔ پھر روح کے شجر و حجر\r\nہو جانے کی حالت میں ہم پوچھتے ہیں ۔ وہ صفات اور لوازمات\r\nکہاں چلے جاتے ہیں۔ کیا ثبوت ہے۔ کہ یہ صفات ولوازمات\r\nاسوقت نہی روح کے ساتھ موجود رہتے ہیں۔\r\nساتواں جواب تناسخ کے اتنے میں سچے علم طب کا\r\nوہ بڑا بھاری خزانہ جس کی صداقت کو ہم رات و دن بیتم خود دیتر\r\nہیں ۔ لغو ہو گا۔ حالانکہ ہدایت مشاہدہ اس کو لغو نہیں ٹھیرا سکتا۔\r\nاور کیوں لغو ٹھیرا سکے۔ خالق خطرہ اور پچر کا پیدا کرنے والا خود فرمان\r\nہے۔\r\nخَلَقَ لَحُكُمُ مَا فِي الارْضِ جَمِيعًا :-\r\nتناسخ ماننے میں علم طب کا بے فائدہ ہونا اس لئے ثابت ہوتا ہے۔\r\nکہ تب ہم نے مانا کہ تمام بیماریاں جو انسان اور حیوانات کو لاحق\r\nہوتی ہیں۔ وہ سب بیماروں کے سابقہ اعمال کا نتیجہ اور نمرہ ہے۔\r\nاور بد اعمال کی سزاد ہے۔ تو طبیب اور پنچول فلاسفی کے جانے کو\r\nوالے نیچرل اسباب کو کیوں ڈہونڈہنے لگے۔ اور جب الالتقاء\r\nبدان\r\nے سب جو زمین میں ہے۔ تمہارے لئے پیدا کیا :-"
    },
    {
        "id": 11,
        "pageNo": 11,
        "pageText": "تناسخ کے مانا گیا ۔ کہ سزاؤں کا بھگتنا ضروری ہے ۔ اور کسی طرح\r\nبھی ممکن نہیں کہ اللہ تعالٰی کی عدالت سے وہ میزائل جاوے۔\r\nتو علاج سے کیا فائدہ اور اس کے باعث کیونکر فضل و کرم الہی\r\nہم کو الہی عدالت سے چھوڑا سکتا ہے۔ اور اور اسباب الامراض\r\nاور معالجة الامراض سے کیا نفع ہوگا۔\r\nآٹھواں جواب ۔ روح کے گن یعنے خواص رود کے کرم\r\nیسے افعال روح کی بہاؤ یعنی عادات دیانندی آریوں\r\nکو نزدیک\r\nارواح کو لازم اور ارواح میں انادی ہیں۔ اور آریہ کے نزدیک\r\nیہ صفات ارواح میں باری تعالیٰ کی دی ہوئی نہیں۔\r\nاب تناسخ کے وہم کا منکر اگر یوں ہے۔ کہ بعض ارواح کا\r\nبہاؤ اور اس کے گن ہی ایسے ہیں ۔ کہ ناقص ذرات کا حجم لیبا\r\nکریں۔ اور دکہ واٹک جسم میں زندگی بسر کریں۔ آسودگی میں رہنے\r\nوالوں کے گھر جنم نہ لیں۔ اور یہ امر ان کے لئے پور بھی جنم یعنی پہلی\r\nزندگی کے اعمال کی جزا یا سزا نہ ہو۔ بلکہ ایسی روح کی شقاوت\r\nاز لیہ اور اس کا سبہاؤ ہی اس تکلیف کا موجب ہو۔ بعض ارواح\r\nاصفی سے ایسا بہاؤر کہتے ہوں۔ کہ عورتوں کا بدن بہن بعضے\r\nارواح مردوں کا جسم اپنے لئے اپنے بہاؤ سے پسند کر لین طبقہ\r\nاعمال کو اس میں کچھ دخل نہ ہو۔ اور نہ پہلے جنم کی یہ جزاء اور سزاء\r\nہو۔ ہے۔\r\nدور\r\nمنهم سیفی\r\nمد۔ ان میں سے کوئی سعید ہے۔ اور کوئی شفی ہے :-"
    },
    {
        "id": 12,
        "pageNo": 12,
        "pageText": "نواں جواب دیا نندی آکر یہ کا اعتقاد ہے۔ کل ارواح\r\nمحدود اور غیر مخلوق ہیں ۔ ہمیشہ اواگون یعنے تنجم اور مرن میں مبتلا\r\nرہے۔ اور ہمیشہ رہیں گے۔ اگر کچھہ زمانہ آزاد بھی رہے۔ تو بھی\r\nان میں بیج انکر م تر یعنے تخم کی طرح برائی موجود رہتی ہے۔ جس\r\nکے باعث آخر پھر ارواح کو جنم لینا پڑتا ہے۔ اور جو لوگ ارواح\r\nکو مخلوق مان کر تناسخ کو مانتے ہیں۔ انکو ینی ماننا پڑتا ہے۔ کہ\r\nارواح غیر مخلوق اور قدیم ہیں۔ کیونکہ ہر ایک نجم کے اعمال افعال\r\nاور اقوال جب پہلے جسم کے پھل اور ثمرات کھیرے ۔ تو بصورت مخلوق\r\nہونے ارواح کے پہلے جہنم کے اعمال افعال اور اقوال اور ارواح\r\nکا باہمی تفرقہ کس ٹیم کا ثمرہ ہوگا۔ اس لئے بر تقدیر سلیم مسئلہ\r\nتناسخ یعنی اواگون کے اندارج کو غیر مخلوق اور ہمیشہ سے تنجم اور مرن\r\nمیں رہنا پڑا ۔\r\n*\r\nجہ روح ابادی نہ مخلوق بھری اور روح کا وجود اللہ تعالیٰ کی\r\nدیا ہوا نہ ہر ا ا ور سرورج از کلی اور ابدی ہوئی۔ تو چاہیے کہ درج اپنی\r\nبتادیں اللہ تعالیٰ کی محتاج تہو۔ رکن ہم دیکہتے ہیں۔ کہ جیسے ہمارا بدن\r\nکہانے پینے پہنتے وغیرہ وغیرہ کا محتاج ہے۔ روح ہی بدن سے کم مختاج نہیں\r\nاور احتیا جوں سے قطع نظر کہ کے اس امر کا خیال کرو کہ سورج علوم\r\nکے حاصل کرنے میں کتنی محتاج ہے۔ اسی دلیل کی طرف قرآن کریم\r\nيا أيها الناس\r\nالعنى الحميد والله العني\r\nٹے - اے لوگو تم سب اللہ کے محتاج ہو۔ واللہ ہی غنی حمد کیا گیا ہے اور اللہ ہی\r\nغنی ہے ۔ اور تم محتاج ہو :-"
    },
    {
        "id": 13,
        "pageNo": 13,
        "pageText": "وانتم الفقراء اور فرمایا ۔\r\nالله خَالِقُ كُلِّ شَى :-\r\nدسوال جواب ۔ اگر ارواج اپنی مخلوق نہیں۔ تو ہم پوچھتے ہیں۔\r\nبدی اور بدکاری ارواح کا ذاتی اور فطری تقاضاء ہے ۔ یا عرضی ؟\r\nاگر بدی اور بد کاری ارواح کا ذاتی تقاضا اور جیلی منشاء ہو تو ظاہر\r\nہے۔ کہ ذاتی تقاضوں اور جبلی منشاؤں کے پورا ہو نی کا نام راحت\r\nاور آرام ہے۔ نہ ریج اور تکلیف ۔ اور اگر بدی اور بد کاری کوئی\r\nعارضی امر ہے ۔ جو ارواح کو لاحق ہوا ۔ تو چاہئے کبھی وہ عرض دور\r\nہو جا وے ۔ جب عرض دور ہو گئی۔ تو روح پاک اور پوتر ہو کر آینده\r\nہمیشہ نیک اعمال کیطرف متوجہ رہے۔ بلکہ یقین ہے۔ کہ وہ ایسا ہی\r\nکرے۔ کیونکہ روح کو آکر یہ نے چین اور سمجھہ دار مانا ہے۔\r\nآریہ صاحبان! اگر اتنے تجربہ پر روح نے ابتک نہیں سمجھا تو\r\nوہ چیتن نہیں ۔ یا کسی راز دار الہامی کو الہاما پتہ لگ جاوے کہ الہی\r\nارادہ بعض کے حق میں اس عرض کے دوام لحوق کا ہو چکا ہے۔۔\r\nگیارہواں جواب لڑکوں کی پرورش کی جاتی ہے۔\r\nاور ان کو تعلیم کے واسطے تکلیف اور سرزنش دی جاتی ہے۔ انسان\r\nتکلیف کو سنا یا جزا نہیں کہا جاتا۔ بلکہ اس کا نام تربیت رہتے ہیں۔\r\nپس ایسی ہی وہ تکالیف جو دنیا میں عارض ہوتے ہیں۔ ان کی نسبت\r\nکیوں نہیں کہا جاتا۔ کہ وہ تربیت الہی میں داخل ہیں۔ نہ سزا اور\r\nجزا میں ہمارے لئے نہ سہی مجموعہ عالم کے واسطے سہی۔ اس جواب\r\nکو بارہواں جواب اور زیادہ واضح کرتا ہے ۔\r\nبارہواں جواب ۔ حضرت سیدنا مسیح علیہ السلام کے\r\nہاتھ پر جب ایک جنم کا اندھا اچھا ہوا تو حضور علیہ السّلام کو حواریوں\r\nنے عرض کیا۔ یہ لڑکا کیوں نابینا تھا۔ کیا اپنے گناہ کے باعث\r\nل مندی ہر چیز کا پیدا کر نیوالا ہے۔"
    },
    {
        "id": 14,
        "pageNo": 14,
        "pageText": "۱۲\r\nیا اپنے ماں باپ کے گناہ کے باعث حضرت مسیح علیہ السلام نے\r\nجواب دیا ۔ نہ اپنے گناہ کے باعث اور نہ اپنے ماں باپ کے\r\nگناہ کے باعث بلکہ یہ لڑکا اس لئے نا بینا تھا۔ کہ الہی جلال ظاہر\r\nہو۔ کیا معنے اللہ تعالیٰ کے پیارے رسول اور بنی اسرائیل کے\r\nگھرانے کے خاتم الانبیاء نبی حضرت مسیح علیہ السلام کی بزرگی او صداقت\r\nظاہر ہو۔ میرا اس قصہ کے بیان سے صرف یہ مطلب ہے ۔ کہ دکہ اور\r\nمکہ کے واسطے اعمال کی جزا اور سزا کے ماسوا اور بھی بہت اسباب\r\nہیں ۔ اواگون کے ماننے والوں کے پاس کیا دلیل ہے ۔ کہ پور بلی نجم\r\nکے اعمال ہی اسکا باعث ہیں۔\r\nتیرہواں جواب قانون قدرت اور اللہ تعالیٰ کے\r\nبے انت کار خانہ میں ہزاروں ہزار اسباب ہیں۔ مثلاً غور کرو۔\r\nان اسباب پر جو علم طب میں بیان ہوتے ہیں۔ اور ان علامات\r\nو معالجات پر جن کے ذریعہ ہم اسباب کا پتہ لگاتے ہیں۔ اور\r\nان کے دفعیہ کی صائب تدبیر کر سکتے ہیں۔ بیماریوں کے اسباب جاننی\r\nسے ہم افلاس اور غریبی ۔ دولتمندی اور حکومت کے اسباب کا\r\nاجمالی علم حاصل کر سکتے ہیں۔\r\nاس مختصر تمہید کے بعد گذارش ہے۔ اس تفرقہ کا باعث جستے\r\nایک لڑکا بیمار اور دوسرا تندرست ہے۔ ناملایم عناصر ہیں۔ اس\r\nلئے کہ انسانی اور حیوانی روح یا تو عنا میر کا خلاصہ ہے۔ یا فرض\r\nکرلیتے ہیں۔ کہ روح کو عناصر کے ساتھ تعلق ہے۔ پہلی صورت میں\r\nظاہر ہے۔ جیسے عناصر ہونگے۔ ویسی ہی روح ہوگی ۔ اور دوسری\r\nصورت میں جیسے عناصر کے ساتھ روح کا تعلق ہو گا۔ ویسی تندرستی\r\nاور بیماری کے قرات کروح کو لینے پڑیں گے۔ اور جیسی جگہ ارواح"
    },
    {
        "id": 15,
        "pageNo": 15,
        "pageText": "۱۳\r\nجمع ہوں گے۔ ویسا ہی سکھ اور دُکھ بھو گئیں گے ۔ پہلی صورت میں\r\nروح کا وجود ہی عناصر سے ہوا۔ جزا اور سزا سابقہ جنم کی کہاں\r\nاور دوسری صورت پر اگر کوئی اعتراض کرے ۔ کہ ارواح نے\r\nایسی جگہ کیوں تعلق پیدا کیا۔ جہاں ان کو آخر تکلیف اٹھانی پڑی۔\r\nتو اس کا جواب بالکل ظاہر ہے۔ کیونکہ - ارواح بقول آریہ کے\r\nسنتر اور آزاد ہیں۔ ارواح کو کوئی روک نہیں۔ اور پچھ\r\nبھی ہے۔ کہ اس روح کو جب ابد الآباد ترقی کی راہ کہوں دی گئی۔\r\nتو اسپر کوئی ظلم نہ ہوا۔ بلکہ اسپر رحم ہوا۔ اور یہ بھی ہے۔ کہ اگرچہ\r\nآج روح کو بظا ہر تکلیف معلوم ہوتی ہے ۔ کہ ناقص اور کہی\r\nقالب سے اس کا تعلق ہے۔ مگر اسی عنصر نی میں اسے بڑی بڑی\r\nفضیلتوں کے لینے کا موقع دیا گیا ہے۔ اس لئے اسپر رحم ہے ظلم\r\nنہیں۔ ہاں، ایسے موقع ملتے ہیں۔ اگر روح نے نافرمانی کی تو ضرور\r\nسزاء کا مستحق ہے۔ اللہ تعالیٰ رحیم - کریم ۔ اور عادل۔ چاہے پکڑے\r\nچاہے عضو کرے۔ اور وہ اپنے امیر پر غالب ہے۔\r\nچودہوان جواب ۔ مختلف ملکوں کی آب و ہو اسی ارواح\r\nکے مختلف صفات ہم مشاہدہ کرتے ہیں۔ بلکہ مختلف پیشون مختلف\r\nسم کے مکانوں جن میں روشنی اور ہوا کی آمد و رفت اور صفائی\r\nکے لحاظ سے اختلاف ہو۔ مختلفہ اشیاء کے کھانے اور مختلف چیزو\r\nکے پینے پہننے اور استعمال میں لانے سے اور انواع واقسام تھے\r\nا\r\nعادت سے ارواح کے حالات۔ صفات اور معاملات میں\r\nاختلاف نظر آتا ہے ۔ پھر ہم دیکھتے ہیں۔ بگڑے ہوئے حالات\r\nکی اصلاح ان مختلف تدابیر سے ہو جاتی ہے ۔ جن کو اطباء\r\nمیں اور طبعی حکماء علوم طبعیات میں بیان کرتے ہیں۔"
    },
    {
        "id": 16,
        "pageNo": 16,
        "pageText": "۱۴\r\nجن لوگوں کے لڑکے بیمار پیدا ہوتے ہیں۔ ان کے علاج\r\nو معالجه وحفظ صحت تبدیل آب و ہوا اور کچہ مدت کے ترک\r\nجماع ہے۔ تندرست بچوں کا پیدا ہونا ۔ بگڑی اور خراب کلوں کی\r\nکیا حالت کا جس سے تکلیف ہو۔ نیچرل اسباب سے درست\r\nہو جانا وغیرہ وغیرہ ہم پر ظاہر کرتا ہے۔ کہ یا تو ارواح انہیں عناصر\r\nکا لطیف جو ہر ہیں۔ یا ان عناصر سے ارواح کا تعلق ایسے مختلف\r\nاور اقسام اسباب سے ہے۔ جن میں بعض خاص حالتوں میں ہم\r\nاعمال کو داخل کر سکتے ہیں۔ مگر یہ نہیں کہتے۔ کہ پور بلے جنم کے\r\nاعمال ہوں ۔ کیونکہ اس دعوتے کی دلیل کوئی نہیں۔ اور دعوے\r\nبے دلیل ۔ عقلا کا کام نہیں۔\r\nپندرہواں جواب ۔ پہلے بسم کے اعمال ہرگز گنہ اس\r\nتفرقہ کا باعث نہ جس تفرقہ کو دیکھ کہ تناسخ کے ماننے والوں\r\nر اعتقاد کیا، کیونکہ ہم قدرتی نظارہ میں دیکھتے ہیں۔\r\nنیاد انسانی آرام اور راحت کے سامان کہ وشنی ۔ ہوا۔\r\nانی۔ مسٹی\r\nسٹی ۔ برقی - نباتات - حیوانات سب کچھ اس کے کام میں\r\nلگا رہا ہے\r\nرہا ہے ۔ مگر یہ میلا ان اشیاء میں سے کسی کے صرف کا نہیں۔\r\nتو پھر کیا یہ جوبہ ندرت بالکل لغو اور اتنی بڑی مخلوق پر حکمران محض\r\nہے ؟ ہر گز نہیں۔ بلکہ جیسے مہین کو بذریعہ الہام اور سلیم الفطر توں\r\nکو بوساطت فطرہ معلوم ہوا ہے۔ کہ یہ لطیفہ عبادت الہیہ کی واسطے\r\nپیدا ہوا۔ مگر ظاہر ہے۔ جب تک انسان کے پاس یہ چیزیں موجود\r\nپا\r\nنہ ہوں۔ انسان کچھ بھی نہیں کر سکتا۔ پس ثابت ہوا ۔ یہ تمام سامان\r\nانسان کو عبادت کے لئے دیئے گئے ہیں ۔ اور یہ کل اسباب مقصد\r\nعبادت کے آلات اور متممات ہیں۔ یہ مضمون قرآن میں یوں ادا ہوا"
    },
    {
        "id": 17,
        "pageNo": 17,
        "pageText": "۱۵\r\nيا أيها الناس اعبدوا ربكم الذي خلقكم والذين من\r\nقبلكم لعلكم تتقون الذي جعل لكم الارض فراشاوا\r\nالسماء بناء وانزل من السماء ماءاً فاخرج به من الثمرات -\r\nرزقاً لكم فلا تجعلو الله انداداً\r\nاور فرمایا\r\nوما خلقت الجن والانس الا ليعبدون :\r\nجب عبادت الہی انسان پر واجب ہوئی۔ اور یہ سامان اس\r\nلئے عطاء ہوا۔ کہ انسان اپنے فرائض منصبی کو ادا کر سکے۔ پس یہ سامنا\r\nجزا اور سزاء میں داخل نہ ہو گا۔ کیونکہ اگر جزا اور سزائے اعمال میں\r\nاسے داخل کیا جاوے۔ تو بارہ کی تعالے اپر ظلم کا الزام ہوگا۔ اس\r\nلئے کہ یہی چیزیں منصبی فرایض کے ادا کر نے میں بھی ضروری تھی\r\nاور یہی اشیا مزدوری میں بھی داخل ہو گئیں۔ ہاں ان کا دفور\r\nکہ\r\nاور ان کا عمدگی سے میسر ہو جانا بعض وقت اعمال کے بعد ہوتا ہو۔\r\nتو ہی نہیں۔\r\nواہیاں جواب اگر یہ تفرقہ جس کے باعث تناسخ کے\r\nماننے والوں کو شبہ پڑا۔ سابقہ جسم کے اعمال کی سزا اور جزا ہوتا ۔\r\nتو ضرور تھا۔ کہ اتنی مدت کی بات بلکہ یوں کہئے کہ لا انتہا زمانہ کی\r\nہے۔ لو گو را بردار بنے رہو۔ اپنے اس رب کے جینے نکلو اور تم سے پہلوں کو بنایا۔\r\nاور فرمانبرداری کا یہ فائدہ ہوگا۔ کہ تم دکھوں سے بچے رہو گے ۔ اسی رب تے\r\nزمین کو تمہارے لئے فریاش در آیام گاہ اور گول ) او آسمان کو بناء بنایا۔ اور پھلوں\r\nسے\r\nپانی اونا یا پہ کالے اسے کئی قسم کے پہل رزق تمہارے لئے ہیں تو وہ اللہ کا سیکوئی\r\nامریں شریک نہ بنائو سے جن و انس تو صرف اسلئے ہیں کہ اسلام کی فرمانبردار ہے ہیں۔"
    },
    {
        "id": 18,
        "pageNo": 18,
        "pageText": "14\r\nباتی ہمیں یاد ہوتیں۔ اتنی لمبی مدت کے ہزاروں ہزارہ باتیں اور کام\r\nہم یک فلم کیوں بھول گئے ؟\r\nاب انعام اور خلوت کے لینے والے کو خبر نہیں۔ کس کس نیک\r\nعمل پر مجھے انعام بلا اور سر پا نے والے کو اطلاع نہیں کہیں بدکاری\r\nکے بدلہ میں ماخوذ ہوں۔ لڑکپن کے حالات بھول جانے پر قیاس\r\nنہیں ہو سکتا۔\r\nاول تو اس لئے کہ اسوقت انسانی عقل ناقص اور بالکل نکھی\r\nہوتی ہے۔\r\nدوم۔ جیسے آریہ مانتے ہیں۔ کہ سب آدمی سود در پیدا ہوتے ہیں\r\nقرآن کریم یوں فرماتا ہے۔ والله أخرجكم من بطون أمهاتكم\r\nلا تعلمون شيئًا :-\r\nسیوم وہ حالت بھی مختصر وقت کی ہے۔ اور کچھ بڑی کاموں\r\nسے اسکا تعلق نہیں۔ البتہ اہل اسلام اس جسم سے پہلے ارواح پر\r\nعهد الست کا زمانہ تجویز کرتے ہیں۔ اور اس زمانہ کو مانتے ہیں۔\r\nمگر اول تو وہ ایک عالم مثال کی عجائبات اور اس کی نیت نیکیوں\r\nکی ایک بات ہے۔\r\nدوم اسوقت کو بہت تھوڑا وقت سمجھا جاتا ہے۔ مگر پھر بھی غور\r\nکرو۔ آجتک اسکا کتنا اثر باقی ہے ۔ کہ تمام ارواح کی فطرت میں\r\nاس اثر کا باعث باہمہ اختلاف ادیان - وازمان ۔ اور بتا غض و نحاس\r\nکے اسبات پر قریبا اتفاق ہے کہ ہمارا کوئی رب ہے۔\r\nچاہے کوئی اسے اللہ کہے ۔ کوئی یہوواہ کوئی اونگ کہی۔\r\nکوئی یزدان ہے۔ کسی کی زبان پر دھرم کے نام سے موسوم ہوا کیسی\r\nکے دہن پر شکستی کے نام سے۔"
    },
    {
        "id": 19,
        "pageNo": 19,
        "pageText": "iz\r\nانبیاء علیہم السلام کو لوگوں نے دیکھا۔ اُن کے عجائبا سند ۔\r\nمعجزات کو مشاہدہ کیا۔ مگر ان کے منکر رہے۔ اور باری تعالے کو\r\nبن دیکھے یہاں یوں مان لیا۔ کہ گویا وہ عیاں ہے۔ دلائی ہے یہ\r\nاتفاق ہرگز کیونکہ ہم روز مرہ دیکھ رہے ہیں۔ مباحث\r\nاور دلائل سے متخاصمین میں جھگڑا اور عناد بڑھتا ہے ۔ نہ اتفاق\r\n۔ نہ\r\nبات یہی ہے کہ کبھی کانوں نے اپنے خالق و خاطر کی آواز سنا دی ہیں۔\r\nپھر ہم دیکھتے ہیں کہ مختلف مذاہب کے لوگ کیسی کیسی پور\r\nتکلیف عبادات کی طرف اللہ تعالیٰ کو راضی کرنے پر متوجہ ہیں۔\r\nکیا ایسی جانکاہی اور اسطرح کی محبت بدوں کسی تجلی دیکھنے کے\r\nصرف شیر سے ہے؟ نہیں نہیں۔ ایسا ہوتا تو نا دید جیلوں\r\nکے حسن کو سنکر لوگ ایسے ہی عشق میں مبتلاء ہوتے۔ بیتے بنوں\r\nکو دیکھ کر جان از عشاق کا حال ہو رہا ہے۔ ولی الخیر کا ساینت\r\nایا کہ اسلیم النظارات ہمارے سید و مولی کا مقولہ علی قائلها المملوت\r\nوالسلام الکل سچ ہے۔\r\nوارتی ہے اپنے ریب کبھی اندراج کو تجلی\r\nتحقیق بعد\r\nالی کی عادت حاصل ہو چکی ہے۔ گو اس عالم میں نہ ہیں۔ عالم\r\nمثال میں ہیں۔ اور گو اسوقت پیار سے جسمانی ذرات تقدر عظیم\r\nکیر ہوں۔ میہ اسوقت ہیں۔ بلکہ انعمت کے وقت نہایت چو\r\nاجسام ہوں ۔\r\nستر ہوا جواب - ابدی نیات اور دائمی آرام کا حال\r\nکرنا تمام مجھ الفطرت ارواح کا تقاضا ہے۔ تو کیا یہ فطری خیرات\r\nبلی طلب اور بے تاب پیاس طالب کو محروم کینگی اور باری\r\nبھانے کے کاس رقم کامل قتل والے گھرانے سے بچے طالبوں"
    },
    {
        "id": 20,
        "pageNo": 20,
        "pageText": "IA\r\nکو صاف جواب ملے گا۔ کہ ابدی نجات ۔ سرمدی راحت اور\r\nدائمی آرام و سرور کا سا ان اس ہمہ قدرت ہمہ فضل نہ طاقت\r\nکے گھر میں موجود نہیں۔ ہرگز ایسا نہ ہو گا ۔ او کم نصیب آریو\r\nہرگز ایسا نہ ہو گا۔ ہاں او تناسخ کے ماننے والو! اس کریم کی بارگاہ\r\nسے ایسا روکھا سوکھا جواب ہرگز نہ ملے گا، بلکہ بات تو یہ ہے۔\r\nکہ اس کی صفت عدل بھی ہم طالبوں کی پیاری فرما ہوگی او\r\nعرض کرے گا ۔ کہ ان غرباء کے فطری اور پہلی تقاضا کو پورا کیجئے\r\nاے اللہ الکریم آپس کے دروازہ کو چھوڑ کر کدھر جاویں۔ آپ\r\nکی سرب شکستیان انتیا در بارگاہ میلے سے نروم ہو کہ کہاں سے\r\nہوسکتے ہیں۔ آپ کی شب و روز کیا ازل سے ابد\r\nتک کی بخششیں ایسی نہیں کہ انہیں کو ئی خرچ بھی کم کر سکے۔ تب\r\nہم کو انشاء الله تنالے ابدی آرام نصیب یا ہو گا۔\r\nہاں تاریخ کے قائل ابدی آرام کے منگی و یا نندی) آریہ\r\nابدی آرام ، بد انا بادنجات سے محروم رہ جا دیں ۔ اسلئے کہ ان کی\r\nنظرات اور جبلت میں یہ طلب ہی نہیں رہی۔ ان کی روح نے\r\nابدی آرام کا سوال ہی چھوڑ دیا ۔ اس اعتقاد نے ان کی فطرت\r\nکو اگر مستم کر دیا تو ممکن ہے۔ ان پہ نہ وہ رحم ہو اور نہ عدل ان\r\nکی سیار کرے۔\r\nا ہواں اجو ایسا دیا نندی آریہ کے نزدیک\r\nآرا گون ہیں ایک پہیے اور یہی ہے کہ دن کی اس آزادی کے\r\nین روح تم سے الگ کرنے کی بہت ہے تا کوئی است\r\nاور امام الہ وار ازل سے ابد تاکہ ہمیش گران ر ر ہے۔\r\nما تو شاید سینا دینا۔"
    },
    {
        "id": 21,
        "pageNo": 21,
        "pageText": "اور ہمیشہ گرفتار رہینگے ۔ پس ہم کو سخت حیرانی ہے۔ اگر تمام ارداع\r\nکو ہمیشہ ایسی گرفتاری رہی۔ یا اینکه دیانندی آریہ مانتے ہیں کہ\r\nارواح اللہ تعالیٰ کی مخلوق نہیں۔ اور نہ اس کے پرتے بمب\r\nبچنے ظل ہیں۔ پس دیا نندی آریہ صاحبان بتائیے۔ ایسی سخت\r\nگیری کسی رحیم یا عادل کا کام ہے۔ قرآن\r\nکریم کیسے لطف\r\nسے فرماتا ہے۔ ولا يظلير ريك احداً\r\nانیسواں جواب۔ قطع نظر اس امر کے دیا نندیوں\r\nکے نزدیک اللہ تعالے ارواج کا خالق نہیں۔ اور پھر انیر\r\nایسا سخت گیر ہے ۔ کہ ارواح\r\nکو کبھی ابد اما باد نجات نہ دیگا۔\r\nبتقدیر تسلیم اعتقاد آواگون کے وہ رحیم کو ہیم محسن یعنی دیالہ\r\nکہ پالو بھی نہیں (معاذ اللہ) کیونکہ اس رکن ۔ جیم کریم کے\r\nہر ایک احسان کے بدلہ میں آریہ لوگ کہدیں گے کہ ان کو اپنے\r\nاعمال کی مزدورہ فر مل رہی ہے۔ پس میں اللہ تعالی کا کوئی\r\nافضل انیر نہیں ۔ مگرتی ہے۔ وہی کتاب جس میں لکھا ہے ؟\r\nنجات اس کے فضل سے ہوگیا۔\r\nو\r\nوفيهم عذاب الحجم فضلا من رياك سيارة\r\nسورة دخان - رکوع ۳:-\r\nا تیرا ربت تو کسی پر ظلم نہیں کہتا :-\r\nہے ۔ اور بچایا اون کو دوزخ کے عذاب سے ۔ یہ افضل ہوا تیرے\r\nرب کا :"
    },
    {
        "id": 22,
        "pageNo": 22,
        "pageText": "سابقوا الى مغفرة مرريكم وجنة عرضها\r\nلعرض السماء والارض اعدت للذين آمنوا بالله\r\nورسله ذلك فضل الله يوتيه من يشاء والله ذوا\r\nالفضل العظيم سیپارہ نمبر ۲۷ سوره حدید رکوع ۳ -\r\nنجات کا مسئلہ فصل الخطاب نام رو نصاریٰ میں مفصل ہے۔\r\nبیسواں جواب - آریہ صاحبان! باری تعالے کو\r\nفضل وکرم سے کس نے روکا۔ اپر کو\r\nمرکون غالب ۔ اس پر کون\r\nحکمران۔ اس نے کب عہد نہیں بلکہ وعید کر دیا ہے۔\r\nو عید کر دیا ہے ۔ کہ کسی مرض\r\nفضل نہ کرے گا ہے ہم تو کہتے ہیں۔ اگر ایسا سخت ڈرا دا دیا بھی ہے۔\r\nتو بھی وہ کجاستا دے سکتا ہے۔ کیونکہ وہ ہر طرح کے عیوبہ\r\nسے پاکس جانتا ہے۔ کہ وعدوں کے خلاف کا نام اگر کذب ہو۔\r\nتووی کا غلاف کذب نہیں بلکہ کرم اور فضل ہے۔\r\nبایشان ما يفصل و هم ليسالون .\r\nاسوار با جوراب اس تاریخ کا مسئلہ جیسے تو حید کے\r\n-\r\nخلاف ہے۔ اور شرک کا باعث۔ ویسے ہی اخلاق او مارل\r\nفلاسفی کا منظر ناک، دشمن ہے۔\r\nتوی کے خلاف تو اسلئے ہے۔ تناسخ ماننے والوں پر\r\nہے۔ دوڑو اپنے رب کی معافی اور اس جنت کی طرف جس کا پھیلاؤ ہے۔ آسمان او\r\nزمین کے پر بلاؤ کے برابر رکہی گئی ہے۔ انکے لئے جو یقین لائے ۔ اللہ پر اور اسکی ہیولوں\r\nپر یہ نہ ہو اللہ کا دیتا ہو جسے چاہتا ہے۔ اور اللہ کا فضل بڑا ہے۔\r\nسے تو کچھ اللہ تعالی کہ ان پر کسی کو نکتہ چینی اور سوال کی جگہ نہیں ۔ اور جو\r\nکے لوگ کرتے ہیں۔ امیہ تو کہ چاہتی اور سوال ہو سکتا ہے ؟"
    },
    {
        "id": 23,
        "pageNo": 23,
        "pageText": "۲۱\r\nلازم ہے۔ جیسے دیانندیوں کا اعتقاد ہے۔ کہ ارواح اللہ تعالے\r\nکے بنائے ہوئے نہیں۔ پر مانو اسکے مخلوق نہیں۔ زمانہ اس کی\r\nکرت نہیں۔\r\nطرح اللہ تعالیٰ غیر مخلوق ہے۔ ارواح اور میٹر بھی فی مخلوق\r\nہے۔ یہ لوگ وحدت وجود د سے بھی قائل نہیں۔ جیسے ان\r\nکے ویدانتوں کا خیال ہے۔ تو کہ کہا جاوے کہ اصل واحد\r\nکے معتقد ہو کہ توحید کے مدعی ہیں۔ اور اخلاق - مارک فلاسفی\r\nکا اسواسطے خطرناک دشمن ہے۔ کہ بشر طیکہ اعتقاد مسئلتنا سخ\r\nکوئی شخص اپنے کسی محسن خیر خواہ الہی محب - انسانی ہمدرد\r\nکی نسبت اعتقادیقین نہیں کر سکتا کہ اس شخص نے مجھ پر\r\nاحسان کیا یا رحم کھایا۔ بلکہ تناسخ کا معتقد محسن کے ہر ایک کست\r\nاحسان کے بدلہ میں کہ سکتا ہے ۔ کہ اس محسن نے کوئی احسان\r\nنہیں کیا۔ ممکن ہے۔ کہ اس نے ہمارے پہلے احسانوں کا بدلہ\r\nدیا ہو۔\r\n*:\r\nمجھے یاد ہے۔ مہاراجہ کو چھونے کاٹا۔ شدید در دیں\r\nایک میمر نہ کر نیوالے نے جن کو اس ملک کی زبان\r\nمیں منتر ہار ہے\r\nوالا کہتے ہیں۔ جھاڑا کیا جب اس عصبی المزاج راجہ کو آرام آیا۔\r\nاور جھاڑا کر نیوالے کو انعام دیا۔ اس کا بہرہ معاف کیا۔ تو\r\nتناسخ والے خوش اعتقاد بول اُٹھے ۔ دیکھو کس طرح اس بچھو\r\nنے سپاہی کا قرضہ اوتارا :-\r\nبائیسواں جواب کا مسئلہ ماننے سے ثابت\r\nہوتا ہے۔ باریتعالی سخت خود غرض ہیں۔ کہ بے مزدوری\r\nکسی پر رحم - احتساکن و فضل کہیں فرماتے :"
    },
    {
        "id": 24,
        "pageNo": 24,
        "pageText": "۳۲\r\nسيحانه تعالى عما يصفون ط.\r\nتیئیسواں جواب ہم لوگ بعض وقت بیوجہ احسان\r\nکرتے۔ اور پھر دوسرے وقت احسان کے خلاف کرتے یا احسان\r\nنہیں کرتے۔ اس دو قسم کی مختلف کا روائی سے معلوم ہوتا ہے۔\r\nکہ احسان کرنا ہمارا ذاتی اور خانہ زاد وصف نہیں۔ بلکہ ما بالعرض\r\nہم کو یہ صفت لاحق ہو جاتی ہے۔ اور ہر ما بالعرض کیو اسطے بالذات\r\nضرور ہے، پس لازم آیا کسی جگہ انسان بالذات موجود ہے۔ تو\r\nکیوں آریو اس جگہ کا نام ۔ باری تعالیٰ کی پاک ذات نہیں جانتی ؟\r\nچوبیسواں جواب تناسخ کے اعتقاد پر ضرور ہے۔ کہ کسی\r\nشخص کو جناب باری تعالیٰ کی پاک ذات سے محبت نہ رہے ۔\r\nحالانکہ نص ہے ۔ اور آپ مانتے ہیں۔\r\nوالذين امنوا اشد حبا الله :\r\nاور یہ بات کہ تناسخ کو مانتے پر باری تعالیٰ سے محبت نہیں،\r\nرہ سکتی ۔ اسلئے ہے۔ کہ جس میچ کی نسبت ندیم کو اعتقاد ہو جبارے\r\nکہ ممکن نہیں کہ میری خلاف ورزی قانون اور جرم کے بعد یہ\r\nحاکم مجھ قصور وار پر رحم کرے گا۔ وہ عالم مجرم کو کیوں پیارا ہونے\r\nلگا۔ ہاں جس مجرم کا یہ ایمان ہو کہ شاید حاکم سے در گزر ہو جا دے۔\r\nآج نہ سہی کل ۔ البتہ وہاں محبت ممکن ہے۔\r\nچیسواں جواب حسب الاعتقاد ایسے عدل ایزدی کے\r\nجسمیں اللہ تعالیٰ کے فضل وکرم عطا۔ اور احسان کی امید نہ\r\nرہے۔ یہ کارہ کو اسکی جناب بھی دعاء پدا نہ تھا۔ لغو اور بیہودو\r\nایمان کا ہے تو اللہ تعالی سے بڑی محیمت رکھا کرتے ہیں :"
    },
    {
        "id": 25,
        "pageNo": 25,
        "pageText": "۲۳\r\nہوگی۔ معاذ اللہ کو کیا پیارا کہ قرآن کریم میں موجود ہے۔\r\nأنه لا يئس من روح الله الا القوم الکافرون :-\r\nاور کیا پیارا ہے۔ لا تقنطوا من رحمته الله ان الله يغفر\r\nگا\r\nالذنوب جمیعا۔ اور روح افزا ہے یہ کلمہ اذا سألك عبادی\r\nعنی فانی قریب اجیب دعوة الداع اذا دعان\r\nفليستجيسون وليو منوا -\r\nادعوني استجب لكم ان الذین بستک برون عن عباتي\r\nسید خلون جهنم داخرین\r\nچھیواں جواب بدکاری اور نافرمانی کے بعد تاریخ\r\nماننے والے کو عصیان و نافر آن سے نکلنے کی واسطے تناسخ کے\r\nاعتقاد پر چاہتے کوئی مدد گار نہ رہے اسلئے کہ جناب باری تعالے\r\nسے کسی عطیہ کی امید نہیں۔ اسواسطے کہ اس عدافت سے مترا\r\nہی سزا بھتنے کا فوک لگ چکا وہاں حضور کی امید نہیں\r\nگر کیسی لطیفہ بشارت ہے اس کتا بہا میں نہیں آیا ہے۔\r\nبا بات تو یہ ہے کہ اللہ تعالی کے انعا ارتہ اور احسانوں سے اسکے جنگہ ہی نا امید\r\nہوا کرتے ہیں۔ سے خبردار اللہ تعالٰی کی رحمت سے کبھی نا امید نہ ہو جو ان\r\nتو تمام گنا ہوں کو عضو کیا کرتا ہو۔ پیس ایسے مریم کو پھم کے درے نا امیدی نہیں ہے۔\r\nسے جب تجھ سے میرے بندے یہ پونچھیں ہمارا رب کہاں ہو جو ہم اس دعا کریں۔\r\nتو کہ وہ فرماتا ہے۔ میں تو بہت ہی قریب ہوں۔ جب کبھی خاص لوگ دُعا ، نگے۔\r\nوالے مجھ سے مانگیں۔ پس لوگو یا چاہئے اپنے آپ کو ایسا بناؤ کہ تمہاری دعائیں\r\nقبول ہو کر میں اور پورے طور پر مجھے انور سے مجھ میں کانگو او میری ہیں ؟\r\n۔\r\nمیں تمہاری دعا اور عبادت قبول کر وہ جو لوگ میری فرمائید داری سے تکبر\r\nعبادت"
    },
    {
        "id": 26,
        "pageNo": 26,
        "pageText": "۲۴\r\nہے کہ گناہ اور\r\nالمن يجيب المضطر اذا دعاء ويكشف السوء-\r\nستائیواں جواب - تاریخ کے اعتقاد پر چاہئے\r\nاللہ تعالیٰ کی بغاوت ہمیشہ ہوتی رہے۔ او بدی دنیا سی کہی اٹھی۔\r\nاول ۔ اسلئے کہ باری تعالے کو بدی کے قائم رکہنے کی ضرورت ہو۔\r\nدوم اسواسطے کہ نیکوں اور اللہ تعالیٰ کے فرمانبرداروں کو\r\nبھی بدی کے قائم رہنے کی ضرورت ہے۔\r\nباریتعالی کو اسواسطے کہ جب نیک نے نیکی کی توجہ بہ الاعتقاد\r\nاہل تناسخ کے ضروری ہے۔ کہ باری تعالیٰ اس نیک کو نیکی کا بدلہ\r\nدیوے۔ بدلہ کیا ہو یہی گھوڑے۔ ہاتھی بیک۔ اونٹ بکری و نصرت\r\nعورتیں وغیرہ وغیرہ ۔ اب اگر بد کار بد کاری نہ کریں۔ تو نیکو بیچ\r\nواسطہ وہ اسباب جن کا ذکر اوپر ہو چکا ہے۔ کہا انا سے آوے اس\r\nواسطے یا تو بدکاروں کا اسپر احسان ہے۔ کہ ایسے سامان مہیا کردی\r\nہیں۔ یا وہ معاذ اللہ یہ مجبوری ان سے بدی کراتا ہے تا کہ اسے\r\nنیکوں کے انعام میں مدد ملے۔\r\nنیک اسواسطے بدکاری کو چاہیں ۔ کہ ان کو بدون پای بدگان\r\nکے گھوڑے۔ ہاتھی پنجو عورتیں کہاں سے ملیں۔ مکانات کی لکڑیاں\r\nکہاں سے آویں گرمی میں بچارے ہندوستانی کس بڑے برگر پنل\r\nکے بچے آرام کریں۔ اسیواسطے آریہ کے خیال پر نا انتہا د زمانہ سے\r\nبدکاری دنیا میں موجود ہے۔ اور لا انتہا ر زمانہ تک بدی موجود\r\nرہے گی۔\r\nلے ۔ اللہ تعالیٰ کے سواء دوسرا گون ہے جو مضطر کے مبار کیوقت اس کی دعا\r\nیہ قبولیت عطام ہے اور سادگی کے دکھ کو دور کرے۔"
    },
    {
        "id": 27,
        "pageNo": 27,
        "pageText": "۲۵\r\nاٹھائیسواں جواب ۔ جب گناہ کا ہمیشہ رہتا جس ستائیسویں !\r\nجواب میں بیان ہوا ضروری بھرا اور بد کار کو بدکاری کی سرا انہانا\r\nبھی ضرور پڑا ۔ تو بتاؤ پھر بد کار کو جناب باریتعالی سے محبت ہوگئی\r\nیا نفرت ؟\r\nانتیسواں جواب - حسن مربی - مخدوم مصلح - بادی بکرم\r\nکو برا کہنا فطرت کی گواہی ہے۔ کہ بہت بڑا ظلم ہے۔ خالق فطرت\r\nکی کلام میں ایک صدیق کا ذکر ہے۔ وہ فرماتا ۔\r\nانه ربي احسن متواى انه لا يحب الظالمين -\r\nیا اور خالق خطرات کے کلام میں ہے۔\r\nالطيبات للطيبين والطيبون للطيبات .\r\nمر تناسخ کے ماننے والے اپنے تمام محسنوں کو بد کار اور بڑا جانتے\r\nہیں۔ بلکہ انپر سوار ہوتے اور ان سے زنا مواظت کے واقع ہونے\r\nکے مجوز ہیں۔\r\nکیونکہ اگر ان کے محسن برائیوں کے مرتکب نہ ہوں ۔ تو وہ آواگون\r\nاور نجم مرن میں کیونکر آویں گر جنم مرن میں آنا تو ضرور ہے۔ اسلئے\r\nثابت ہوا کہ وہ لوگ بدی کے بھی مرتکب ہوا کرتے ہیں۔\r\nمسلمان - انبیاء علیہم الصلوۃ والسلام کی عصمت کے قائل\r\nہیں۔ اور جو اعتراض عیسائیوں یہودوں کی تواریخ سے اہل ا سلام\r\nپر کئے جاتے ہیں۔ ان میں موتر منوں کو دھوکہ ہی باوہ دہو کہ دیا\r\nچاہتے ہیں۔\r\nے وہ تومیرا نبی ہو۔ اسنے مجھے اچھی طرح کا اگر میں اسے بد سلوکی کروں تو ظالم نون\r\nاور اللہ تعالیٰ ظالموں سے محبت نہیں رکہتا۔ کے پہلونکو پہلی بات کہو پہلی باتیں\r\nتو پہلوں ہی کے لئے ہیں۔ اور پہلے لوگ ہی پہلی باتوں کو مستحق ہیںا ہے"
    },
    {
        "id": 28,
        "pageNo": 28,
        "pageText": "۲۶\r\nتیوال جواب ۔ ہم دیانندی آریہ سے پوچھتے ہیں۔ لک\r\nکے بزرگ مہاتما نیک حجتہ کردار تھے۔ اور ہیں۔ یا پانی ۔ اور\r\nبدکار ؟ اگر نیات اور پہلے تھے۔ اور ہیں۔ اور برائی ان میں\r\nنہیں۔ تو چاہے وہ ابدی نجات پا جاویں اور آئندہ آواگون\r\nمیں جو جہنم اور سنزاد کا گھر ہے۔ نہ آویں پھر اور لوگ آپ کو محستن\r\nمربی ۔ اور بزرگ بن جاویں۔ اور وہ بھی اسیطرح نجات\r\nپالیں ۔ یہاں تک کہ محدود ارواح کا سلسلہ آخر محد و زمانه\r\nمیں ختم ہو جاوے۔ پھر سر شٹی کے پیدا ہونیکا سامان ہی خدا\r\nکے یہاں نہ رہے۔ معاذ اللہ۔\r\nاور بصورت ثانیہ۔ اگر نیک اور پھلے نہیں۔ تو اُن میں\r\nکوئی بھی قابل اعتبار نہ رہے۔ پہلا بد کار کا اعتبار کیا۔\r\nانیوال جواب نے اپنے کانوں بڑے بڑے کا جھوٹ\r\nمہاراجوں سے سنا اور بقایہ ماننے مسئلہ تناسخ کے سچ ہی ہے۔\r\nوہ لوگ کیا کرتے تھے۔ تیب در اج اور راجوں بزرگ کیا معنی\r\nا۔ یعنے کی یا فتنوں اور سخت سخت اور مشکل عبادتوں کا نتی\r\nہے۔ کہ ریاضت کننده ریاضت کے بعد راجہ ہو جاتا ہی پھر\r\nراج کا یہ نتیجہ ہے کہ وہ انسان اپنے راجہ دوزخی ہو جاتا ہے۔\r\nاس کلام کا دوسرا جملہ یعنے راجوں برگ اسلئے بھی یہی ہے۔\r\nکہ راجوں اور مہاراجوں سے اکثر ظلم و تعدی ہو جاتی ہے۔ ان\r\nسے پورا انصاف محال ہے۔ پھر عیاشی اور فضولی وغیرہ وغیرہ\r\nآفات میں مبتلا رہتے ہیں۔\r\nبلکہ میرے جیسا تو بہ کا رتو شہادت بھی دے سکتا ہے۔\r\nکه علی الحموم یہ دوسرا جملہ سچ ہو ۔ کیونکہ دوزخ کا نمونہ"
    },
    {
        "id": 29,
        "pageNo": 29,
        "pageText": "ان میں مجھے دکھائی دیتا ہے جسے مفلس - آتشک پہاڑی روگ\r\nگرمی - باد مشجرہ مبارک کہتے ہیں۔ اہل مصر نے نائیٹری\r\nرنیٹ آف\r\nسلور کا کیسا خوبصورت نام رکھا ہے۔ الحجر الجہمی میں جب کبھی\r\nآتشک کے زخموں پر اسکا استعمال کرتا ہوں۔ اسوقت اس\r\nمصری نام کی خوبی جیسی مجھے معلوم ہوتی ہے۔ شائد ایک ناتجربہ\r\nکار یا شرایع سے نا واقف کو ہرگز معلوم نہ ہو تی ہو گی۔\r\nبستیواں جواب ۔ ہمنے کانا ۔ آرام و تکلیف اعمال کے\r\nثمرات ہیں۔ مگر یہ کیوں نہیں کہا جاتا ہے۔ کہ وہ اعمال دنیوی\r\nاور اسی قسم کے ہیں۔ ہاں نمرات کہتے ہیں یہ فائدہ بھی ہے کہ جزا\r\nسراء میں باعث انعام اور موجب سرا کا علم اور اس کا\r\nیاد ہونا ضرور ہے۔\r\nنمرات میں علم اور یاد اسباب ضروری نہیں۔\r\nغامیشہ ما فی الباب بھی وہ اسباب و موجبات یاد\r\nنہ ہوں۔ سوالیسی یاد داشت تو تناسخ ماننے والوں کے نزدیک\r\nبھی مغرور نہیں۔\r\nرہی یہ بات کہ بچہ میں ایسے کون سے اعمال ہیں جن کے باعث\r\nبچہ نے سزا بھگتی یا جسکا نمرہ اکٹھایا۔ سو اس کے سر دست دو جواب\r\nہیں۔\r\nواط\r\nاول یہ کہ اعمال دو قسم کے ہوتے ہیں۔ ایک وہ اعمال میں\r\nجنکا نمرہ یا جزا لینے میں عامل اور فاعلی یا مرتکب کا عاقل و مابغ\r\nاور سمجھ دار ہونا جان بوجھ کر قانون قدرت کی خلاف ورزی\r\nکا مرتکب ہوتا ضرور نہیں۔ مثلاً ایک نادان لڑکا آگ میں رہتے\r\nڈالے۔ زہریلا دودھ پلایا جاوے۔ ایسی خلاف ورزی میں"
    },
    {
        "id": 30,
        "pageNo": 30,
        "pageText": "۲۸\r\nسناء جزا اور نمرہ کا اُٹھانا ضرور ہے۔ بہت نہ ہو تھوڑا سہی۔\r\nمگر ایسی صورتیں اگر قدرے قلیل دکھ دائک اور رنج رساں\r\nہوں۔ تو ان کی تلافی اس ابر عظیم سے ہو جاتی ہے۔ جسے شہادت\r\nکا مرتبہ کہتے ہیں۔\r\nدوسرے وہ اعمال ہیں۔ جنہیں قانون کی خلاف ورزی\r\nمیں مرتکب جرایم کا عاقل بالغ . جان بوجھ کر جرم کا مرتکب ہونا\r\nضروری ہے۔ ایسے قوانین کو قانون شریعت - قانون حکماء --\r\nقانون حکام کہتے ہیں۔ پس لڑکے قانون قدرت کی خلاف ورزی\r\nمیں گرفتار ہیں۔ انہوں نے خود کی ہے۔ یا ان کے والدین اور\r\nمربیوں نے نہ\r\nدوی۔ لڑکے بھی ہم کہہ سکتے ہیں ۔ کہ جان بوجھ کر کسی بڑائی\r\nکے مرتکب ہوا کرتے ہیں۔ اور اسی کی سزاء میں گرفتار ہوتے ہیں۔\r\nیا تو اسلئے کہ برائی کی مرکب ان کی روح ہے ۔ اور انکی روح\r\nچین ہوشیار اور ان کی کمزوری کے وقت ایسی گن۔ کرم ۔ اور\r\nسمجھاؤ کے ساتھ ہے۔ جیسے جوانی کے وقت ۔\r\nاور یا اسلئے کہ جقدر کے وہ لڑکے ہیں۔ اور چقدر ان کے جسم\r\nاور عناصر کی استعداد ہے۔ اسقدر کی سمجھہ والی انکی روح بھی ہو۔\r\nپھر جیسے چھوٹی سی چیونٹی بھی روح اور سمجہ کا ایک مقدار\r\nرکھتی ہے۔ اور نجمہ کے خلاف مرتکب بھی ہوتی ہے۔ اسی طرح\r\nوہ لڑکے بھی جن کو بیمار دیکھتے ہو۔ اپنی وسعت سمجھ کے موافق کسی\r\nخلاف ورزی کے مرتکب ہوئے ہوں۔\r\nجب ہم عقلا اور حکماء اور بڑے بڑے سمجھ والوں کو دیکھنے\r\nہیں۔ کہ وہ لوگ بھی عقل اور سمجہہ کے خلاف کرتے ہیں اور"
    },
    {
        "id": 31,
        "pageNo": 31,
        "pageText": "۲۹\r\nاسکی سزا پاتے ہیں۔ بھلا چھوٹی سی عقل کے بچے ایسا کیوں نہ\r\nکرتے ہوں۔ بلکہ ہم کہ سکتے ہیں۔ لڑکوں کو کچھہ بڑی تکلیف نہیں\r\nہوتی اور اس کے والدین و مرتی اپنے اسی شبنم کے اعمال کی\r\nسزا بھگت لیتے ہیں۔ اور جائز ہے کہ ایسے لڑکوں کو آئیندہ\r\nابدال آباد زندگی میں ترقی کا سامان ملجا دے۔\r\nتیتیوال جواب نیکی کا اثہ اگر چہ عمدہ ہوتا ہے۔ مگر\r\nنیک اپنی نیکی پر کبھی تجبر کرتا ۔ نیکی کو ریاز اور لوگوں کو د کہلائے\r\nکیو ا سطے بجا لاتا ہے۔ کمزور لوگوں کو حقارت کی نگاہ ہو دیکھتا ہوں۔\r\nاور بدی کا اثر اگرچہ بڑا ہونا چاہیئے۔ مگر بد کا اپنی بدکاری\r\nپر جب نظر کرتا ہے۔ تو بارگاہ الہی میں عجز و انکسار - اضطراب\r\nشرمندگی ظاہر کرتا اور دعائیں مانگتا ہے۔ اسلئے نیک اپنی نینگی\r\nکو تباہ کر دیتا ہے۔ اور بد کار بدی کے بعد مقرب بارگاہ الہی ہو\r\nجاتا ہے۔ تیسا جسکو ہم اور کم عام نگاہ کے لوگ نیک سمجھتے۔\r\nدکھی دیکھتے ہیں۔ اور بد کار کو سہی۔ اور اپنے غلط تو ہات\r\nسے اگر کر دیں کہ یہ تکلیف نیک پر اسکے پور بلے جسم کا پہل ہیں۔\r\nاور یہ آسائیشیں بد کار کو اسکے پور بلے قسم کا پھل ہیں۔ تو ہمارا\r\nیہ تو ہم غلط ہوگا۔ کیونکہ ہماری تشخیص\r\nں نے\r\nغلطی\r\nکھائی ہو۔\r\nنتیسوال جواب ۔ نیکیوں کے بہت اقسام ہیں۔\r\nوں کے انواع و اقسام ہیں۔ ایسے ہی نیکو نیچے\r\nثرات اور نتائج کے بھی اقسام ہیں۔ اکثر لوگوں کی یہ حالت\r\nہے۔ ایک قسم یا سو ہزار قسم کی نیکی کرتے ہیں۔ اور جس جس قسم کی\r\nنیکی کرتے ہیں۔ اس کے کے انواع و اقسام کی برکات اور"
    },
    {
        "id": 32,
        "pageNo": 32,
        "pageText": "ثمرات کو حاصل کرتے ہیں۔\r\nمگر وہی نیک ایک قسم کی نیکی کرنے والے اور اور طرح\r\nکی بدی بھی کرتے ہیں ۔ اور ان بدیوں کی سزا بھگتے ہیں۔\r\nپھر یہ بھی ہے۔ کہ بعض نیکیاں اس قسم کی ہیں۔ کہ جلد\r\nاپنا پھل دیتی ہیں۔ اور بعض نیکیاں اپنا نمرہ مدت کے بعد\r\nتی ہیں۔\r\nالشخص\r\nایسی حالت میں نظارہ کنندہ کبھی غلطی میں پھنس گسی\r\nقسم کی بدی کے مرتکب کو مطلق نیک ۔ اور کسی قسم کی نیکی کرنے\r\nوالے کو بد کار کہہ بیٹھتا ہے۔ اس جواب کو یہ قصہ واضح کرتا ہے۔\r\nخاکسار ایک بار مجلس میں انا لننصر رسلنا والذين آمنوا\r\nفي الحيوة الدنیا پر احباب کو کچہ سُنا رہا تھا۔ ایک\r\nنے اس میں دریافت کیا کہ جب تمام آرام ایمان تو حاصل\r\nدسکتے ہیں۔ اور انواع و اقسام آلام کفرد نا فرمانی سے تو انگریز\r\nکیوں حیوۃ دنیا میں منصور و دولتمند ہیں ۔\r\nتب خاکسار نے اُسے اور عام اہل مجلس سے عرض کیا کہ\r\nایمان کے اونے ا ترین شعبوں میں سے اماطة الأذى عن\r\nالطریق ہے۔ یعنے رستوں کو مات\r\nکرنا۔ راستوں میں سے۔\r\nدکھ دینے والی اشیا کو دور کرنا ۔ اور مومنوں کی تعریف میں\r\nآیا ہے۔\r\nو\r\nأمر هم شوراے بینھم۔ مومن وہ ہے جن کی\r\nحکومت جن کے کام مشورہ سے ہوں۔ اور مومنوں کو کہا گیا ہے۔\r\nخوان ليس للإنسان الإما سعی وان سعید سوف يری\r\nمیرے پیارے مخاطبو! ان چند ایمانی احکام پر انگریزوں\r\nاسکا ترجمہ صفحہ اس کے حاشیہ بنا ہے۔"
    },
    {
        "id": 33,
        "pageNo": 33,
        "pageText": "۳۱\r\nنے عمل کیا اور تمنے ان احکام پر عملدرآمد سے مونہ موڑا جن لوگوں\r\nنے ان احکام اسلام کو لیا۔ وہ ان احکام کے پھل بھی اُٹھا رہے\r\nیم نے نافرمانی کی اسکا بدلہ بھی بھگت رہے ہو۔ یہ تو اوامر\r\nکی تمثیل ہے۔ ایسا ہی الہی نواہی پر نظر کرو۔\r\nتنازعوا فتفشلوا وتذهب ريحكم\r\nآیہ شریف بالا میں نمکو حکم ہے۔ باہمی جنگ و جدال چھوڑ\r\nدو والا بو دے ہو جاؤ گے ۔ تمہاری ہوا بگڑ جائیگی۔ اس نہی\r\nکی تم نے پرواہ نہ کی۔ اللہ کے فضل سے تم بھائی بھائی تھے\r\nمگر باہم اعدا ہو گئے۔\r\nغراض تم لوگ اپنی ناز مانیوں کے وبالوں میں گرفتار ہو۔\r\nہاں نمازیں پڑھتے ہو۔ روزے رکھتے ہو۔ زکوائیں دیتے ہو۔\r\nحج اداء کرتے ہو۔ اور اُن سب سے مقدم تو حید پر ایمان لائے ہو\r\nر انگریز مثلاً ان احکام کے منکر ہیں۔ تو ان اعمال کے بمرات\r\nتم ہی اُٹھاؤ گے۔ انگریز ان کا پھیل نہ لینگے ۔ غرض جو شخص\r\nجس قسم کا بیج بوئے گا۔ اس قسم کا پھل اُٹھائیگا۔\r\nلعلكم تتفكرون فى الدنيا والآخرة کی صدا سنگ\r\nصحابہ کرام اور ان کے اتبارع عظام نے دین اور دنیا دونوں\r\nحسنات کا بیج بویا تھا۔ دونوں کا پھل اُٹھایا۔\r\nاور ان\r\nلے آدمی کو اپنی سعی و کوشش کا نتیجہ ملاکرتا ہے۔ اور اپنی کوشش کے نتائج\r\nکو دیکھے گا ۔\r\nگا۔\r\nآپس میں مدت جھگڑا کر وہ باہمی اختلافات\r\nسے کو دی ہو جاؤ گے۔ اور تمہاری\r\nعزت و ہوا اڑ جائیگی۔ سے تو کہ تم دنیا اور آخرت میں فکر کرو۔"
    },
    {
        "id": 34,
        "pageNo": 34,
        "pageText": "٣٢٠\r\nپنتیسواں جواب - نیک شخص کے دو پہلو ہیں۔\r\nایک بہت ہیں۔ وہ اللہ تعالی کا محب۔ اور ایک بہت\r\nمیں بباعث اپنی نیکیوں کے اللہ تعالٰی کا محبوب ہے۔ نیک\r\nیر تکالیف کا آنا ممکن ہے۔ کہ محبت کی بہت سے ہو۔ نہ محبوبیت\r\nکی بہت سے ۔ اور انعامات محبوبیت کی بہت سے ہوں۔ نہ\r\nموت ہونیکی وجہ سے۔\r\nتناسخ پر عقلی بحث تو بقدر ضرورت لکھ چکا ہوں۔ اب\r\nایک نقلی بنیئے۔ اور اس بحث کی ضرورت اسلئے پڑی کہ تنقیه\r\nدماغ کے مصنف نے نتائج کے اثبات میں قرآن کریم کی آیات\r\nکریمہ سے استدلال کیا ہے۔ اگر چہ عقل والے اچھی طرح سمجھتے\r\nہیں۔ کہ اس سمجھ دار قوم کو اتنی عاقبت اندیشی نہیں مسلمان\r\nتو تیرہ سو برس میں اتنا یخ جیسے ضروری اور اعتقادی مسئلہ\r\nکو جو قرآن میں (معاذ اللہ) موجود ہو نہ تھیں ۔ اور یہ ہندی\r\nنشر او جسکو عربی لڑکیر کی بھی خبر نہیں۔ قرآن سے تناسخ کو\r\nسمجھ جاوے۔ شیر سے ہی کیوں نہ ہو۔ تنقیہ دماغ والے نے تناسخ\r\nکی لفظی بحث میں تین مقدمے قائم کئے ہیں۔ اور تینو نکا ثبوت\r\nقرآن سے دیا ہے۔\r\nاول روح کا ایک قالب سے دوسرے قالب میں آتا۔\r\nدوم ۔ ایک صورت سے دوسری صورت میں آتا۔\r\nسوم - پاپ کرموں کی وجہ سے بار بار سنسارو نہیں\r\nجنم لینا۔\r\nامراوّل کا ثبوت یہ دیا ہے۔\r\nقالوا اذا كنا نظام اور غانا إلنالم موثون ..\r\nخلقا .\r\nیر مفید مانے ہوئے یہ کم و بدان کو پورا کیا ہے"
    },
    {
        "id": 35,
        "pageNo": 35,
        "pageText": "سومو\r\nاولم يروا ان الله الذي خلق السموات والارضر قادر على ان\r\nيخلق مثلهم دوسری دلیل یہ دی ہے۔\r\nكما بلانا اول خلق نعيك وعلا علينا انا كنا فاعلين - اسكاتر جم کسان\r\nجیسا ابتداء سے بنایا ہنی پہلی بار پھر اسکو د ھرا دینگے ۔ وعدہ ضرور ہو چکا ہے۔\r\nدھرا\r\nہمپر بیشک ہم کر نیوالے ہیں۔\r\nمصدق گر ناظرین یاد رکھیں ان دونوں آیات\r\nکریمہ سے تو اتنا نہایت\r\nہوا کہ دنیا کے ختم ہو جانے پر قیامت کے روز لوگ پھر جی اُٹھیں گے۔ اور\r\nاسلامیوں کو اسبات سے انکار نہیں۔\r\nامرثانی یعنے ایک صورت سے دوسری صورت میں آنا اسکے اثبات\r\nمیں کہا ہے ۔ ولقد علمتم الذين اعتدوا منكم في السبت فقلنا\r\nلهم كونوا قردة خاسئين فجعلناها نكالا لما بين يديها وما خلفها\r\nوموعظة للمتقین اور اسکا ترجمہ کیا ہے:-\r\nاور البتہ جان چکے ہو جنہوں نے تم میں سے زیادتی کی ہفتہ کے دن میں\r\nتو کیا ہنے ہو جاؤ بندر پھٹکارے۔ پھر پہنے وہ دہشت رکھی۔ اس شہر کے\r\nپی و نبرد والوں کے، اور پیچھے والوں کو ۔ اور نصیحت رکھی ڈر والوں کو یا\r\nقوم عاد بھی بندر بنائی گئی تھی ۔\r\nناظرین غور کرو۔ یہ آیت کریمہ تو تناسخ کا ابطال کر رہی ہیں کیونکہ نظام\r\nاور بلحاظ ترجمہ مصنف تنقیہ اس آیت سے ثابت ہوتا ہے۔ کہ یہود جیتے\r\nجیتے بندر بن گئے تھے۔ اور تناسخ ماننے والوں کا اعتقاد یہ ہے کہ\r\nجاندار مر کر دوسرے تنجم میں ظہور پاتا ہے۔\r\nاور ائندے لال جی کا یہ اضافہ بھی کہ قوم عاد بھی بندر بنائی گئی ہیں\r\nآفرین کے قابل ہیں جسکا اشارہ بھی قرآن واحادیث میں نہیں۔\r\nامر ثالث پاپ کرموں کی وجہ سے بار بار نہاروں میں جینم\r\nنہ لیا ہیں یہ کچھ کہ میں اللہ نے بنا اسمان اور زہین سکتا ہے ایسون کو بنانا ۔"
    },
    {
        "id": 36,
        "pageNo": 36,
        "pageText": "لینا اور اُسکا ثبوت یہ دیا ہے۔\r\nو حرام على قريبة اهلكناها انهم لا يرجعون حتوانا فتحت\r\nیا جوج و ماجوج و هم من كل حدب بنسلون :-\r\nاور اس آیت کر عمیہ کا یہ ترجمہ کیا ہے۔\r\nاور مقرر ہو رہا ہو۔ ہر بستی پر جسکو چنے کھپا دیا کہ وہ نہیں پھر بنگے۔\r\nیہاں تک کہ کھولا جاوے۔ بیا جوج ماجوج اور وہ ہر او جان سے\r\n**L**\r\nپہلے آویں یا پھر کہا ہی۔\r\nیہ ترجمہ ذرہ صاف نہیں۔ اسواسطے ہم اسکا انگریزی ترجمہ جو تیل\r\nنے کیا ہی۔ یہاں لکہتے ہیں۔ پھر انگریزی ترجمہ لکھا ہو۔ افسوس آپ\r\nکو دعوے\r\nہے ۔ مگر اتنی سوجھ نہیں کہ مسلمان قرآن کا ترجمہ صاف نہیں کر سکے۔ اس\r\nلئے آپ کو سیل صاحب کے ترجمہ کی ضرورت پڑی۔ خود ہی لفظی ترجمہ\r\nکر لیا ہوتا ۔ پاکسی مسلمان سے پوچھ لیا ہوتا۔\r\nآیو ۔ اگر میں یا کوئی اور مسلمان ولسن ويدك ترجمہ کے\r\nرو سے تمپر الزام لگانا چاہے تو کیا انصاف ہو گا۔ خیال ہی نہیں پر\r\nانصاف کر لو\r\nاس آئینہ کی کہ میں اول حرام کا لفظ تحقیق طلب تھا۔ گر تنقیہ کے مصنف\r\nنے جس کا تنقیہ خبط کی واسطے مناسب ہے۔ جو معنے لئے وہی مناسب اور عمدہ ہیں۔\r\nاور وہ منے کیا ہیں مقر ہو رہا ہو ۔ ابن عباس رضی اللہ عنہ نے اسکے بجھنے\r\nواجب کئے ہیں۔ ان معنے کا ثبوت گو تفسیر میں مخاطب کیلئے ضرو نہیں\r\nیگر قوم کی اسطے بہت مفید ہو گا۔ میں اس معنی کی شہاد قرآن کر دیتا ہوں۔\r\nقل تعالوا اتب ما حه ديكه عليكم ان لا تشركوا به شيعة وبالوالدين\r\nاحسانا۔ (سوره انعام پاره نمیشه)\r\nدوسرا لفظ اس آیت کہ نمبر میں لا یرجعون ہے۔ جسکے معنی ہیں-\r\nاے تو کہ آؤ میں پڑھ دوں تمپر وہ باتیں جو اللہ نے تمبر مقرر کر دی ہے ۔ وہ یہ کہا ۔ کہ کہ\r\nکہ واللہ کا کسیکو اور والدین سے سلوک رکہو :"
    },
    {
        "id": 37,
        "pageNo": 37,
        "pageText": "۳۵\r\nغلا\r\nوہ نہیں پر نینگے۔ غور طلب یہ امر ہے کہ کس طرف نہ پہریں گے۔\r\nاول - احتمال تو یہ ہیں کہ اللہ تعالیٰ کی طرف نہ پھر ینگے۔ اور جو استرا\r\nکے واسطے زندہ نہ ہونگے۔ سو یہ معنی تو صحیح نہیں۔ کیونکہ اس آیت\r\nکے ماقبل گذر چکا ہے۔ کل الینا راجعون ۔ (سورہ انبیاء ایکور ہے\r\nی مالی اور اس کے سنے ہیں ۔ تمام لوگ ہماری طرف رجوع\r\nنمشلر\r\nدوم معنے ہیں۔ دنیا میں پھر کر نہ آوینگے۔ سوم معنے ہیں وہ\r\nشریر جنکو اللہ تعالیٰ نے کھپایا اور ہلاک کیا۔ اپنی شرارت سے پہرنے\r\nابلے نہیں ۔ یہ دونوں معنے صحیح ہیں ۔ تیسر ا لفظ حتی کا ہو جو جیتے\r\nاذا فتحت یا جوج وماجوج میں ہو۔ یہ سنتے حرف ابتدا ہی۔ فقط جیسے کہ\r\nنہ مخترکی اور ابن عطیہ نے کہا ہی۔ اس صورت میں جتنے کے معنے یہانتکہ\r\nکرنے بیج نہ ہونگے۔ بلکہ یہ کلام علیرہ ہو گا۔ اور حملہ شرطیہ اذا فتحت کا جواب\r\nفاذا هو شاخصتہ ہوگا اذا مو شاخصہ کا اذا اچانک کے یعنے\r\nدیتا ہے جبکو عربی میں مفاجاة کہتے ہیں۔ اور یہ اذا فا کی تاکید\r\nہوا کرتا ہے۔ باتھے کا حرف ائی کے منے رکہتا ہے۔ پین مطلب یہ ہو گا کہ جن\r\nجن بستیوں کو اللہ تعالیٰ نے ہلاک کیا ہے۔ یا جوج اور ماجوج کے\r\nمتمند ہونے یا شکست پانے اور قیامت کے نزدیک آ جائے تاک\r\nجتنے شریر ہلاک ہو رہے ہیں۔ وہ نہ تو دنیا میں واپس آدینگے ۔ اور نہ\r\nوہ اپنی شرارت سے باز آدینگے۔ ہاں جب\r\nدنیا کا کارخانہ ہی ختم ہو\r\nگیا۔ اور قیامت آگئی۔ اور جبہ اسرا کا وقت آپہنچا تو سب آجائینگے۔\r\nجیسے کل الینا راجعون سے ثابت ہو چکا تھا۔ جو پہلے گزر چکا۔\r\nعلوم ہوتا ہو صرف تنقیہ کو لفظ تھے سے خیال پیدا ہوا ہوتی کہ اس کا\r\nما قبل مابعد کے خلاف ہو ا کرتا ہے۔ مگر اس آیت پر غور کرنا ؟\r\n90d"
    },
    {
        "id": 38,
        "pageNo": 38,
        "pageText": "۳۶\r\nومن يعصر الله ورسوله فان له نار جهنم خالدين فيها ابداً\r\nحتى اذا لا وأما يوعدون فسيعلمون من اضعف ناصراً\r\nواقل عدداً - سوره جن پاره (۲۹\r\nاب ہم تناسخ کے مدعیوں کو جنکو عولی ہو کہ تناسخ قرآن بھی ثابت ہوتا\r\nدو تین آیت قرآنیہ سن کر تناسخ کی بحث کو ختم کرتے ہیں۔\r\nأول - الميرواكم اهلكنا قيلهم من القرون انهم اليهم لا\r\nيرجعون. وان كل لما جميع لدنيا محضرون . (سورة يس\r\nپاره\r\nنمبر\r\nدوم - فلا يستطيعون توصيته ولا الى اهلهم يرجعون\r\n(سوره پیش پاره ۲۳)\r\nسوم اما الذين سعد و اففى الجنة خالدين فيها\r\nما دامت السموات والارض الا ما شاء ربك عطاء\r\nغیر محمد وز۔ (سورہ ہود پاره ۱۲)\r\nاور مصنف تقیہ دماغ کا یہ کہناکہ قرآن میں لکھا ہے اصحاب کہف کا کیتا\r\nنیک اعمال کے باعث بہشت میں چلا گیا۔ اور جانور گواہی دینگے کیا یہ باتیں\r\nاس قابل نہیں کہ عقل والا جوا بدے۔ کیونکہ ان لوگوں نے دعوہ بھی کیا ہے\r\nکہ یہ باتیں قرآن کریم میں مندرج ہیں۔ حالانکہ قرآن میں مندیو نہیں۔\r\nے کیا وہ دیکھتے ہیں کہ اسے پسے کئی بستیاں ہم کھا چکے ہیں۔ وہ انکی طرف دھیا ایں\r\nنہیں کرتے ۔ یقینا کر کے سب ہمارے حضور میں حاضر ہو نیوالے ہیں۔\r\nکے نہ تو وہ وصیت ہی کر سکینگے اور نہ انہیں اپنے خاندان کی طرف لوٹنا ئیگا۔\r\nسعادتمندوں کو تو جنت میگی۔ امیں ہمیشہ رہیں گے۔ جبتک آسان اور زمین ہیں۔\r\nگر تو تیرا رہتا ہے۔ یہ بخشیں کبھی بند نہ ہونگی ؟"
    },
    {
        "id": 39,
        "pageNo": 39,
        "pageText": "آریہ مذہب کے روکی نابجا استاین\r\nپیدائیش عالم ۔ اس کتاب میں پنڈت دیانند صاحب جانے\r\nآریہ سماج کے اس عقیدہ کی کہ دنیا کا سلسلہ ازلی ہے اس کی ابتداء\r\nاور انتہا نہیں آریہ ذہب کی کتب مصنفہ دیا نند جی سے اور عقل و نقل\r\nسے ایسی لاجواب تردید کر کے ثابت کر دیا ہے کہ دنیا کا سلسلہ ازلی\r\nنہیں ہے بلکہ حادث ہے اور اسکی ابتداء ہے۔ قیمت ۳\r\nد ہی کی اشد ہی ۔ اس کتاب میں آریون کی اون زیر دست\r\nاور مشہور شد نہیوں کا ذکر ہے جس کو وہ اپنے مذہب کی صداقت\r\nمین پشکر کے پھولے نہیں سماتے تھے۔ اور ہر ایک شدی کی ایسی\r\nحقیقت کھول دی ہے کہ قیامت تک آریہ ان شد ہیوں کا نام نہ\r\nہیں گے۔ یہ کتاب پاسوروپیہ کے انعام کے سا تحفہ شایع کی\r\nگئی ہے۔ قیمت در\r\nدیق کلامی برسانی ۔ ملک متحدہ کے ایک منہ پھٹ بد زیان\r\nتصديق\r\nآریہ لیکچرار نے مسلمان کی پانی کی کہانی یا ایک گنده رسان شایع کیا\r\nاُسکا ناقابل تردید جواب اس کتاب میں دیا گیا ہے ۔ ہر مسلمان کو اس\r\nکا مطالعہ ضروری ہے۔ قیمت در\r\nتنبیه زبان درازہ آریون کے مسافرا گرہ نے ایک بزند کی\r\nطرف سے افشاء کا ایک رسالہ شایع کیا تھا اسمین او سکا دندان شکن\r\nجواب دیا گیا ہے۔ قیمت اور\r\nو یدک توحید کا آئینہ - اسلامی توحید کا آئینہ ایک لایعقل\r\nآریہ نے شایع کیا تھا۔ او سکے جواب میں اسلامی توحید کا ایسا شوق"
    },
    {
        "id": 40,
        "pageNo": 40,
        "pageText": "دیا گیا ہے کہ باید و شاید اور ساتھ ہی ویدوں کی توحید کا آئینہ دکہا\r\nدیا ہے جس سے، آریہ سماج کو شرم آجائے۔ قیمت صرف ۲\r\nاندالۃ الشکوک ۔ ایک بہکڑ آریہ کے بنیں اعتراضون کا\r\nجواب کے جو اس نے اسلام پر اپنی جہالت سے کئے تھے ۔ قیمت صرف و سر\r\nرسالہ گوشت خوری ۔ اسمیں آریہ سماج کے ، بر هم گوشت\r\nخوری کی دبیلوں کی تردید کر کے عقل و نقل سے جو از گوشت خور ہی کا\r\nثبوت دیا گیا ہے۔ قیمت ۱۲\r\nبد کامل - آریہ سماج کے ایک نو نہال نے اسلام یہ اختر رضا\r\nکئے تھے۔ اون کا جواب ترکی بہ ترکی ایسا دیا گیا ہے کہ سماجی پرائیسی\r\nبیہودہ گوئی نہ کرینگے۔ قیمت یہ\r\nنہ\r\nگائے کی عظمت پر تحقیقی نظر ہر ایک سلام ہو اسکار کہنا\r\nضروری ہے۔ قیمت صرف\r\nدہر میاں کا کچا چھٹا ۔ مضمون نام سے ظاہر ہے۔ قابل\r\nدید جو آریوں نے خود لکھ کر شائع کیا ہے۔ قیمت صرف ار\r\nاسکے علاوہ اور بہت ہی تو اے و مواد آکر یہ سماج کی ہیں۔ اور\r\nتمام سلسلہ عالیہ احمدیہ کی کتابیں فاروق امینسی سے طلب کرنے پر\r\nمکنی ہیں۔\r\nمحصول ڈاک بذمہ خریدار ہو گا :-\r\n..\r\nمینجر فاروق ایجنسی قادیان ضلع گورداسپو نچایے۔"
    }
]