[
    {
        "id": 1,
        "pageNo": 1,
        "pageText": "اشاعة السنة\r\nنماد، وه\r\nجسکا صفحه ر\r\nبابت ماد شناورها و شوال سنه بتاجون جو السيد\r\nجلد کے لایق ہو (۲) منانا\r\nخیر قیصر کی نسبت فیصدا\r\nمضمون دیگیری جودا\r\nشیر تقصیر (۷) قیمت رساله فیه پستو یعنی توابون در میون و سالانه س گورنٹ اور عام اختیار یار\r\nمتوسط ابل سمعت سر محمد کو وسعت لوگوں کو ہے بے وسعت اہل علاسی جوانشی اشاعت کرین درعا خیر\r\nخط و کتابت دار سال دو ہم کے پور سر نام خطاب سر حب نشان خیل تا اطلاع ثانی ہونا چاہئے\r\nی سال در بینی آری یا شادی کروانا این بماند\r\nوجہ کو منٹ\r\nبال ضلع گور و اپور نمبر به وه جنین دیوید\r\nاشتہار واجد الاظہار نام کے جلی خطوط تضمن مفارش اور بین پرستی بر این اسید تا سیر\r\nایک شخص فیض الحق نامی نیست قامت پیوسته چنده بنار مسجد کا روپیہ وصول کرناچاہا ۔ بعض معمولی مقداری دوست\r\nمید گر چشم گندم گون۔ عرصہ دو سال سے جگہ ہر دوست کے نام کارو پر جعلی استاد در سی ایک چیوار گئے مر یمیت\r\nہندوستان و پنجاب کو اکثر شہروں میں ہمارا رشتہ وصول کر لیا۔ لہذا محض سادہ لوگوں سے ہر دو عام خریداران ہم\r\nبرادری بنا کر بار یا میلی خطوط کہاکہ لوگون کردم که مالو یقین کی حیات کی نظرم با تیری ایک نام رویایی مرادی در انو خریدان\r\nدے رہا ہے۔ پہلے تو وہ قیمت اشاقه ان لوگوں یہ اشتہار جاری کیاگیا ہے ۔ احباب واخوان کے کور ہے تمیت محافر\r\nجو خریدار کم وسعت ہونا\r\nسے وصول کرتار کرواندا کرئے اشاقہ ان مہینہ شریر بچین بہارو نام بیا اسی اسکی یوکرینا با این او ترقی کر ہوئے\r\nکے تیر ہدام کے مولی اشتہارمین جا با کن امریکا بہانا لیکن بار است تا که باراد کیا کرو کوئی خربین اونسی پرونه\r\nحال بتایا گیا تھا اور اسکی بد ہمیشہ اسی اشتہا ہیں کسی کو کچھہ اگر کسی نام یاکسی صورت\r\nکا ہوا د کا تیار کی دوست\r\nیہ دو نہر سوال کے\r\nاسیکو مال مویی رو که ما اراه ارسال یرید نگین در جایی که ان دوری کند و این ای ای ار شانه ای و\r\nعلاوہ اشخاص\r\nسنتی آرڈر یا منڈی کر کسی اور سبی نہ ہو آب اسی عادت نہیں رہا مال لین دین متعلق اشاعه انه مقامات ذیل مین کی ویرا\r\nانات کو اور سیلانی برادر خریداران اشاتقه استند سپس جو ڈاک مرکزی یا مقررہ اشخاص کے موجو شخص اپنا را امورکشمیری پیدا\r\nکے علاوہ عام لوگوں کا مال با نا شروع کر دیا یہی رو په بخر اشخاص مقررہ کسی کے اتہد میں دیگا وہ اسے ماری جا کنی\r\nبہت لوگون سربار نام لیکر قرض نشه یا ادرار نہیں کیا اپنی روپیہ کا خود ذمہ وارہوگا۔\r\nکسی سیکسی ماریہ کیا تو واپس نہیں لیا بہت جگہ بہار ہے ر سید محمد بین هستیم شان شد\r\nعاده را تسر\r\n(۲) امری که در تنگه\r\nمنگان دار و نه محمد تشکر"
    },
    {
        "id": 2,
        "pageNo": 2,
        "pageText": "یہ نمبر صفحات من مین\r\nدیہ پر ریویو\r\n۱۶۶\r\nنمبر ۶ جلد\r\nد ان متقدمات کا ثبوت جنید اس استدلال\r\nکا مدار ہے۔ خدا تعالی جسمانی اور روحانی حاجتون\r\n۵۵۶\r\nکے وقت مرد کرتا ہے۔\r\nبر ہم سماج سپاس دلیل سمو الزام -\r\nیہہ اس حصہ کے مطالب متن کا خلاصہ ہر اب اس حصہ کو حاشیہ غیر اور اسکی خواہشی کا\r\nخلاصہ بیان کیا جاتا ہے ۔\r\nخلاصه مطالبقیہ حاشیہ میرا مندرجہ\r\nحصہ چهارم کتاب\r\nبر ہم سمان کے انقراض وہم کا نمت جواب\r\n۲۰ اس اعتراض کو ایک ضمیر کا کہ الہام قید ہے اور ہم آزاد جواب کا آزاد\r\nاس اعتراض کے دو ضمیمہ کا کہ الہام خلاف فطرت ہے جواب\r\nFAY\r\n۳۰۱ عقل بلاء و الہام صدق و وفا کے محافظ نہیں۔\r\n۳۱۹ نبذت شیو نر این اگنی ہوتری کے ریویو بر این احمدیہ کا جواب\r\n۳۲۰ پنڈت کو جبر و خطوط کو ذریعہ سر الہامات کا مشاہدہ کرا دمیر کا وعدہ\r\nبشرط اختیار اسلام بعد شاہدہ\r\nپنڈت کے اس اعتراض کا کہ رسول کی شناخت کرلئے بھر فطرت کون گواہ ہے پر\r\nدھی فطرت رہنما کیوں نہیں ہوسکتی جواب -\r\n۳۳۹ نیت کے اس دعوی کا کہ قرآن سر بہتر تصنیم\r\n۳۳۱ پہول گلاب کی تمثل خواص کا بیان -\r\nر سورہ فاتحہ کو بے مثل خواص\r\nسورہ فاتحہ کے خاصہ حصول صفائی دل ۔\r\nسورہ فاتحہ کے معارف و اسرار\r\nیہ نمبر صفحات حاشیہ بین جوتن و متصل خط فاصل لگا کر کھا گیا۔"
    },
    {
        "id": 3,
        "pageNo": 3,
        "pageText": "ریویو براہین احمدیه\r\n۲۹۲\r\nنمبر اجلدی\r\nتبلیغی ہیں اور ان سے عامہ مکلفین کی ہدایت یا نفع (اگر وہ ٹھیک طور پر\r\nادا ہون) یا ضلالت و نقصان (اگر انکے ادا و تبلیغ میں غلطی ہو ) متصور ہے\r\nزاید امور مین جو ہدایت اور ضلالت کا مدار نہ ہوں اور نہ ان کے وقوع یا\r\nعدم وقوع سے صدق یا کذب ملہم ثابت ہوتا ہو ۔ غلطی فہم یا بیر یا اشتباه\r\nمراد اس عصمت میں خلل انداز نہیں ہے۔\r\nاسکی تفصیل اور اسپرولیل پیش کرنے کلیہ موقع نہیں اِس\r\nتفصیل و ولیل کا محل ہمارا مضمون اثبات نبوت ہے جسکا وقت اتمام عنقریب بیوان\r\nہے ۔ اس مقام مین ایسی دو مشلون کے ذکر پر اکتفا کیا جاتا ہے جن مین\r\n۔\r\nذاتی افعال (جنکی تبلیغ وہ اپنے فعل سے کرتے ہیں اور امت پر ان افعال کا اقتدا\r\nواجب ہو) بھی اصل میں اور امور تبلیغی میں وه اخبار گذشته یا آینده داخل مین جیکی\r\nصدق سے صدق انبیا متصور ہے اور\r\nکذب سے کذب ۔\r\nجو جو شایقین ہمارے مضمون اثبات نبوت کا انتظار نہ کر سکین وہ اس تفصیل مدولیل کو\r\nکتب تفاسیر ( تفسير كبير وغيره) وكتب عقائد (شرح عقائد شرح فقہ اکبر تحدثنا عشیر\r\nشرح مواقف و\r\nغیره) مین ملاحظ کرین\r\nہیم اس مقام میں صرف مذاہب اسلامیہ کی تفصیل\r\nکرتے ہیں۔ جس سے\r\nناظرین کو معلوم جو کہ سیہی مذاہب میں محال عصمت و بی امور بین جو دار صدق اور\r\nمتعلق تبلیغ و شریعیت میں - زائدا امور کو جن کو شریعیت و تبلیغ سے تعلق نہیں\r\nاور نہ وہ گناہ یا طاعت سے تعلق رکہتے ہیں عصمت کا محل کوئی\r\nنہیں سمجھتا\r\nفقد ابوحنیف من ہر ایک اعلی\r\nفقہ اکبر امام ابو حنیفہ علیہ الرحمہ اور اسکی شرح منع الازہر ( تالیف علی قاری)\r\nمین ہے ۔ کہ انبیاء علیہم السلام گناہوں سے صغیرہ ہوں خواہ کبیرہ"
    },
    {
        "id": 4,
        "pageNo": 4,
        "pageText": "بقیه حاشیه منبر ۲۹۲\r\nنمبر ا جلدی\r\n۲۹۴\r\nریویو برا لیں ان تمدید\r\nالملهمين خاتم المرسلین کا بعض الہامات (غیر متعلق به تکلیف و تبلیغ ) کے\r\nوالانبياء عليهم السلام خصوصاً کفر اور بے حیائی کے\r\nكلهم منزهون عن الصغائر کاموں سے معصوم ہوتے ہیں۔\r\nوالكبار والكفر والقبائح نان بعض ابنیا سے لغزش اور بیول\r\nوقد كانت منهم ثلات چوک ہو جاتی ہے جو ان کے\r\nوخطيات اع عشرات بالنسبة عالی مقامات اور روشن حالات کی\r\nالحمالهم من على المقاما طرف نظر کرنے سے خطا معلوم ہوتے\r\nوسنى الحالات ذكر القاضی میں قاضی ابو زید نے اصول فقہ\r\nابو زيد في اصول الفقدان میں فرمایا ہے کہ بنی صلعم کے\r\nافعال النبی صلی اللہ علیہ افعال جو قصداً ان سے سرزد\r\nوسلم عن قصد علی اے بعد ہوئے چار\r\nقسم میں واجب -\r\nاقسام واجب و\r\nمستحب مباح منتخب مباح اور تفرش اور جو\r\nوزلة فاما كان يقع غير قصه بلا قصد سر زد ہوئے جس ہوتے ۔\r\nكما يكون من النائم والمخطى ہوئے یا ہولنے والے کا فعل\r\nونحوهما فلا عبرة بها لانها اسکا اعتبار نہیں کیونکہ و تعلق\r\nغير داخلة تحت الخطاب حکم الہی نہین اور فعل لغزش کے\r\nثم الزلة لا تخلو من القرآن ساتھ اسکی لغزش ہونے کا بیان\r\nبیان انها ذ لها ما من ضروری ہے خواہ بنی سے ہوں جیسے\r\nالفاصل نفسه كقول موسى حضرت موسی کا اپنے فعل قتل\r\nحين قتل القبطى وكنته محیطی کی نسبت یہ کہنا کہ بھہ\r\nهذا من عمل الشيطان مغل شیطان ہے ) خواہ"
    },
    {
        "id": 5,
        "pageNo": 5,
        "pageText": "ریویو براہین احمدیہ\r\nبقیة حاشیہ نمبر ۲۹۳\r\n۲۹۴\r\nنمبز ا جلدے\r\nمراد سمجھتے ہیں اشتباہ و شک پایا جاتا ہے۔\r\nوأما من الله سبحانہ کہا خدا کی طرف سے جیسے خدا کا (حضرت\r\nقال تعالى في حق آدم و\r\nعصی آدم کے ممنوع درخت کا پہل کہاتے\r\nآدم دید فنون مع اند قیل پر یہ فرمانا کہ آدم نے اپنے ہیں\r\nذلته كانت قبل نبوة لقوله فعل میں اپنے رب کا کہا نہیں مانا\r\nتعالى ثم احبتيه و به فتاب اور چونکہ انبیا کی لغزش اس بیان\r\nعلیه و هدی و اذا لم يخلو سے خالی نہیں ہوتی لہذا یہ بات\r\nالزلة من البيان لم یشکل کسی پر مشتبہ نہیں کہ انبیا کا فعل\r\nعلى احد انها غير صالح لغزش لائق اقتدا نہیں تیس لاکی\r\nللاقتداء بها فتبقى العبرة اعتبار پہلے تین قسم ہوئے ایسا\r\nللانواع الثلثه وقد ہی شمس الائمہ نے ذکر کیا ہو۔\r\nذکر شمس الائمہ ایضاحی اور شرح عقائد مین ہے کہ ابنیاء\r\nونشوح العقائد ان الانبيا جھوٹ سے خصوصاً اس امر مین جو\r\nمعصومون عن الكذب شرع و تبلیغ احکام اور ہدایت\r\nخصوصا في ما يتعلق بامر است کے متعلق ہو معصوم ہوتے\r\nالشريع وتبليغ الاحكام و بین عمدا گناہ کرنے سے تو سب\r\nارشاد الامتہ اما عمدا کے نزدیک معصوم مین ہوئے\r\nفيا الاجماع واما سهوا فمت سے گناہ کرنے سے اکثر کو خیال\r\nالاكثرين وفى عصمتهم عن میں جھوٹ کے سوا اور .\r\nسائر الذنوب تفصيل و گناہوں سے معصوم نے مین\r\nهو انهم معصومون عن الكفر مذاہب کی تفصیل ہے کہ کفر سے"
    },
    {
        "id": 6,
        "pageNo": 6,
        "pageText": "۲۹۵\r\nنمبر ا چلدے\r\nریویو براہین احمدیه\r\nرا آنحضرت صلی اللہ علیہ وسلم کو الہام منامی (یعنی خواب میں )\r\nقبل الوحى وبعده بالاجماع تو وہ بنوت سے پہلے اور پیچھے\r\nوكذا عن تعمد الكبائر معصوم مین ایسا ہی محمد کبیره\r\nعند الجمهور خلافا للحشويد گناہ کرنے سے اسمین حشویہ کو\r\nو اما سهوانجوزة الاكثرون رجو قران و حدیث کے ظاہری\r\nواما الصغائر فيجوز عمدا الفاظ بے سوچے سمجھے پکڑ لیتے\r\nعند الجمهور خلافا للجبائي مین) خلاف ہے وہ عمداً\r\nوابتاعه ويجوز سهوا بالا تھا گناہوں کے سر زد ہونے کے\r\nالا ما يدل على الخسه كسرتہ بھی قائل میں ہونے سے گناہ\r\nالقمة وتطفيف حبه لكن سرزد ہونے کو اکثر ممکن سمجھتے\r\nالمحققين اشترطواات ہیں چھو نے گناہوں کا عمداً\r\nشيبهوا عليه فينتهوا عنه - سرزد ہونا جمہور کے نزدیک جائزہ\r\nهذا كله بعد الوحی واما ہے۔ اسمین جیای معتزلی اور اسکے\r\nقبله فلادليل على امتناع اتباع کو خلاف ہو نہ ہوا سرزد ہوتا\r\nصدور الكبيرة خلافا صفائر کا بے نزدیک است ہو نجہ\r\nللمعتزلة ومنع الشيعة صدور ایسے صغیرہ کو جسمین خست پائی جائے\r\nالصغيرة والكبيرة قبل جیسے ایک لقمہ کا چرا لینا یا ایک نے ان وزن\r\nمین کم دیا لیکن محققین کہتے ہیں\r\nالوحي بعدك\r\nشرح نقطه که صفحی و خلیوں کو ایسے صفائر سے یہی انکا خدا کی رشت\r\nکہ\r\nسے متنی و کریانہ آجانا ضروری ہے\r\nیہ نبوت سے پہلے زمانے کا حکم ہے ۔ اور نبوت سے پہلے کبیرہ گنا ہے"
    },
    {
        "id": 7,
        "pageNo": 7,
        "pageText": "۲۹۶\r\nریویو براہین احمدیہ\r\nنمبر، اجلدی\r\nعز عائشه ان النبي صلعم قال | حضرت عائشہ صدیقہ کی صورت قبل\r\nلها ارتيك في المنام مرتين انك فى از نکاح مشاہد کہ ایکنی او\r\nکی گی کہ یہ تیری\r\nسرقة من جديد ويقول هذا زوجہ ہوگی ۔ آنحضرت کو دباوجود یکہ\r\nامرءتك فاكشف عنها فاذاهی آپ کو اصل الہام میں شک نہ تھا اور\r\nانت فاقول ان بل هذا من انبیا کا الہام منامی کیون نہو ہمیشہ\r\nعند الله يمضہ (صحیح بخاری ) یقینی ہوا کرتا ہے ، اس الہام\r\nقال القسطلانی ناقلا عن کی تعبیر و مراد سمجھنے میں اشتباہ\r\nشرح المشكوة وجه التردد هل واقع ہو گیا اور آپ نے بہہ\r\nهی رویا و حی علی ظاهر ها و فر ما یا کہ اگر یہ خدا کی\r\nحقيقتها اور ریا وحی لھا تعبیر طرف سے ہے دینی بظاہر\r\nوكالة الامرين جائز فى حى الا نبياً عنی کہ اس صورت سے\r\nقال في الفتر هو المعتمد و به جزم عائشہ صدیقہ ہی مراد ہو)\r\nتو خدا اسکو سچا کریگا ۔\r\nالسهيلي من ابن العربي -\r\nرشح قسطلانی جلد ۲ ص ۲۳)\r\nبقاله حاشیه صفحه ۲۹۵\r\nسرزد ہونے کے محال ہونے پر کوئی دلیل نہیں ہے ۔ اسین معتزلہ کو خلاف ہو۔\r\nشیعہ کا یہ قول ہے کہ نبی نبوت سے پہلے اور پیچھے صغیرہ اور کبیر نہیں\r\nگنا ہوں سے معصوم ہوتا ہے کیا\r\nاس تفصیل مذاہب سے ثابت ہوا کہ جو امر زاید و غیر متعلق به تکلیف ہو اور اسکو\r\nصغیرہ یا کبیرہ گناہ نہ کہا جاسکے اس میں کسی مذہب کے رو سے نبی کی\r\nخطا سے محافظت ضروری نہیں ۔ ان مذاہب کے دلائل دیکھتے ہوں تو تفسیر\r\nکبیر عید می خورد ۵ (۴) اور شرح مواقف مشر ملاحظہ کریں ۔"
    },
    {
        "id": 8,
        "pageNo": 8,
        "pageText": "نمبر ا جلدی\r\n۲۹۷\r\nریویو براہین احمدیه\r\n(۲) آنحضرت صلح کو الہام منامی میں آپ کی ہجرت کی ایسی جگہ دکھائی گئی جسیمین\r\nدرخت خرما تھے اس کی تعبیر آپ کے خیال میں یہ آئی کہ وہ یمامہ ہے یا\r\nعن أبي موسى عن النبي صلعم رايت موضع بر ۔ مگر یہ خیال واقع\r\nفي المنام الی اھا جین مکرانی کے مخالف نکلا وہ ہجرت کی جگہ\r\nارض بها نخل فذهب وهلى مدینہ طیبہ تھا ۔ چنانچہ آنحضرت\r\nانها اليمامة او هجر فاذا هی نایب صلی اللہ علیہ وسلم نے خود اس\r\n(صحیح بخاری ماده ) امر\r\nکا اظہار فرمایا۔\r\nجب ان دونوں الہامون کے (جو متعلق به تبلیغ و تکلیف نہیں\r\nسنے سمجھنے میں سید الملہمین و خاتم المرسلین کو شک و اشتباه واقع ہوا\r\nاور الہام دوم کے معنی سمجھنے میں تو آپکا خیال واقع کے بھی مخالف نکلا تو\r\nپر مولف براہین احمدیہ کا (جو نبی نہیں ہے صرف بنی آخر الزمان کے خادمون\r\nاور امتیون سے ہے) ایک لفظ الہامی غیر زبان کے سمجھنے میں غلطی کرنا جس سے\r\nنہ کوئی گمراہی مخلوق متصور ہے نہ اس سے الہام یا مہم کی کسی خبر کی نسبت خلاف\r\nکوئی ثابت ہوتی ہے ) کو نسا محل\r\nتعجب و انکار ہے ۔\r\nیہہ جواب اور اسکی موید مثالین ان انگریزی خوان معترضین کے (جو\r\nاہل اسلام میں اور وہ انبیا کے ان حالات کو مانتے ہیں ، خطاب میں بیش\r\nکی گئی ہیں اور اگر متر تین اقوا م میر سے ہیں (جو نبیوں اور ان کے\r\nحالات و مقالات مندرجہ کتب حدیث کو نہیں مانتے ، تو ان کا جواب یہی\r\nبس ہے کہ ایسے امور زائد مین (جو صدق دہدایت کا مدار بہنون ) ملہم کئے\r\nخطا سے حفاظت کی ضروری ہونے پر کوئی دلیل نہیں اور یہ خطا ان کے\r\nفرض منصبی بین خلل انداز نہیں کیونکہ ان امور زائد کو ان کے فرض منصبی"
    },
    {
        "id": 9,
        "pageNo": 9,
        "pageText": "ریلویو برا همین احمدید\r\n٢٩٨\r\nنمبر، اجلدی\r\nکچھ تعلق نہیں ۔ ان امور مین ان کا غلطی کرنا ایسا ہے جیسا کہ انکا ر استے میں\r\nچلتے ہوئے پہل جانا یا چھت پر سے گر پڑنا یا کسی کے ہاتھ سے مارے جانا\r\nیا چوٹ\r\nکہانا یا کپڑا اپنے یا کہتی کرنے میں کوئی غلطی کرنا جسکو کوئی بھی ان کے\r\nفرض منصبی کے مخالف نہیں سمجھتا ۔\r\nاعتراض سوم کا جواب\r\nاس اعتراض کا ماحصل یہ ہے کہ مولف براہین احمدیہ اپنے الہامات\r\nکو محبت قطعی جانتا ہے حالانکہ علماء اسلام نے الہام غیر نبی کو مطلق محبت نہین\r\nنانا اور اسکو دلیل شرعی قرار نہ پین دیا ۔\r\nالجواب\r\nعلمائے اسلام نے جو قرار دیا ہے کہ الہام وکشف غیر نبی حجت نہیں تو\r\nاس سے انکی مراد (جس کو وہ خود به تصریح بیان کر چکے ہیں ہم اپنی طرف سر نہیں\r\nکہتے ) یہ ہے کہ غیر بنی کا الہام یا کشف کسی دوسرے پر حجت نہیں اور وہ\r\nان دلائل شرعیہ میں سے نہیں ہے جن کا ابتاع عام اہل اسلام پر واجب ہے\r\nاور مولف براہین احمدیہ لئے اس قرار داد علما کا خلاف ہرگز نہیں کیا اور کہین\r\nنہیں فرمایا کہ میرا الہام اور لوگوں پر حجت ہے چہ جائیکہ اسکو قطعی محبت تھرایا ہو\r\nجو لوگ یہ دعوے کرتے ہیں کہ مولف براہین اپنے الہامات کو اور ون پر محبت\r\nٹھراتے ہیں اور دوسرے لوگوں کو ان پر یقین کرنا واجب سمجھتے ہیں ۔ وہ\r\nہنگو مولف براہین کا کوئی ایک ہی کلمہ اس\r\nکتاب میں سے یا اور کہیں سے ایسا\r\nبتا دین جس میں انہوں نے اپنے الہامات کو اور دن کے لئے حجت یا قطعی\r\nدلیل تھیرا یا ہے ۔ اور اگر وہ کوئی ایسا کله انکی کلام مین از پانتین توبی با عترضنا"
    },
    {
        "id": 10,
        "pageNo": 10,
        "pageText": "نمیبره اجلده\r\n۲۹۹\r\nریویو برا همین احمد\r\nہوئے خدا سے شرمائین اور اس اعتراض ہیں اور طعن نا روائے سے\r\nباز آئین -\r\nکتاب براہین احمدیہ کی جلد ۲ صفحہ ۲۳۲ اور جلدیم صفحہ\r\n۴۴ ۵ وغیرہ کے اُن فقرات سے (جن مین مولف نے الہام اولیاء اللہ کو قطعی\r\nکہا ہے ) یا مولف کی کسی اور عبارت و کام سے یہ ہرگز مفہوم نہیں ہوتا کہ وہ\r\nالہام غیرتی کو مہم کے سوا اور ون کے حق میں بھی قطعی جانتے ہیں ۔ اور محبت\r\nواجب العمل خیال کرتے ہیں بلکہ ان کے ان فقرات سے جو جلد چہارم میں آپ\r\nنے فرمائے ہیں ۔ صاف معلوم ہوتا ہے کہ وہ اس الہام\r\nکو ملہم ہی کے حق مین\r\nحجت و دلیل سمجھتے ہیں غیروں پر اس کا عمل واجب نہیں جانتے چنانچہ صفحہ ۵۴\r\nجلد چہارم خود فرماتے ہیں خود ظاہر ہے کہ اگر خضر اور موسی کی والدہ کا الہام حرف\r\nشکوک اور شبہات کا ذخیرہ تھا اور قطعی اور یقینی نہ تھا تو ان کو کب جائز تھا کہ\r\nوہ کسی بیگناہ کی جان کو خطرہ میں ڈالتے یا ہلاکت تک پہنچاتے یا کوی دوسرا\r\nایسا کام کرتے جو شرعاً و عقلاً جائز نہیں ہے آخر یقینی علم ہی تھا جس کو بعث\r\nسے وہ کام\r\nکرنا ان پر فرض ہو گیا تھا اور وہ اموران کے\r\nلیئے روا ہو گئے کہ جو دوسروں کے لئے ہرگزرو انہیں“\r\nایک دفعہ مولف سے بالمشافہ اسکے الہام کی نسبت کچھہ ذکر ہوا تو\r\nانہوں نے صاف فرمایا کہ ملہم پر تو اپنے الہام کے موافق عمل کرنا واجب ہی\r\nہے اور لوگ اس کے موافق عمل نہ کہین تو ملہم کو رنج ضرور ہوتا ہے ، اچھے\r\nصاف ثابت ہوتا ہے کہ وہ او رون کے حق میں اسکو واجب العمل نہیں کھیتو\r\nاور محبت خیال نہیں کرتے ۔\r\nاس بیان سے جواب اعتراض سوم تو پورے طور پر ا واسے ہوا\r\nجواب تو طورپر"
    },
    {
        "id": 11,
        "pageNo": 11,
        "pageText": "ریویو براہین احمدیه\r\nنمبر ها جلدی\r\nگر اس سے ایک یہ سوال پیدا ہو گیا کہ ولی اپنے الہام کو اپنے حق میں کیون\r\nحجت و دلیل سمجھتا ہے اور اسکے منجانب اللہ ہونے کا یقین کر لینا اسکو\r\nکیونکر جائز ہے ۔ جس حالت میں اسکے الہام مین وسوسه شیطانی کا ہی متمال\r\nہے اور وہ خود تلبیس ابلیس سے معصوم\r\nنہین ہے ۔ اسی نظر سے اولہ\r\nشرعیہ چار سے زیادہ شمار نہیں ہوئیں اور الہام و کشف غیر نبی اُن چارمین\r\nداخل بہین ۔\r\nنه سوال مولف براہین احمدیہ پر وہ لوگ بھی کرتے ہیں جو الہامی\r\nخاندان سے مشہور ہین اور مولف براہین سے پہلے وہ اپنے بزرگوں کے\r\nالہام خود لوگون کو سناتے تھے اور اپنی الہامات کے سبب وہ اپنے زمرہ\r\nاتباع میں آیتینگ ممتاز و مقتدا تصور کئے جاتے ہیں۔ جب وہ مولف کے\r\nان دعاوی کو جن میں وہ اپنے الہامات کا اپنے لئے مفید علم و یقین ہونا\r\nبیان کرتے ہیں۔ سنتے ہیں تو انکی طرف تعجب و حیرت کی نگا ہوں سود کہتے\r\nہیں ۔ اور جب وہ آپ کے وہ دعاوی مبارزانہ (جن میں وہ اپنے الہامات\r\nکے بہرو سے مخالفین اسلام کو شرطین لگا کر خوارق مشاہدہ کرانے کا\r\nوعدہ دیتے ہیں) سنتے ہیں تو ان پر سخت معترض ہوتے ہیں ۔ اور بعید\r\nنہیں کہ وہ لوگ یا اور معترض اشاعۃ السنته نمبر ۵ و ۶ جلد ۲ صفحه ۵۳ او ۱۵۴\r\nکی مندرجہ عبارات احبار العلوم و میزان کبر سے شعرانی وغیرہ کو بھی اپنے\r\nتعجب و اعتراض کے موید سمجھین اور ان عبارات کی دستاویز نسو ہمارے\r\nہی رسالہ سے ہم کو الزام دینے پر یہی مستعد ہو جائیں۔ لہذا اس سوال\r\nکے جواب دینے میں ہمکو خود بھی کیقدر زیادہ غور\r\nکی ضرورت پیش آئی ہو\r\nاور ناظرین با انصاف کو بھی اسمین مزید توجہ کی ضرورت ہے ۔ بلکہ سچ پوچھو تو"
    },
    {
        "id": 12,
        "pageNo": 12,
        "pageText": "نمبر ا جلده\r\n٣٠١\r\nزیولو برا همین احمدیہ\r\nاس کتاب یا اسکے مولف کی نسبت جسقدر اعتراضات منقول ہوئے ہیں ان میں سو\r\nصرف یہی ایک علمی یا مذہبی سوال ہے جسکے جواب مین کچہ ہم کو سوچنا پڑا اور اسکی\r\nطرف ناظرین اہل علم کی بھی توجہ ضروری ہے اور اعتراضات تو محض حاسدون کے\r\nدخترارات یا د ہمیوں کے خیالات ہیں جنکے جوابات سے صرف عوام یا اوساط\r\nالناس کے وہو کا کہا کر گرا ہی میں پڑ جانے کے خوف سے قلم اٹھایا گیا ہے\r\nاور نہ اہل علم کے نزدیک وہ سوالات لائق تعرض و جواب\r\nنہ ہے ۔\r\nجواب\r\nیہ اصول تو مسلم بین کہ مہم (جیب بینی) اپنے سیہی الہامات میں\r\nمعصوم نہیں ہوتا ۔ اسکے بعطی الہامات میں تلبیس ابلیس کا امکان و احتمال\r\nہے (۲) اور وہ خود بھی اپنے ہر ایک الہام پر (جب تک انکا مخالف شریعت\r\nہونا ثابت نہ کرے یقین کرنے کا شرعاً مجاز نہین (۳) اور اسکا یقین (جو\r\nسکو اپنے الہام پر خود بخود حاصل ہوتا ہے ) شرعی حکم نہین (م) اور لبناء علیہ\r\nکا ہر ایک الہام خود اسکے حق میں بھی ایسی دلیل شرعی (جس پر اہل اسلام کا\r\nتفاق ہو) نہیں ہے چہ جائیکہ وہ اور دن کے حق مین دلیل شرعی قطعی\r\nواجب العمل ہو اشاعۃ السنتہ نمبر ۵ و ۶ جلد ۲ کے صفحہ ۱۵۳ و غیر بین\r\nپہنی اصول\r\nکی تائید و تسلیم کے تضمن مبارات احیاء العلوم میزان کبر سے وہ\r\nفریقان وغیرہ منقول ہوتے ہین جن کی تسلیم سے ہم کو اب بھی\r\nابتکار نہین ہے ۔\r\nولیکن بہت ظلم نہیں کہ ولی اپنے کسی الہام میں بھی معصوم\r\nدینے محفوظ ) نہیں ہوتا ۔ اسکا ہر ایک الہام محتل تلبیس ابلیس زیاد سوحه\r\nشیطانی ہوتا ہے) (۲) اور نہ یہ مسلم ہے کہ ولی کو اپنے کسی الہام پر"
    },
    {
        "id": 13,
        "pageNo": 13,
        "pageText": "تمیه ۶ جلدی\r\n* 1 1\r\nبسم اللہ پہ پادری عماد الدین کے اعتراض کا جواب ۔\r\nپادری کو بامحاورہ عربی بولنی پر انعام کا وعدہ ۔\r\n۳۶۵ دنیا مین بجز اسلام کوئی مذہب نہین جو خدا کی نیت اس تیزی کا اعتقاد رکھتا ہو ا این برای دراماکانی نہین جواد کی نسبت است انتقاد کرسکتا\r\nجو الحمد للہ سے ثابت ہے ۔\r\n۳۶۵ ہندوں اور آب مند دون در داری کا اعتقاد بودی میں شرک - عیسائیوں کا عقیدہ شرکیہ\r\nابدہ کا عقیدہ شرکیہ اور عیسامیوں کا اس سے بڑھکر۔\r\nالرحمن الرحيم مالک یوم الدین کے معارف ۔\r\n۳۸۳ ان اوصاف کی چار صد متین - خدا کا رب ہونا۔ رحمن ہونا۔ رحیم ہونا۔ جب او منرا\r\nکا مالک ہونا ۔\r\n۲۰۶ یہ صداقتین دنیا سر اٹھ چکی تھین تو قرآن نازل ہوا۔\r\n۳۸۷ یہودیوں میں ان صداقتوں کا پایا نہ جانا ۔\r\n۹۰ عیسا میون میں انکا پایا نہ جانا ۔\r\n۳۹۳ ہندوں اور اگر یہ من الکا پایا نہ جانا ۔\r\nسوری سماج میں انکا پایانہ جانا ۔\r\n۳۹۶\r\nو ۴۳ سورہ فاتحہ کی باقی تین صداقتوں کا بیان اور اقوام غیر کا ان\r\n۷۳ آریہ وغیرہ کا ان صداقتون سر بخیر ہونا ۔\r\nسورہ فاتحہ کو اسرار و لطایف تمہ ۔\r\nقران شریف کے مقاصد عشرہ -\r\nکابیان غیرکان سور روم جانا۔\r\nY\r\n۵۲۳\r\n۵۲۴\r\n۵۳۰\r\nسورہ فاتحہ کے خواص روحانی از انجملہ اسکی دردسر مورو الہام ہو جانا ۔\r\nعام لوگون سور اسکا تجربہ و مشاہدہ کر د مینو کا وعدہ بشرط صدق و اختيار الم بود شاهدة\r\n۵۳۴ پنڈت دیانند سے اسکی تجربہ و مشاہدہ کا وعدہ بند یو خطوط رجب\r\n۵۴۴ پادریون کا وعدہ بشر ط صدق و ارادت -\r\nدیکو نوش صفر گذشته"
    },
    {
        "id": 14,
        "pageNo": 14,
        "pageText": "ریویو براہین احمدیه\r\nنمبر ا جلده\r\nجب تک کره کتاب آسمانی مین اسکی شہادت و تائید نہ پائی یقین کرنا جائز نہیں ہے\r\n(۳) اور نہ ہی مسلم ہے کہ یہ یقین اسکو اپنے کسی الہام میں حاصل نہیں ہوتا جب\r\nایک کہ وہ اپنے الہام کی شہادت\r\nکسی کتاب آسمانی مین نہین پا تا اہم ، اور دیہ\r\nمسلم ہے کہ اسکو اپنے الہام پر گو وہ مخالف شرع نہوں عمل کرنا شرعاً ممنوع ہے۔\r\nجب تک کہ کسی کتاب آسمانی مین اس پر عمل کرنے کی صریح اجازت نہ پائے زہ ہے\r\nاور نہ یہی سلم ہے کہ اسکا کوئی الہام میدون شهادت آسمانی ، سکے حق مین (اتفاقی\r\nنہ سہی اختلافی دلیل بھی نہیں ہے جسپر حل کرنے کے لئے وہ کسی وجہ سے اور\r\nکسی کے ننہ د یک مامور و مجاز نہ ہو ۔\r\nان اصول کو جنگی تسلیم سے ہم کو انکار ہے ہمنے اشاعۃ السنت\r\nنمبرہ وہ جلد ۲ میں تسلیم نہیں کیا اور کسی اور محقق عالم اسلام کو ان\r\nاصول\r\nکا قائل ومستم یا یا اور نہ ان کی تسلیم و صحت پر کتاب اللہ وس\r\nیا تصانیف علماء است و فقہا ر علت میں\r\nکسی دلیل کا مشاہدہ کیا ۔\r\nلہذا ہم یا وجود تسلیم ان اصول کے جو اشاعۃ السنتہ نمبر ہ وہ جلد ۲\r\nمیں تسلیم کر چکے ہیں یہ چار دعوے کر سکتے ہیں (۱) علم غیر نی جو نیکو کا\r\nو پرہیز\r\nگار ہو نہ فاسق و بدکار اپنے الہابات میں (جو کتاب اللہ کے مخالف بہنوں بلکہ\r\nبه نیم قید محض ادباً و تعظيماً للشریعہ لگائی گئی ہے ۔ ورنہ قید دوام و\r\nثبات النسیام اس قید (عدم مخالفت کتاب اللہ) سے معنی ہے ۔\r\nاور کوئی الہام اولیار اور چہر وہ منجانب اللہ قائم و ثابت به کیر جاوین\r\nخلاف شریعیت نہیں ہوتا۔ اسی نظر سے مولف پر انہیں احمد نے الہام\r\nاولیا کے مخالف کتاب اللہ کے ہونے سے انکار کیا۔ اور بعض ۲۳۵\r\nکتاب جیمین حاشیه در ما سفیر تمہارا کیا ہے اور پینے و ہم کو اگر الہام اولیا"
    },
    {
        "id": 15,
        "pageNo": 15,
        "pageText": "۳۰۳\r\nبه بولو پرا مین احمدیه\r\nشمیر ا جلدی\r\nموید و موافق ہوں اور ان مین کذب و گمراہی کا دخل نہو اور ان پر ملہم کو یہ تکرار و\r\nتاکید قائم کر کہا گیا ہو ۔ تلبیس ابلیس دیا دو سو سہ شیطانی ) سے محفوظ ہوتا ہے\r\n(۲) اور ان الہامات کے منجانب اللہ ہونے کا اسکو یقین کر لینا اس الہام کا\r\nلازمہ ہے اور شر ما منع نہین گو اس یقین کی وجہ و دلیل بجہ اس الہام کے اور\r\nکوئی اسکے پاس نہو ۔ (۳) اور اس یقین کے موافق اسکو کوی عمل یا دعویٰ\r\n(جبکو شریعیت منع کرے) کہ لینا بھی اِس الہام کے لوازم سے ہے اور شرعاً\r\nمنع نہیں گو اس عمل یا دعوئے کے لئے کوئی اور دلیل شرعی اسکے ہاتھ مین\r\nنبود) یہی الہام، اور جو اس سے یقین حاصل ہوا ہے اس مہم کے\r\nحق میں خدا کی طرف سے دلیل ہے گو یہ دلیل ایسی شرعی دلیل\r\nنہیں ہے جسپر اور لوگوں کو عمل\r\nکرنا واجب یا چائنہ ہوتا ہے اور نہ ایسی دلیل ہے\r\nجسکو عام اہل اسلام دلیل سمیتی بین صرف بعض علماء جو کشف و الہام کا\r\nمذاق رکھتے ہیں ۔ اسکو مہم کے حق میں دلیل سمجھتے ہیں اور ان دعاوی اربعہ\r\nپر دلائل ذیل سے استدلال کر سکتے ہیں ۔\r\nدلائل دعوے اوّل\r\nاس دعوی کی موید و و دلیلین پہلی یہی ضمن جواب اعتراض دوم\r\nگذر چکی ہین جو آیت حل انتكم على من تنزل الشیاطین سے ماخوذ ہیں اور\r\nظریفت حقہ محمدیہ سے مخالف ہو تو پر کیا کرین یہ ایسا ہی قول ہے جیسا کوئی کہے کہ\r\nاگر ایک بلی کا الہام دوسرے نبی کے الہام سے مخالف ہو تو پیر کیا گرین پیش سارس کا\r\nیہ جواب ہو کہ ایسا کامل النور الہام جنگی جمنے او پر تعریف کہی ہو نکن نہیں کہ شریعت\r\nاحظہ محمدیہ سے مخالف ہوا اور اگر کوئی کم فہم کچھ مخالفت میں تو وہ اسکو سجی کا تصور ہے\r\nتال ماشاه صفی ۳۰۲"
    },
    {
        "id": 16,
        "pageNo": 16,
        "pageText": "ریویو براہین احمدیہ\r\nان سے خاص کر الہامات براہین اح\r\nاس مقام میں دو دلیلین اور پیش کیجاتی ہیں ۔\r\nنمیره جلدی\r\nیطان ہونا ثابت کیا گیا ہے\r\nدلیل اول (جو دلیل دوم سابق الذکر کے قریب قریب ہے ، یہ ہو\r\nکو شیطان بجز برائی و گمراہی کے اور کھیہ القانہین کرتا اور ان الہامات میں\r\nسر است روایت تسلیم کی گئی ہے گرا ہی کی کوئی باتان میں انی نہیں گئی پر سیلانی\r\nشیطانی کیونکر ہو سکتے ہیں ۔\r\nاس دلیل کا دوسرا مقدمہ ظاہر الثبوت ہے پہلے مقدمے\r\nکے شواهد قران میں کثرت سے موجود ہیں ۔ ایک جگہ ارشاد\r\nانما يا مركم بالسوم والفحشاء ہوا ہے کہ شیطان تم کو برائی اور ہے\r\nحیائی ہی کی باتین کرنے کو کہتا ہے ۔\r\nريقه ع )\r\nالشيطان يعدكم الفقرو اور جگہ فرمایا ہے شیطان تم کو فقیری\r\nسے ڈراتا ہے اور بے حیائی کی انتین\r\nيا مركم بالفحشاء\r\n(بقرة ع٣٤ )\r\nبتاتا ہے ۔\r\nبريد الشيطان ان يضلهم اور فرمایا شیطان چاہتا ہے کہ انکو\r\nضلال بعيدا (نام) دور پہلا دے\r\nر امین اسمین فرق یہ ہو کہ وہ چند خاص الہامات کے منجانب اللہ ہونے پر دلیل شیرانی کسی کو\r\nیہ اسی قسم کی بالی بات پر (۲) اسکا منہ ایک آیت ہو اسکا ماخذ کئی آیات (۳) اسکا\r\nنتج به جو\r\nکہ الہامات براہین احمدیہ شیطان کی طرف سو نہیں اسکا نتیجہ یہ کہ ایسے الہامات\r\nمشیطانی الہا بات ہورہی نہیں سکتے ۔\r\nکیونکہ ان ہی الہامات کو تلیں المین سے محفوظ ، نا گیا ہے جو کتاب اللہ کے\r\nمخالف ہوں علیکم اسکے موید و موافق چیون"
    },
    {
        "id": 17,
        "pageNo": 17,
        "pageText": "نمبرزا جلدی\r\n۳۰۵\r\nریو و برا همین احمدید\r\nلوان الشياطين ليوحون اور فرمایا کہ شیاطین اپنے دوستو نمکی\r\nالى اوليائهم ليجاد لوكم یہ وسوسہ ڈالتے ہیں کہ وہ تم سے\r\n(اسے اہل قرآن مسئلہ ذبیحہ مین مقابلہ\r\n( انغام ع ۱۴ )\r\nقرآن ) جهگرین\r\nوكذلك جعلنا لكل نبي خدوا اور فرمایا ایسا ہی پہنے ہر ایک نبی\r\nشياطين الانس والجن يوحی کے لئے شیطان آدمیون اور جنون\r\nبعضهم إلى بعض نخروف القول میں سے دشمن بنا تو میں جوایکی و شیری\r\nغرورا (انعام ع ۱۴)\r\nو ہو کھا دینے سے لت لی کی باتیں کہا میں\r\nاس مضمون کی آیات قرآن میں اور مینیون بین جن سے معلوم ہوتا ہے کہ\r\nشیاطین حق اور ہدایت کی با تیمین کسی کو نہیں سکھاتے وہ گمراہی اور برائی\r\nہی سکھاتے ہیں -\r\nسوال بحكم الكذوب قد يصدق یعنی جھوٹا کسی فرض فاسد\r\nسے سے بول لیتا ہے ، ممکن ہے کہ وہ الہامات حقہ شیطان کی طرف سے ہون\r\nجس سے کوئی نتیجہ بد نکالنا اسکو مد نظر ہو۔ اسکا موید وہ قصہ کتب حدیث\r\nہے جس میں شیطان کا حضرت ابو ہر بیرہ کو آیتہ الکرسی سکہا جاتا پایا\r\nجاتا ہے ۔\r\nجواب جھوٹے کا کیہی سچ بولنا سلم مگر اسکا لازمہ یہ نہین کہ اس کے\r\nسہی بول سچ ہوں ۔ اسکا لازمہ تو یہ ہے کہ اسکا جوت سچ سے زیادہ ہو۔\r\nپر جس کام میں جھوٹ\r\nکا شائبہ بھی ہو تو وہ جھوٹے کا کلام کیونکہ ہوسکتا ہے\r\nبناء علیہ جن الہامات از سر تا پا حق و ہدایت ہو ۔ جھوٹ اور گراہی کا\r\nهمین نام و نشان نبوده الفارشیطانی کیونکر ہو سکتی ہیں ۔ اور اگر کہو یہ الہامات"
    },
    {
        "id": 18,
        "pageNo": 18,
        "pageText": "ریویو برا مین احمدیہ\r\nنمبر ا جلدے\r\nخاص ایسے شیطان کے انفار سے ہیں جو کہی جھوٹ نہیں بولتا اور وہ\r\nآنحضرت کے قرین شیطان کی طرح مسلمان ہو گیا ہے اور قول نوی غلا یا مرنی\r\nالا بخیر کا مصداق بن گیا ہے تو ایسے شیطان کا القامین القاء رحمانی ہے\r\nاور ایسا شیطان )ملہم الحق) نائب رحمان ہے جو بنجر لا الہ ان امور محمد سیول ہے\r\nاور اسکے فروعات و مویدات کی کچیہ القا نہیں کرتا ۔ ایسے شیطان سر خدا\r\nنے آنحضرت سید الرسل\r\nکو نہین بچایا تو اس سے اہم غیر نبی کی حفاظت کی کیا\r\nضرورت ہے اور اس سے محفوظ ہونے کا دعوی کون کرتا ہے ؟\r\nدلیل دوم - متقی و نیکوکار (نہ فاسق و بدکار) خدا کے مخلص بندن\r\nسے ہے ۔ اور مخلص بندۂ خدا کے الہام مین گوشیطانی وسوسہ کا امکان ہے\r\nمگریم ممکن نہین کہ وہ اسی وسوسه مین مبتظار ہو اور شیطان\r\nکو اسپر ایسا\r\nچنانچہ حضرت ابن مسعود سے روایت ہے کہ آن حضرت نے فرمایا\r\nوعن ابن مسعود قال قال کہ تم میں سے ہر ایک کے ساتھ ایک\r\nرسول\r\nالله صلى الله علیه ولی ما همنشین شیطانون مین سو مقرر\r\nمنكم من احد الا وقد وكل قرينية ہوتا ہے ایک فرشتون مین سے\r\nمن الجن قريبه من الملائكة موگون نے عرض کیا یارسول اللہ کیا\r\nقانو او اياك يا رسول اللہ آپ\r\nکے ساتھ یہیں ؟ آپ تو فرمایا ہان میری\r\nقال و اياى ولكن الله ساتھ یہی ہے ۔ پر خدائے تعالے\r\nامانی علیہ فاسلم فلا یانی نے بجھوائی ہمنشیں شیطان ان غالب\r\nکر دیا ہے ۔ اور وہ میری تابع\r\nالانجير دا وه مسلم\r\nہو گیا ہے ۔ لہذا وہ مجہو نیکی کے (مشكوة صفحه ۱۰)\r\nسوا کچھ نہیں کہتا ۔"
    },
    {
        "id": 19,
        "pageNo": 19,
        "pageText": "نمبر جلدی\r\n۳۰۷\r\nبه یو یو براہین احمدیہ\r\nسلط ہو جائے کہ وہ اس کو اس وسوسہ سے نکلنے توے پھر جن الہامات پر\r\nخدا اپنے متقی اور مخلص بندوں کو بتکرار و تاکید قائم دائم رکہو وہ القار شیطانی\r\nکیونکر ہو سکتے ہیں\r\nاس دلیل کا یہی پہلا مقدمہ ظاہر الثبوت ہے۔ دوسرے\r\nمقدمه په ولائل بہت سی آیات قرآن بین از انجمله وہ آیات جن\r\nولا غونيهم اجمعين الاعبادك بين یہ بیان ہے کہ خدا کے مخلص\r\nمنهم المخلصين قال هذا صراط بندون پر شیطان کا تسلط نہیں ہوتا\r\nعلى مستقیم ان عبادی لیس اسکا تسلط انہی لوگوں پر ہوتا ہے\r\nلك عليهم سلطان (مجمع ۳) جو اسکے دوست ہیں (یعنی خدا\r\nنما سلطانہ علا الذين يتولونہ والدین کے دشمن ) اور شیطان کو خدا کا\r\nهم مشركون (نخل (۱۳)\r\nشریک بنانے والے ۔\r\nاور از الجملہ وہ آیات قرآنی (جواب قران مین پڑسی نبین\r\nجائین اور وہ مشہور قرابتون مین نہین ہیں ۔ صرف بعض صحابہ ابن عباس\r\nقال ابن عباس من نبي ولا محدث و ابن مسعود وغیرہ کی وہ قرت ہے\r\n(صحیح بخاری ۵۳۵)\r\nہذا اسکا رتبہ استدلال میں حدیث\r\nقوله قال ابن عباس من نبی کا سا ہے ، جسیمین یہ بیان ہے کہ\r\nولا محدث ای فی قولہ تعالی و ما مینے تجہ سے پہلے (اے رسول)\r\nارسلنا من قبلك من رسول وہ کوئی نبی یا رسول یا محدث (یعنی مہم\r\nالا اذا منی آلایه کان ابن عباس ایسا نہیں بیچا کہ اس کی بات\r\nزاد فيها ولا محدث اخرجه سفیات میں شیطان نے بات نہ ملاوی ہو\r\nبن عيينه في لخرجا معد اخر عید پر خدا شیطان کی ملائی ہوئی باتو"
    },
    {
        "id": 20,
        "pageNo": 20,
        "pageText": "ریویو بر ابلین تمدید\r\nنمبرہ اجلدی\r\nبن حميد من طريقه و استاده الى ابن عباس صحیح تلفظ مٹا دیتا ہے اور اپنی اصلی آیات\r\nعن عمرو بن بنا و قال كان ابن عباس تھے او ما ارسالات ربیعنی الہامات کو محکم (ثابت) کہتا\r\nقبلك من رسول کا نبی کا محوش افتح لیلی می انجام ہے.\r\nاور اثر النجملہ وہ آیت جسمین ارشاد ہے کہ پر سہیز گارون کو جب شیطان\r\nوسوسہ ڈالتا ہے تو وہ ہوشیار ہو جاتے ہیں اور اس وسوسہ کو جان لیتے\r\nن الذين اتقوا اذا مهم طائف من ہیں اور جو لوگ شیطانوں کے بہائی\r\nالشيطان تذكر وافاقه اهم مبصرون ہوتے ہیں انکو شیطان گمراہی میں\r\nواخوانهم بمدونهم فى الفى شم کھینچتے ہیں پھر وہ ڈھیل نہین\r\nفي\r\nلا يقصر من (اعراف ع۲۴) دیتے ۔\r\nاور ظاہر ہے کہ جو شخص ہمیشہ وسوسہ مین مبتلا ر ہے اور اس سورہ شیطانی کو\r\nالہام رحمانی سمجھتار ہے وہ ہوشیار اور سنجہ وار نہیں کہلا تا شیطان کا بیائی\r\nکہلانے کا مستحق ہے ۔\r\nاور از انجملہ وہ آیات جن مین بخدا تعالے نے بندون سے وعدہ کیا ہوا\r\nیا ایها الذین امنوان تتقوا الله يجعل لکم کہ اگر وہ پر ہیز گار ہوں گے تو انکو حق\r\n(انفال ع) باطل رحین الہام رحمانی اور وسوسہ\r\nفرقانا\r\nيا ايها الذين امنوا اتقو الله و امنو ابر سولہ شیطانی ہی داخل ہے) کی تمیز عطا\r\nيوتكم كفلين من رحمته ويجعل لكم . کریگا اور انکو نور مرحمت فرمائیگا جس سے\r\nتور اتمشون به (جدیدع (۴) ور سید ہی راہ چلین\r\nاور ظاہر ہے جو شخص ہمیشہ وسوسہ شیطانی مین مبتلا ر ہو اسکو صاحب تیز\r\nاور اہل نور نہین کہا جا سکتا ۔\r\nاحد انه\r\nاحد انه الجملہ وہ آیت جس میں ارشاد ہے کہ جو شخص خدا کی طرف"
    },
    {
        "id": 21,
        "pageNo": 21,
        "pageText": "نمبر ا جلد\r\nریویو برا ما\r\nقل ان الله يضل من يشاء ويهدى رجوع کرتا ہے خدا اسکو اپنی طرف راہ\r\nاليه من اتاب (رعدع ۴) دکھاتا ہے ۔\r\nاور از انجملہ وہ آیت جس میں ارشاد ہے کہ جن لوگون نے ہماری راہ کی طلب\r\nوالذين جاهدوا فينا لنهدينهم سلتا میں کوشش کی انکو ہم اپنی راہ دکھاتے\r\nوان الله لمع المحسنين (عنکبوت ع ) بین اور خدا نیکو کاروں کے ساتھ ہو\r\nاور ظاہر ہے کہ جو شخص ہمیشہ شیطان کے وسوسہ مین مبتلار او کو خدا ہے\r\nراہ دیکہا یا اور نہ ہذا اسکے ساتھ ہوا۔\r\nاور انز الجملہ وہ آیت جسمین خدا تعالے کا ارشاد ہے کہ تم مجہو پکار مین\r\nتمہاری پکار سنوں گا یامین خود تم کو جواب دوں گا دیعنی تمہاری دعا\r\nوقال ربكم ادعونی استجب لکم (مؤمن (۶۶) قبول کردن گا ۔\r\nاور ظاہر ہے کہ شیطان کے جواب کو خدا کا جواب نہین کہا جاسکتا ہیں\r\nاگر کوئی خدا کا مخلص اور سچا طالب خدا کو پکار ہو اور اپنی پکار اور طلب مین پوری\r\nها جزی کرے اور خدا کے درواز ہ پر گڑ گڑائے اور سر جی کا وے تو پھر کیونکر ممکن ہے\r\nکہ خدا کی جگہ شیطان اس کو ایسا جواب دے جسکو وہ خدا کا جواب سمجتارہ ہے اس\r\nامر کو ممکن کہنا ز صرف ولایت اولیا ریا نبوت انبیاء میں خلل ڈالتا ہے بلکہ خدا\r\nکی خدائی کو بٹہ لگاتا ہے اور اسکی وصف ربوبیت و قیومیت کو مٹاتا ہے اور\r\nیہ بتاتا ہے کہ وہ اپنے وعدہ کو با وجود قدرت پورا اور سچا نہیں کرتا یا ور پس\r\nوعدہ کو پورا کرنے کی طاقت نہیں رکہتا شیطان کو اسکے نیک بند و او تخلص لیوان\r\nپر اس سے زیادہ قدرت و تصرف ہے تعالٰى الله عما يقول الظلمون\r\nحلوا كيلواً .\r\nان دلایل قرانیہ سے مقدمہ دوم ولیل دوم ثابت ہوا۔ اور ان"
    },
    {
        "id": 22,
        "pageNo": 22,
        "pageText": "ریویو براہین احمدیہ\r\nنمیرہ اجلدی\r\nدو دلیلوں سے ہمار ا دعوی اول ثبوت کو پہنچا ۔ اور ثابت ہوا کہ اولیاء\r\nاللہ اپنے ان الہامات میں (جن پر وہ قائم اور دائم رہین ) تلبیس امی سے محفوظ ہو ہیں\r\nاسمقام مین شاید ہماری وہ معاصرین (جو با وجود و قوسے ترک\r\nتقلید تقلید سابقین کے خوگر ہیں اور بلا واسطه سابقین کسی آیت یا حدیث سو\r\nتمسک نہیں کرتے اور جو بلا واسط با یقین کسی آیت یا حدیث سے استدلال کرو\r\nردو سکو تعجب\r\nکی نگاہوں سے دیکہ تو مہین ) سوال کریں کہ تم سے پہلے کسی نو ولی\r\nغیر نبی کو معصوم و محفوظ کہا ہے ؟ اور اس دعو سے تہران آیات سے تمسک و\r\nاستدلال کیا ہے ؟ لہذا بپا خاطر ان حضرات کے اسمقام میں چند اقوال علماء\r\nسابقین پیش کئے جاتے ہیں اور چونکہ اس سوال کا اندیشہ زیادہ تر مجھے اپنے\r\nہی عینی بہایون (اہلحدیث) سے ہے جو وہ اسے اختلاف کے سبب\r\nسنیون کو بدعتی اور اہلحدیث کو حنفی بنا دیتے ہیں اسلئے ان ہی علماء کی نقل .\r\nاقوال پر اکتفا کیا جاتا ہے جنکو اس گروہ اہلحدیث سے زیادہ تعلق ہے تاکہ ہیں\r\nفرقہ ناجیہ کی نوخیز مجتہد اس دعوے کے سبب ہمکو بدعتی بناتے ہوئے شرمین\r\nاور یہ خیال فرمائیں کہ اس صورت میں اس مذہب کے مجتہد و مجد و اور اس ملک\r\nمیں اسکے مروج سہی بدعتی ہوجائیگی پر ہم الحدیث کس منہ سے\r\nکہلا مینگو میں واضح\r\nہوا کہ از انجلہ ایک عالم نبیل فاضل مغیل مولانا محمد معیل شہید مین چور سال\r\nمنصب امامت و صراط مقیم مین کا ملین اولیاء اللہ کو ہر قول نعمان نام\r\nوقار میں معصوم بتاتے اور اس حصد عصمت میں ان کو وارث انبیا\r\nٹھراتے ہیں ۔\r\nآپ کے رسالہ منصب امامت کو صفحہ ۳ سے ۴۲ ایک ناظرین ملاحظہ\r\nفرما دین گئے تو ہمارے اس دعوے بلکہ یہی دعاوی بلکہ کتاب براہین احمدیہ کے\r\nمہینے تو تم تو احتیاط کے ساتھ قید مین لگا کر او نکر محفوظ بنا یا تنہا مولانا مرحوم نے ان قید و نگا یہی اظہار نہین فر"
    },
    {
        "id": 23,
        "pageNo": 23,
        "pageText": "نمبزه اجلده\r\nاس\r\nقسم کے سہی مطالب کا اسکو موید پا دینگے ۔\r\nریویو برا همین احمدیه\r\nہم اس مقام مین تشویق ناظرین کے لئے اُن چالیسن ہم صفحہ کا چند سطور مین\r\nخلاصهہ بیان کرتے ہیں اور جو عصمت اولیاء کے باب میں خاصکر انہوں نے\r\nفرمایا ہے اسکو بعینہ معرض نقل میں لاتے ہیں ۔\r\nاس رسالہ کے صفحہ ۳۰ مین اصول کمالات انبسیار پانچ وضعف بنیان\r\nکئے ہیں ۔ (۱) وجاہت (۲) ولایت (۳) بعثت (۴) ہدایت (۵) سیاست\r\nپر فرمایا کہ وجاہت کی تین شاخین ہیں ۔\r\n(1) محبوبیت حضور رب العالمین مین (۲) عزت ملائکہ مقربین مین (۳)\r\nسیاست یا سیادت بندون مین -\r\nپر صفحہ 4 میں فرمایا ہے ولایت کی تین شاخین میں اول (معاملات\r\nصادقہ (الہام - تعلیم - تفہیم نینی\r\nگشت خیره دوم مقامات کامل (محبت مثبت\r\nرضا - تسلیم صبر استقامت زید قناعت تفرید به تجرید ( سوطه خلاق\r\nفاضلہ (علوممت - و خورشفقت - حلم - حیا محبت - وفا - سخاوت شجاعت\r\nپر فرمایا یہ ولایت بہی خواص بندگان خدا کو حاصل ہوتی ہے مگر کا ملین خوص کو\r\nان دو صفتون کے ساتھ (۱) عبودیت (۲) عصمت\r\nپہر صفحہ کے فرمایا تو معنی عصمت اگست که آنچه بایشان تعلق میدارم\r\nاقوال و افعال و عبادات وعادات و معاملات و مقامات و اخلاق و احوال آن\r\nہم ساحق جل و علی از مداخلت نفس شیطان و خطا و نسیان بقدرت کا ملہ خود\r\nمحفوظ میدارد و ما نگر حافظین را برایشان می گمارد تا خیار بشریت و امن پاک\r\nایشان را نه آلاید و نفس بہیمی به بعضی مکنونات خود امر نفر باید و اگر احیانا چیز یکی\r\nخارج از قانون رضامندی حضرت حق باشد از یشیان بطریق شد و ذو ندرت"
    },
    {
        "id": 24,
        "pageNo": 24,
        "pageText": "براہین احمدیه پیر د یویو\r\n۵۴۹\r\nنمبر ۶ جلد\r\nلوگوں کے اس شبہ کا کہ مجھے لطایف مسلمانوں کے اپنی ایجادات اور ذہنی زکات\r\nہیں جواب\r\nخلاصه مطالب حواسته\r\nواشی حاشیہ نمبر ا ا\r\nمندرجه قصد\r\nاس حصیه های اور رشید\r\nدر حاشیه اور مین نمبر ۳ و ۴ - - . دلم به نما\r\n*\r\n۲۸۳\r\nبقيه حاشيه حاشة بركا خلاصه.\r\nقران بود عایق دار بیان ہوئی میں پل کی کتاب میں پائی نہیں جاتی\r\n۲۹۴ نور افشان کو اس سوال کا کہ منجی صادق کی علامات و شرایط کیا بین جواب\r\nنجومیون اور جوتشیوں کی پیش گوئی کا ہے اعتبار ہونا ۔\r\n۳۰۲\r\nخلاصه حاشیه حاشیه نبر\r\nعیسائیوں سے خطاب\r\nاور یہ بحث کہ اناجیل اربعہ یہی الہامی نہیں ۔\r\nجیسا ہون\r\nکی اس اپیل کا کہ انجیل کی تعلیم علم اسکی بے شل ہونے پر دلیل ہی جواب\r\n۳۳۷ بت پرستون مین اس سر زیادہ علم کی تاکید ہو۔\r\n۳۴۵ بحکم خطرت علم و تغضب دو نو ضروری ہیں ۔ دونو ہیں\r\nحران کا حکم اسکے مطابق ہے ۔\r\nMay\r\nفیضی کی کو میر بے نقط کے معارضہ کا جواب ۔\r\n۳۸۴ قران کا لغو و فضول کلام سر پاک ہونا ۔ کا لغو و ہے\r\n۹۷ آریہ کے دعوی فصاحت و الهام دید کا\r\n۳۹۹ وید شاعرانہ کلام ہے ۔\r\nداور وید مین شرک کی تعلیم ہے ۔\r\n۔\r\nتایپ عبر صفحات حاشیه در حاشیہ میں جو حاشیہ کو مشخص خطا خاص دیگر لکھا گیا ہے ۔"
    },
    {
        "id": 25,
        "pageNo": 25,
        "pageText": "ریویو براہین احمدیه\r\n۳۱۲\r\nنمبر ا جلدی\r\nصادر میں گرد و فی الفور حافظ حقیقی ایشان را بان آگاه می فرماید و عصمت فیبی\r\nطوعاً و کر با ایشان را کشان کشان براه راست می آرد و این ولایت مذکوره\r\nکه رنگین باشد بر زنگ عبودیت و عصمت آنرا ولایت النبوة میگویند پس\r\nولایت النبوة غير منصب نبوت است چه منصب نبوت مخصوص است با بنیار و این\r\nولایت النبوة اگر چه بالا صالت در انبیا یافتہ مے شود فاما بعضے اکابر اولیا را\r\nهم به تبعیت انبیا از ان نصیبے بدست می آید چنانچه دلایل این دعوی از کتاب و\r\nشعبت عنقریب مذکور خواہد گروید انشاء اللہ تعالیے ۔\r\nپر صفحه بعثت کی ظاہری صورت اور حقیقت بیان فرمائی ہے ۔\r\nپہر صفحہ ۱۲ ہدایت کے پانچ طریق بیان فرمائے ہیں (1) نزول برکت ۔\r\n(۲) عقد ہمت (۳) فیض صحبت (۴) خرق عادت (6) اظہار دعوت ۔ اور\r\nہر ایک کی شرح فرمائی ہے ۔\r\nپهر صفحه ۲۲ سیاست ایمانی کو خاصہ انبیا ٹہرا کر اس کے چار قسم بیان\r\nکئے ہیں ۔\r\nپر صفحہ ۲۵ اس سیاست کے پانچ اصول بیان کئے ہین (۱) فراست (۲)\r\nامارت (۳) عدالت (ه) حفاظت ده) نظامت -\r\nپیر صفحہ ۲۸ یہ دعوی کیا ہے کہ بعض مقبول بندی اگر چہ نبوت کا منصب نہیں\r\nکہتے مگر انگو ان کمالات نبوت کا اپنی استعداد اور لیاقت کے موافق حصہ پہنچتا ہے۔\r\nپر صفحہ ۲۹ سے صفحہ ۳۷ تک ہر ایک کمال کا منجملہ کمالات مذکورہ غیر نبی مین\r\nپایا جاتا آیات قرآنیہ و آحادیث نبویہ سے اس زور و شور سے ثابت کیا ہے کہ امین\r\nکسی منکر کو بحال مقال باقی نہیں رہنجود ہے۔ از اینحملہ کمال عصمت کے بیان اثبات\r\nمین فرمایا ہو و از اعظم مقامات ولایت عصمت انت باید دانست که حقیقت همت"
    },
    {
        "id": 26,
        "pageNo": 26,
        "pageText": "نمبر ا جلدی\r\n۳۱۳\r\nریویو برا بلین احمدید\r\nحفاظت غیبی است که جمیع اقوال و افعال و اخلاق و احوال اعتقادات و مقامات محصوم |\r\nرا بر راه حق\r\nکشان\r\nکشان میبرد و از انحراف از حق مانع می شود همین حفاظت که با بسیار الله\r\nمتعلق سے باشد آئنہ عصمت سے نامند و اگر یکاملی دیگر تعلق می باشد آنرا حفظ میگویند\r\nپر عصمت و حفظ فی الحقیقت یک چیزست اما بنابر تا دب لفظ عصمت بر حفظ که متعلق\r\nبا ولیا راه دست اطلاق نے نمایند با لجا مقصود از بین مقام است که حفاظت میبی\r\nچنانکه با بنیاد الله تعلق است همچنین به بعضے اکا بر از ابتاع ایشان هم متعلق می باشد\r\nقال الله تعالى ان عبادى ليس لك عليهم سلطان وكفى يزبك وكيلاه پس\r\nمعلوم شد سر تعلق حفاظت غیبیه شده کمال عبودیت است خواه در ابنیاء الله یافته شود\r\nخواه در اتباع ایشان وقال الله تعالى وما ارسلنا من قبلك من رسول ولا بني\r\nالا ادامنى القى الشيطان في امنیت فیننح الله ما بلقى الشيطان ثم يحكم الله\r\nایته در قرایت ابن عباس این کریمه مسطوره باین طریق مرویست و ما ارسلنا من\r\nقبلك\r\nمز رسول و\r\nکلا بني ولا محدث الا اذا تمنى القى الشيطان في امنيته فيتم الله\r\nما يلقى الشيطان ثم يحكم الله اینه پس برین تقدیر معنی عصمت که مفاد این که یه\r\nاست چنانکه بر سل و انبیا ثابت شد و همچنین بجد ثمین ہم ثابت گردید هر چند قرارت\r\nابن عباس از قرار قا متوانتر و نیست و اما قراره غیر متواتره در اثبات حکم منزله خیر\r\nمشهورست پس امتیاز متواتر از غیر متواند در تلاوت است نه در اثبات حکم\r\nوقال النبي سلم على اللهم اورالحق معه حيث دارد وقال النبي علم القران مهم على وعليهم القدر\r\nوقال إني تارك فيكم الثقلين كتاب الله متولی اهل نيني لن تفرق حتی برد اصل الحوض و قال\r\nلسلام الحق ينطبق على لسان عمرة قلب قال مسلم يعم المر صهيل النجف الله لم يعصه\r\nتراجم عبارت عربیه - آیات قرآنیہ کا ترجر صفحہ (ہیں) میں گزرا\r\nکے حسین دریایا ہو خدا یا حق کو اوپر سیر حیدر علی پہر 5 (۳) اور فرمایا قرآن\r\nچیزین چیڑ جاتا ہوں قرآن ۔ اور اپنی اہلبیت یہ دو نوجدا ہو تم کیا تا کہ حوض کو\r\nدل و زبان پر ناطق ہے ۔ وہ) اور فرمایا حبیب اچھا آدمی ہو\r\nحضرت نے حضرت ملے\r\nقران کمر سے پتہ (۳) اور فرمایا میں تم میں ویسی\r\nین (۴) اور آنحضرت نے فرمایا حق عمر کے"
    },
    {
        "id": 27,
        "pageNo": 27,
        "pageText": "نمبر جلدی\r\nپر صفحه ۳۸ سے ہم تک ان کمالات میں غیر نبی کی نبی سے مشابہہ کے معنی بیان\r\nکئے ہیں جس کا حاصل یہ ہے ان\r\nکمالات کا ادنی مرتبہ ہر ایک مومن مین موجود\r\nاور درجہ اعلی ابنیا سے مخصوص ہے اور اسکے مابین بہت مراتب ہین جو مختلف\r\nاہل ایمان کو انکی لیاقت و کمال ایمان کے موافق حاصل ہوتے ہیں سب سے کامل\r\nمومن کو وہ درجہ کمال حاصل ہوتا ہے جو درجہ عام مومنون سے بالا تر اور درجہ\r\nانبیا سے فروتر مگر اسکے قریب ہوتا ہے ۔\r\nاور صراط مستقیم میں آپ صفحہ ۴۲ فرماتے ہیں \" و این حفظ نصیبہ\r\nانبیا و حکما است و همین را عصمت مے نامت دندانی که اثبات و حتی باطن و\r\nامراست اے مران)\r\nحکمت و وجاہت و عصمت مرغبه انبیا را مخالف سنت و از جنس اختراع\r\nبدعت است چه بسیار سے انڈین امور در احادیث رسول مقبول صلیہ الصلوة والسلام\r\nدر مناقب صحابہ کبار منقولست چنانچه بر مهره اہل حدیث پوشیده نیست و اگر خوف\r\nبلال بسبب تطویل کلام نے شد پاره از ان احادیث در بین مقام ذکر کر وہ مے آمد\r\nوندانی که در باب این کمال از عالم منقطع شده اند و قرب الوجود از روئے\r\nان کرمان\r\nزمین منظمی گردید .\r\nقرب الوجود کی تفسیر آپ نے یہ صفحہ ہم کتاب ان الفاظ کی ہے معنو این\r\nصدیقیت ممزوجه بد کار عقل را که از لوازم حمکت و و جاست است جناب سید الحکما\r\nسند العلما راعنی شیخ ولی اللہ بقرب الوجود تعبیر سے فرمایند\r\nاور آپ سے پہلے آپکے ہم بزرگوار تئیس متاخرین اہل سنت مولا نا شار عبد العزير\r\nعلیہ الرحمہ نے اور اگنے پہلے اُنکے والد ماجد حکیم بن الامت حضرت شاہ ولی اللہ\r\nقدس سرہ نے عصمت و وجاہت و حکمت وغیرہ غیر انبیا کے لئے ثابت کی ہے\r\nسباب میں جناب مولانا شاہ عبد العزیز کا ایک فتوی نقل کیا جاتا جس سرد و نون"
    },
    {
        "id": 28,
        "pageNo": 28,
        "pageText": "نمبر اجلدی\r\n۳۱۵\r\nریویو برا همین احمدید\r\nحضرات کے خیال اور مقال کی تصدیق ہو سکتی ہے ۔\r\nسوال از مولانا شاہ علی زیر تو\r\nجناب فخر المحدثین شاہ ولی اسد صاحب قدس سره در تقسیمات الهیه و غیره مقابلات\r\nار بعد که عظمت و جاہت و حکمت و قطبیت باطن ست برائے حضرت ائمہ اثنا عشیری\r\nعلیهم السلام ثابت که ده اند و ان هدایت تاب\r\nنیز در رساله مراتب که در بیان مفادات حضرت\r\nایشان تالیف فرمود و نوشته اند ان بکدام معمل صحیح حمل باید فرمود و دلیلی از کتاب وسنت\r\nو اجماع است بران کدام ست و جواب تخالف این قول که به نسبت مذهب اهل سنت نمایان\r\nشد چه خواهد شد و مع ذالک منافی تفضیل خلفا ثلثہ رضی الله عنهم خصوصاً حضرات جنین\r\nخواهد شد حالا تکه مسئله این تفضیل مجمع علیه اهل سنت است عند من بعید به و علاوه آن که\r\nخود جناب افادت مآب ہدایت انتساب حضرت شاہ ولی اسد صاحب ہزار ضبط وربط\r\nو طمطراق تمام این مسئله یعنی تفضیل خلفاء ثلثه سیما شینین رضی اللدغته هم بد لائل عقلیہ و\r\nنقلیه و کشفیه و وجدانیه تقریر وافی و شال شافی و تربیت کافی تحریر فرموده اند پس جواب\r\nمخالف و تعارض این مسئله مهده ثابت و مشفق عليها بان مسئله غریه غیر ثابت عند اہل\r\nحق یعنی اہل سنت و الجماعت چه خواهد بود مبینوا توجه وا۔\r\nجواب از مولانا ممدوح\r\nعصمت و حکمت و وجاہت و قطبیت باطنه نز و صوفیه معانی اصطلاحیه اند\r\nخصوصاً در کتب مصنفہ حضرت والد ماجد قدس سره مفصل مذکور اند این وقت بسبب\r\nوارد شدن بیمار بیها امکان نیست که به تمهید مقدمات نوشته آید اگر کتب مصنفه ایشان\r\nموجود باشند تشفی باید ند و واضح باد که شرح اعتصام از تصانیف شاه محمد عاشق ملیتی\r\nقدس سره اگر هم رسد شافی و کافی خواهد شد با کجمله موافق علما ظاهر بر انوقت جواب نوشته"
    },
    {
        "id": 29,
        "pageNo": 29,
        "pageText": "ریویو براہین احمدیه\r\nنمبر اجلده\r\nمی شود عصمت دو معنی دار و اقول امتناع صدور ذنب مع القدرة عليه و این\r\nبا جماع اہل سنت مخصوص بحضرت ابیار و ملانگر علو پیست دوم خدم صد در ذنب مع\r\nجوازه ای من غیر از دم درد و این معنی را ننز و صوفیه محفوظیت خوانند بهمین معنی در\r\nکلام صوفیہ سوال عصمت برائے خود آمده چنانکه در اول حزب البحر واقع است -\r\nنشلك العصمة في المحركات والسكنات والارادات والحظرات المخ این معنی\r\nمخصوص با بنیار علیهم السلام نیست و آنحضرت صلی اللہ علیہ وسلم برائے اہل بیت خود\r\nيقوله اللهم انه منیب الرحمن طهرهم تطہیر آنهمین معنی است که در حق حضرت عمر\r\nوارد شد ان الشيطان يفر من عمن و نیز وار و شدهان انلحق نطق على لسان عمر قلبه\r\nو در حق حبیب رومی واقع شده نعم العبد صهيب لو لم يخف الله لم يعصه فلا\r\nاشکال و حکمت مبنی علم نافع اگر یکیب باشد در اصطلاح صوفیه از حکمت نگویند\r\nینکه علم و فضیلت نامند و اگر آن علم بطریق وسبب بر دل شخصی وارد شود آن را\r\nحکمت نامند و کریمه اتيناه المحكمة وفصل الخطاب وكلا اعطينا حكماً وعلما\r\nاز مین باب ست خواه آن علم متعلق بعقائده باشد یا اعمال یا اخلاق و این معنی هم مخصوصی\r\nبا نیاز نیست علیهم السلام و لقد اتينا لقمان الحکمة ان اشكر الله بعد انه ان از اینه\r\nواذ قال لقمان لابنه تا آخر رکوع مسائل بعضی از حکمت ایشان است آرسی ازین\r\nباب هرچه بوجی آمد آن مخصوص با بنیا است علیهم السلام و و سب اعم است نبی و غیر\r\nنبی در ان شریک اند لیندا در حدیث شریف وارد شده انا دار الحكمة وعلى بابها\r\nو در روایت مشہور انا مدنیتہ العلم ولی با بها واقع شده مراد از علم اینجا همین معنی است\r\nو وجاهت را معنی آنست که البعض بندگان خودر احق تعالی بوحی معامل می نماید\r\nانه وقع طعن معاذان و تہمتہائے عیوب و حفظ از اصابت با دشانان و امراء و\r\nاین در حق محبوبان خود می نماید این معنی درختی دوکس از بنیا اولوالعزم مخصوص"
    },
    {
        "id": 30,
        "pageNo": 30,
        "pageText": "نمبر جلد\r\nنمبر یازدهم جلی هفتم\r\n۳۱۷\r\nریویو برا همین احمدیه\r\nقرانی است اول در حق موسی علی نبینا وعلیہ السلام ہرگاه ایشان را بنی اسرائیل قیمت\r\nاوره و برص نمودند قال الله تعالى يا ايها الذين امنوا لا تكونوا كا الذين\r\nأذواموسى فبرأه الله مما قالوا وكان عند الله و جیها حق تعالی راضی نشد\r\nبه تهمت ایشان اگر چه آن تهمت هیچ محذور شرعی نداشت دوم در حق جیسی روح الله\r\nکه یهودیان در حق ایشان تهمت نزنازادگی بر زبان آور و ند سخن آوردن ایشان\r\nدر عین المفولیت آن تہمت ساز ائل فرمود قال الله تعالى في سورت ال عمران\r\nوجها في الدنيا والآخرة ومن المقربين ويكلم الناس في المهد وكهلاً الاية\r\nاین معنی در حق اکثر و لنیار به ثبوت پیوسته اول در حق ابی بکر صدیق کہ ان\r\nالله یکر\r\nفوق السموات السلم ان يخطا ابو بكر فى الارض و دم در حق علی مرتضی فرمود\r\nادر الحق حيث دار نفرموده اندادرها حيث دار الحق و معنی قطبیت باطنه گفت\r\nکه حق تعالی بعض بندگان خود ر ا مخصوص بسازد\r\nکه مهبط فیض الهی او لا بالذات ادیان\r\nباشند و از پیشان بدیگران منتقل شود گوبظاہر کسے تلمذ و اکتساب از یشان نکرده\r\nباشد مانند آنکه شعاع افتاب از ر ا و ر وز نے بخانہ مے افتد پس اولا آن روزن\r\nروشن شده است و بواسطه آن تمام اشیا ر خانه روشن گشته و این را قطب ارتشاد\r\nنیز نامند بخلاف قطب مدار بالجمله اثبات این مقات اربعه عند التحقیق مخالف مذہب اہل\r\nسنت نیست گو ظاهر جنیان از اطلاق این الفاظ تماشی نمایند و نه مخالف تفضی شیخین کو\r\nمجمع علیه جمع اہل حق است زیرا که این تفضیل\r\nکثرت ثواب است عند المتعلمين و الا جائة\r\nاست که خدا تعالے بعض بندگان خود را مخصوص بزیادت ثواب\r\nگرداند هر چند فضائل\r\nدیگر و صفات کمال\r\nدر غیر آنها بیشتر باشد و نز و مصنف کتاب جمعات قدس سهره مدار\r\nتفضیل شحنین بر تشبیه انبیاست در سیاست است در فع شبهات و تزویج دین و\r\nنید شستن مردم از بدعت و امر بالمعروف و نہی عن المنکر و ظاهر است\r\nکه زیا دتی شیلین ببین"
    },
    {
        "id": 31,
        "pageNo": 31,
        "pageText": "ریویو برا همین احمدید\r\nنمبر ا ا جلد سے\r\nامورا وضح من الشمس و ابلين من الانس است و لهذا قال اكثر التكلمين التفضيل عندنا بالتوقي\r\nلايا الفضائل ،\r\nحضرت شاہ ولی اللہ کے تلمیذ جی صاحب کتاب دراسات اللبیب نے\r\nبھی اپنی اسی کتاب مستطاب میں اہل بیت نبوی اور عام اہل ولایت کو محفوظ کہا ہے۔\r\nاسمقام میں نقل کلام جناب ممدوح بھی موجب فوائد ہے اور انجلہ ایک فائدہ یہ ہے\r\nکہ جو اس زمانہ کے اہل بدعت و اعدار سنت اس حامل لوار اہل سنت کو شیعہ بناتے\r\nہیں وہ انکا کلام بلاغت نظام پیشہ بکر شہر مائین اور اپنے سوز طنی اور بدزبانی سے\r\nباز آئین ۔ اور یہ خیال کرین کہ جس بات پر وہ انکو شیعہ بناتے ہین وہ وہی بات\r\nہے جو آپ سے پہلے اکابر اہل سنت کہہ چکے ہین صاحب دراسات یہ یہی کہ چکو\r\nتھے کہ جو عصمت انبیا سے مخصوص ہے مین اس عصمت کا اعتقاد اہل بیت کے حق میں\r\nنہیں رکہتا جیسے کہ شیعہ اعتقادر کہتے ہیں مجند پر کوئی شیعہ ہونے کی تہمت نہ لگا ہی\r\nجیسے حافظ مکانی پر ذہبی نے لگادی نہی پر یارون نے اسبات\r\nکی یہی کچہ پر واہ نہ کی۔\r\nصرف لفظ عصمت سنتے ہی اپر تشیع کی تہمت لگا ہی دی۔\r\nآپ صفحہ ۲۰۰ دراسات بین فرماتے ہیں ۔ متکلمین نے کہا ہے حفظ اور صحت\r\nوقد قال المتكلمون الفرق بين الحفظ میں بیم فرق ہے کہ حفظ تو عدم صدور گناہ\r\nوالعصمة ان الاول عدم صد الله اور خطا کا نام ہے عصمت پہ کہ صندو گنا ۔\r\nوالخطاء والثاني استمالتصدوره وخطا جائزہ ہی نہو عقلاً محال ہوا بنیا سے\r\nقلا بنياء قام الدليل على استحالة صدور گناہ و خطا کے محال ہونے پر لیل\r\nصدور ذلك عنهم وغير الانبياء قائم ہے۔ انبیاء کے سوا اور ون سے\r\nربما يخفطون فلا يصدر عنهم الذيب گناہ سرزد نہین ہوتے گوانگا صدور\r\nوالخطاء مع جواز الصد وفا لانبیاء جائز ہے لہذا انبیا معصوم ہیں اور اولیا"
    },
    {
        "id": 32,
        "pageNo": 32,
        "pageText": "نمبر ا ا جلدی\r\n۲۱۹\r\nریویو براہین احمد\r\nالمعصومون والاولیا محفوظون محفوظ ۔ پھر اہمیت کی عصمت (یعنی حفاظت)\r\nان شاء الله تعالى - × × × × پر احادیث نبویہ سے استدلال\r\nکر کو میخر\r\nو لسبت عقدة الانامل على ان العصمة ۲۱۵ اپنے فرمایا ہے میرا (اس محبت و\r\nالثابت في الانبياء عليهم الصلوة بیان میں یہ اعتقاد نہیں ہے کہ جو\r\nوالسلام يوجد في غيرهم وأنها اعتقد عصمت انبیا میں پائی جاتی ہے ۔ وہ\r\nفواصل الولاية قاطبة العصمة مبعی اور ون مین موجود ہے نہی اہل ولایت\r\nالحفظ وعدم صدور الذنب استعمالہ کی نسبت میں عصمت بمعنی حفظ اور\r\nصدوره والأئمة الطاهر من اقدم عدم صدور گناہ ہی کا اعتقادر\r\nکہتا ہوں\r\nمن الكل في ذالك وبذلك يطلق عليهم اس بات میں ائمہ طاہرین اور اولیا سے\r\nالأئمة المعصومون ضمن رمانی من مقدم بین اسی نظر سے اپر ائمہ معصومین کا\r\nهذا المبحث باتباع مذهب غير السنته لفظ بولا جاتا ہے پھر جو کوئی اس بحث\r\nما یعلم اللہ سبحانہ ہوائی فعلیہ الم کے سبب مجبور ابتاع مذہب غیر اہل سنت\r\nفریته والله خیمه وكيف لا اخاف (یعنی شیعہ) کی طرف منسوب کرے\r\nالاتهام من هذ الكلام وقد خان جس سو میرا بری ہونا خدا کو معلوم ہے تو\r\nشيخ ارباب السيلو في السيرة الشاه اسی پر اس کے افترا کا بوجہہ ہے اور\r\nمن الكلام على طرق حدیث رد الشمس خداتعالے خود اس کا خصم و مدعی ہے\r\nبد عائد صلے علیه و سلم تصلح علیہ اس اہتمام سے میں کیو نکرنہ ڈرون جس\r\nوتوثيق رجالها ان يومى بالتثير حيث حالت میں مجیسے پہلے صاحب سیرت\r\nدى المحافظ الحسكاني في ذالك سلفاله شامیہ اس حدیث پر اجمعین حضرت\r\nولتنقل ذلك بعين كلامه قال على مرتضی کی نماز کے لئے آفتاب کو\r\nرحمه الله تعالى لما فرغ من توثيق غروب سے پہرنے کی دعا آنحضرت ہیں"
    },
    {
        "id": 33,
        "pageNo": 33,
        "pageText": "ریویو براہین احمدیه\r\n٣٢٠\r\nنمبر ا جلدی\r\nرجال سنده ليحدد من يقف علی کلامی مروی ہے ) کلام\r\nکرنے کے وقت اس\r\nهذا هنا ان يظن بي انى اميل الالتثيم نسبت تشیع سے ڈرے تھے ۔ کیونکہ\r\nوالله تعالى علم ان الامر ليس كذالك انہوں نے اپنی پہلے حافظ حکانی کوا\r\nقال والحاصل على هذا الكلام يعنى محل پایا اب ہم اصل کلام مست بیرت نقل\r\nکریگین\r\nقوله وليحذر الى اخره ان الذهبي صابیرت شامی نے حدیث مذکور کور او یونکی تو فیق سحر\r\nذكر في ترجمة المكاني انه كان بيل فارغ ہو کر را با هجویری السلام مطلع ہو وہ استان\r\nالى التقيم لانه املا جز ا فى طرق م سے بچے کہ میری نسبت شیعہ ہونے کا\r\nرو الشمس قال وهذا الرجل يعنی گمان کر بیٹے ۔ خدا جانتا ہے میں شیعہ\r\nالحسكاني توجه تلميذه الحافظ عبد القاد نہیں ہوں مجہو اس کہنی پی احث یہ نہ ہوا\r\nالفارسي في ذیل تاریخ نیسا بو د فلم ہے کہ ذہبی نے ترجمہ رمیان حال مکانی کے\r\nيصفه بن لك بل اثني عليه حديثا میں کہدیا ہے ۔\r\nکہ وہ مذہب شیعہ کی تر\r\nحسنا و كذلك غيره من المؤرخين مائل ہے ۔ کیونکہ اس نے آفتاب کے\r\nفنال الله تعالى السلامة من الخوض پر آنے کی حدیث\r\nکی تائید میں ایک جعر کہا\r\nفي اغراض الناس الا تعلم وبما تعلم ہے صاحب سیرت شامی فرماتے ہیں کہ\r\nوالله تعالى اعلم انتهى اقول هذا الجريح حافظ حسکانی کا ترجمہ اشک شاگرد حافظ عبدالقادر\r\nفي المحافظ الحسكاني انها نشاء من فارسی نے تاریخ مینا پور کو ذیل میں کہا تو سکو\r\nكمال صعوبة المجارج والخرافد من ذهب شیوه کیطرف منسوب نہین بلکہ اسکی چینی\r\nمناهج العدل والانصاف والا تعریف کی ہو ایسا ہی اور مورخون نے اس کی\r\nفالحافظ من خدمة اهل الحديث الخ تعریف کی ہو۔ پس ہم خدا سے سوال\r\nکر تو نہیں\r\n(دراسات اللبيب )\r\nکہ وہ پہلو لوگوں کی ابروریزی سویچاوی -\r\nصاحب سیرت شامیہ کا کلام اتمام ہوا"
    },
    {
        "id": 34,
        "pageNo": 34,
        "pageText": "شمیر جلدے\r\n۳۲۱\r\nریویو براہین احمدی\r\nصاحب دراسات فرماتے بین حافظ حسکانی کی نسبت جرع (اعتراض )\r\nمعترض کو سختی اور طریق عدل و انصاف سے کجروی کے سبب سے ہے ورنہ فقط\r\nحسکانی توحدیث کے خدام سے ہے ،\r\nناقل (ایڈیٹر) کہتا ہے جبکہ ذہبی جیسے اکابر علما ء اس تعصب سے\r\nبچ سکے تو آج کل کے تو خیر مدعیان حنفیت پر (جو صاحب دراسات کو اعتقاد\r\nعصمت اہل بیت کے سبب شیعہ بتاتے ہیں ) یا نوجوان مدعیان ابتاع سنت پر جو\r\nایک مسئله جزئی منی غیر قطعی اجمالی غیر تفصیلی ( تفضیل شیخین ) کے سبب پہلے اور\r\nپچہلے اہلحدیث کو شیعہ بناتے ہیں رج کا تفصیلی بیان نمبر ۱ امین آتا ہے )\r\nکیا افسوس ہے ؟\r\nان عبارات و اقوال کے موید بعض اقوال دلیل دعوی چهارم مین\r\nبھی آئینگے انشاء اللہ تعالٰی ۔ ان اقوال و عبارت سے یہ ثابت ہوا کہ دھوی\r\nپر آیات مذکورہ سے استدلال\r\nکرنے میں ۔ راقم متفر\r\nو نین\r\nہے ۔ پہلے اکابر اہل اسلام یہی یہ دعوی داستدلال\r\nکر چکے ہیں ۔ بالفعل\r\nہم اسی قدر پر اکتفا کر\r\nکرتے نہین اگر ہماری ہمعصر خصوصاً اہلحدیث ان اکابر اور\r\nان کے اقوال مین کچه چون و چه اکرین گے ۔ اور ان پر بدعتی ہونیکا\r\nفتوے لگائین گے تو ان سے پہلے علماء کے اقوال پیش کئے جائین گے\r\nو بالله التوفیق -\r\nدلایل دعوی دوم\r\nدلیل عقلی\r\nکی\r\nجب دلائل دعوی اول سے ثابت ہوا کہ ایسا الہام جسکی عصمت"
    },
    {
        "id": 35,
        "pageNo": 35,
        "pageText": "نمبر جلدی\r\n۴۰۷\r\n۴۲۷\r\n۴۴۵\r\n۴۵۱۰\r\n۴۵۵\r\nدید کی شریان متنضیر تعلیم شرک -\r\nاسکے مقابلہ میں قرآن کی تعلیم توحید -\r\nبر امین حمید پرایویی\r\nقران کے متابعت کے آثار را کشف حقایق والهامات - (۲) اخلاق فاضلہ\r\nالہام کا تجربہ و مشاہدہ کر د مینو کا و عده بشرط اصدق وارادت -\r\n۴۶۱ مسیح کا کوئی معجزہ نہ دکھانا۔\r\n۵۰۱\r\n۵۴۴\r\nمولف کے الہامات ہندسی و فارسی و انگریزی و عبرانی ۔\r\nجو خوارق پہلے نبی چھپ\r\nکر بتاتے تھے وہ اب سید لاسل کے خادم (اپنے آپ کو مراد\r\nرکھتے ہیں ، علانیہ طور پر دکھاتے ہیں ۔\r\nخلاصه حاشیه حاشیه نمبر\r\nایک شخص منکر الہام اولیا کے سوالات کا جواب -\r\n۵۵ الہامات اولیاء امت محمدیہ کا ذکر ۔\r\n۵۴۹ مولف کے الہامات کا ذکر\r\nیہ میں کتاب کا خلاصہ مطالب ہو اب ہم اس پر اپنی رای نہایت مختصر اور بے مبالغ الفاظات\r\nظاہر کرتے ہیں ۔ ہماری راہی میں یہ کتاب اس زمانہ مین اور موجودہ حالت کی نظر سے\r\nایسی کتاب ہے جسکی نظیر آتنک اسلام میں تالیف نہیں ہوئی۔ اور آیندہ کی خبر نہیں۔\r\nلعل الله يحدث بعد ذلك أمرا اور اسکا مولف ہی اسلام کی مالی وجانی و قلمی لسانی\r\nو حالی و قالی نصرت میں ایسا ثابت قدم نگا ہو جسکی نظیر پہلے مسلمانوں میں بہت ہی کم پاسی گئی ہو۔\r\nہمارسو ان الفاظ کو کوئی الیشیائی مبالغہ سمجھے تو پہلو کم سو کم ایک ایسی کتاب بتا د عرب بین\r\nحمد فرقه های مخالفین اسلام خصوصاً فرقه آیه بر هم ملاج سو اس زور شورسی مقابل پایا جاتا ہو۔\r\nاور دو چار ایسے اشخاص انصار اسلام کے نشان دہی کرے جنہون نو اسلام کی نصرت مالی و\r\nجانی و قلمی و لسانی کے علاوہ حالی نصرت کا یہی بی انتالیا ہو اور مخالفین اسلام اور منکر السلام\r\nکے مقابل بین مردانہ تحدی کے ساتہ یہ دعوی کیا ہوکر جس کو وجود الہام کا شک ہو وہ ہماری پاک"
    },
    {
        "id": 36,
        "pageNo": 36,
        "pageText": "۳۲۲\r\nدیو براہین\r\nنمبر جلد\r\n(محفوظیت) کا ہمنے دعوے کیا ہے تلبیس ابلیس سے محفوظ ہوتا ہے ۔ اور\r\nاسکا منجانب اللہ ہونا صریح نصوص کتاب اللہ سے ثابت ہے ۔ تو اس کے\r\nمن جانب اللہ ہونے کا علم ویقین اس الہام کے لوازم سے ہوا ۔ لہذ الحکم\r\nالشي اذا ثبت ثبت بلوازمه ،، اس یقین کا حصول ملہم کے ہم ضرورت کی\r\nسے ہے ۔\r\n66\r\nوہ الہام اس یقین کا ملزوم ہے ۔ اور یقین اسکا لازم غیر منفک پہر\r\nاسکے ثبوت کے لئے وجود ملزوم کے علاوہ دلیل کی کیا حاجت ہے ؟\r\nآفتاب آمد دلیل افتابگردلیلی بایدت زور و افتاب\r\nانبیاء علیهم السلام کو جب وحی (یا ابہام ہوتا رہتا ۔ تو انکو سجیز اسی یوحی\r\nیا الہام کے کون بناتا تھا کہ یہہ وحی (یا الہام رحمانی ہو وسوس\r\nشیطانی نہیں ہے ۔ اور اسکے منجانب اللہ ہونے کا یقین کون دلاتا رہتا ۔\r\nاسکے جواب میں یہی کہو گے ۔ کہ الہام خود بتاتا تھا کہ میں رحمانی ہوں۔ اوریقین\r\nیہی خود اسی سے ہوتا ہاں یہ ایسا ہی الہام اولیا رو اشان ابنیاء کو سمجھنا چاہئے ۔ اور اگر حصول یقین\r\nالہام اولیاء کر لئے نفس الہام کافی نہیں ہو تو یہ الہام ہی حصول یقیں سے لوگوں کا فی ہوا اور یہ علی میں کونسی\r\nالا یعنی جب کوئی چیز ثابت و موجود ہوتی ہے تو اپنے بو ازم کے سابقہ موجود ہوتی ہے۔\r\nنقلی دلیل پیش کرنیکا به موقع بندین موریکیو نکہ نقلی دلیل نبوت و تسلیم الہام کے پہلو میں\r\nنہیں کیا سکتی جو شخص منذ نبی کی نبوت\r\nکو نہین انبا۔ اور یہ جمال\r\nکرتا ہو کہ الہام نبی کے\r\nمنجانب اللہ ہونے پر کیا دلیل ہے اور نبی کو کیونکر معلوم ہوتا تھا کہ الہام (جو اسکو ہوتا\r\nبنا ) رحمانی ہے شیطان کی طر فسر نہین ہے اسکے جواب میں ہم نقلی دلیل رایتہ یا\r\nحدیث پیش نہیں کر سکتی ۔ اور پھر اسے کچھ نہیں کہ ستر کو الہام و یا تاتا\r\nکہ میں خدا کی طرف سے ہوں ۔ آفتاب آمد دلیل آفتاب اکت"
    },
    {
        "id": 37,
        "pageNo": 37,
        "pageText": "نمبر لا جلدی\r\n۳۲۳\r\nریویو برا همین احمدید\r\nہے ؟ اور الہام نبی اور الہام ولی کے موجب یقین ہوئے ہونے مین فارق کون\r\nامر ہے ؟ ۔ آن اسلین اسمین یہ فرق ضرور ہو کہ بنی کا الہام اور جو اس سے یقین\r\nحاصل ہوتا ہے بنفس خود شرعی دلیل ہے اسکا الہام خود بتاتا ہے کہ وہ عامہ خلائق\r\nکے لئے شرع اور دلیل ہے ۔ وکی کا الہام اور جو اس سے یقین حاصل ہوتا\r\nہے شرعی دلیل نہین ہے اس امر\r\nکا بیان بہی خود اسی الہام میں پایا جاتا ہے۔\r\nنقلی دلیل\r\nشد اتاہے و تقدس نے اپنی کلام میں اس الہام کو جو اُس نے اولیا غیر انیا\r\nکو عطا کیا ہے علم فرمایا ہے چنانچہ الہام حضرت خضر علیہ السلام کے حق میں ارشاد\r\nہوا کہ ہم نے اوس کو اپنے پاس سے رحمت دی ہے اور اپنے پاس سے مسلم\r\nاتینا رحمة من عندنا و علمناہ کہایا ہے ۔ اور ظاہر ہے کہ وہم ۔\r\nمن له نا علما (كهفيع؟ شک - گمان (باطن) کو علم برگنه\r\n-\r\nنہیں کہا جا سکتا ۔\r\nدلائل دعوی سوم\r\nعقلی دلیل اس دعوی پر وہی ہے جو دعوی دوم پر پیش کی گئی ہے کہ یہ دعوی\r\nاس یقین کا لازمہ ہے جسکو عید کا چاند نظر آتا ہے وہ کیونکر اور کب تک اُس کو\r\nچپا سکتا ہے ۔ اور وہ کسی اور دلیل و شہادت کا کب محتاج رہتا ہے ۔\r\nنقلی دلیل\r\nخدا تعالے نئے قرآن مجید میں اولیاء غیر انبیاء کا اپنے الہامات پر بلا انتظار\r\nو حصول توافق اور دلیل کے عمل\r\nکر لینا مقام میچ میں ذکر فرمایا ہے۔ چنانچہ\r\nاشاعة السنت نمبر، جلد ، مین صفحه ۲۰۲ موسی علیہ السلام کی والدہ اور تضرت"
    },
    {
        "id": 38,
        "pageNo": 38,
        "pageText": "۳۲۴\r\nنمبر لا جلدی\r\nریویو براہین احمدیہ\r\nخضر علیہ السلام کا اپنے الہامات پر بلا توقف و انتظار عمل کرتا رہتے بچے کو صندوق\r\nمین بند کر کے دریا مین ڈال دیا ۔ اور چلتی کشتی کو پہاڑ دینا ۔ بے گناہ لڑکے کو ماروانا\r\nگرتی ہوئی دیوار کو بلا عوض کہڑا کر دینا ، منقول ہو چکا ہے ۔ اور اسکا خلاف کسی آسیہ\r\nقرآنی یا حدیث نبوی بین پایا نہیں گیا ۔ یعنی\r\nکسی آیت و حدیث میں یہ نہیں آیا کہ\r\nجب تک ولی اپنے الہام کی تائید و موافقت کتاب آسمانی میں نہ پائے اس الہام ہیں\r\nمل فکر سے قرآن وحدیث سے صرف یہی ثابت ہوتا ہے کہ جو امر خلاف کتاب وسنت\r\nہو اسپر عمل کیا جادی - تیتر اس زمان مین ملہم کو اپنے الہام کے موافق عمل یا دعوت\r\nر جسکو شریعیت و\r\nکتاب آسمانی منع نکر یو ، کیون نا جائز ہے ۔\r\nسوال\r\nہماری اس دلیل پر ایک الہامی مولوی صاحب (جو اپنے اور اپنے خاندان کو\r\nلہامات لوگوں کو سناتے ہیں اور مولف کے الہامات پر معترض مین نے زبانی\r\nلیہ سوال\r\nکیا کہ حضرت موسی کی والدہ یا خضر علیہ السلام کے الہام پر اولیاء امت محمدیہ\r\nکا قیاس قیاس مع الفارق ہے۔ حضرت موسی کی دعوت و بنبوت عام نہ تہی صرف\r\nبنی اسرائیل سے مخصوص بتی اسلئے حضرت خضر نے بلا توقف و انتظار اپنے الہامات پر\r\nمل کر لیا ۔ حضرت موسی علیہ السلام یا انکی کتاب تو راہ سے اجازت توافق حاصل\r\nکرنیکا کچھہ لحاظ نفر با یا۔ حضرت موسی علیہ السلام\r\nکی والدہ کا اپنے الہام پر عمل کر لینے\r\nکی نسبت انہوں نے کچھ نہیں فرما یا شاید اسکی نسبت کوئی یہ کیسے کہ اسوقت کوئی\r\nبنی نہ نہا جس کی کتاب سے حضرت موسی کی والدہ اپنے الہامات کا توافق حاصل\r\nکرتین ۔ اور اگر کوئی نبی (حضرت شعیب وغیرہ) اسوقت موجود تها تو اسکی دعوته\r\nیہی عام رہتی ۔ اور اسوقت کے اولیا ایسے بنی کی است مین میں جنگی دعوت\r\nعام ہے۔ کوئی ولی یا الہامی انگور ابتاع سے مستغنی نہیں ہے پر انکے حال\r\nکا قیاس"
    },
    {
        "id": 39,
        "pageNo": 39,
        "pageText": "نمبر جلد\r\n۳۲۵\r\nریویو برا ملین احمد\r\nحضرت خضر و مادرم\r\nرام رسمی علی اسلام کے حال پر کیونکر ہوسکتا ہے۔\r\nالجواب\r\nانس فارق کو ہم مانتے ہیں اور اسکی رعایت پہلے ہی اپنے دعاوی بین\r\nکمر چکے ہیں جبکہ دلی کے حق میں الہام پر یقین و عمل کرنے کے لئے یہ شرط لگا چکے\r\nامین کہ وہ اس الہام\r\nکا مخالف کتاب ہوتا دیکھ لے اور جب تک اس کا کتاب\r\nابد و شریعت محمدیہ کے مخالف ہونا ثابت ہو وہ اس پر یقین و عمل کرنے کا\r\nمجاز نہیں ہے ۔\r\nولیکن اس فارق سے یہ نہیں نکلتا کہ ولی است محمدیہ اپنے الہام کا\r\nتوافق یہی ضرور کتاب اللہ و شریعیت سے ثابت کرے اور جب سنگ صریح شہادت\r\nو موافقت الہام کتاب الله و شریعیت میں نہ پاو سے اس الہام پر یقین نکرے\r\nی آمرنہ اس فارق کا لازمہ ہے نہ اس پر کوئی دلیل کتاب وسنت مین موجود ہو بلکہ\r\nکتاب و سنت و عمل اکابر امت سے اسکا خلاف ثابت اور بخوبی محقق ہے کہ ولی کو\r\nاپنے الہامات\r\nکا توافقع او کتاب اللہ میں اس کی صریح شہادت دیکھنا ضروری\r\nمیں ہے ۔\r\nکتاب و سنت میں وہ دلائل اس ضرورت حصول توافق کو\r\nاہا تو مین خبر براءة اصلیہ ثابت ہوتی ہے اور یہ بات سمجہ میں آتی ہے کہ جس امر کو\r\nشرع ساکت ہے اسمین ہر ایک کو رالہامی ہو خواہ حامی ) آزادی و خود مختاری\r\nحاصل ہے (چنانچہ اشاعته است نمبر، جلد امین ان دلائل\r\nکی کافی تفصیل ہو چکی ہے\r\nکو ملاحظہ تا نظرین کے لائق ہے ) ۔\r\nعملا کا پر است کتب اسلامیہ میں موجود ہے۔ پرانے اور نہ ملہین\r\nاپنے الہا بات پر عمل ویقین کرنے کے وقت توافق و صریح شہادت کتاب البد کو"
    },
    {
        "id": 40,
        "pageNo": 40,
        "pageText": "زیو یو براہین احمدیہ\r\n۳۲۶\r\nنمبر ا ا جلدے\r\nندیتے صرف اتنا دیکھ لیتے تھے کہ یہ الہام مخالف کتاب اللہ تو نہین ہو اسکی\r\nشان ہم سردست ایک پیش کرتے ہیں جس کی تخیر منج روایت نمبر، جلد ہ ہیں\r\nبصفحہ ۲۰۶ ہو چکی ہے ۔\r\nحضرت عمر فاروق کو جب الہام ہو انتہا۔ کہ ساریہ سپر سالار مفرج\r\nبے موقع کپڑا ہوا ہے تو آپ کے کسی آیت یا حدیث سے اس الہام کا توافق دیکہا\r\nاور نہ کوئی آیت یا حدیث جسمین ساریہ کے بے موقع کپڑا ہونے کی پیش گوئی مروی\r\nہو ایسے موجود سے جس سے اس الہام کا توافق مکن ہو ) بلکہ اس الہام پر صرف\r\nاس نظر سے کہ وہ مخالف کتاب اور نہ بہا فور آیقین کر لیا اور اسی موقع الہام سے\r\nمین اثناء خطبہ جمعہ میں کہدیا یا ساریۃ الجبل\" یعنی اے ساریہ پہاڑ کو پس پست نے\r\nجو لوگ ہماری اسبات کو غلط کہین وہ براہ مہربانی ہم کو کسی آیت یا حدیث کی\r\nرجمین اس واقعہ کی بطور میشین گوئی خبر آچکی ہو اور اس سے اس الہام عمری\r\nکا توافق\r\nمکن ہو ، نشان دہی کرین -\r\nہابی حضرت خضراء والدہ حضرت موسی کا الہام اور اولیا\r\nاست محمدیہ کا الہام با وجود اس فرق کے کہ وہ دو نو شریعت کسی بینی کے تابع رہے\r\nاور اولیا ر است محمد یہ شریعت محمدیہ کے تابع ہیں وہذا وہ دو تو اپنے الہامات کو\r\nاور دلیل پر عرض کرنے کے محتاج نہ ہے اور اولیاء امت محمدیہ اپنے الہام کو شرعیت\r\nمحمدیہ پر عرض کرنے کے محتاج ہیں۔ اس حکم مین میر امر مین کہ ان پر سل ویقین\r\nکرنے کے لئے صریح شہادت و توافق شریعت کی ضرورت نہیں ہے ۔\r\nاسپر مولوی صاحب موصوف نے یہ سوال کیا کہ الہام اولیا را امت محمدیہ کو\r\nکتاب اللہ و شریعت پر عرض (پیش) کرنا اور اُسکا مخالف شریعت نہونا ضروری اور\r\nشرط عمل و یقین ہے تو یہی الہام قطعی ویقینی نر ها - کتاب اللہ پر عرض کر کے اسکا"
    },
    {
        "id": 41,
        "pageNo": 41,
        "pageText": "میرا جلد\r\n۳۲۷\r\nریویو براہین احمدید\r\nالف کتاب اللہ ہونا ثابت ہو گا تب ہی ملہم کو اس پر یقین کر استہ کا جائز\r\nہوگا۔\r\nاس کا جواب یہ ہے کہ حصول یقین اور امر ہے اور شرعاً اُسکا جواز اور\r\nامر کتاب اللہ و شریعت پر عرض الہام سے صرف اس یقین کا جواز شرعی بیت\r\nہوتا ہے ۔ نفیس یقین تو نفیس الہام سے ثابستہ ہو جاتا ہے اس یقین کے حصول\r\nکے لیئے تو اس کو کتاب اللہ پر عرض کرتا اور اس کا عدم تخالف ثابت که با هرگز ضروری\r\nنہین میں عرض و تحقیق عدم تخالف تو صرف اس یقین کو شرعاً جائز بنانے کو لئے\r\nہے۔ ویس۔\r\nاسکی نظیر وہ سولنے کا ٹکڑا ہے جن کو ایک شخص نے کسی کان ہے\r\nپایا ہے اور مومیتا جو دریا میں غوطہ لگانے سے اسکے ہاتھ مین آیا ہے ۔\r\nاس سونے یا سوتی کے حصول کا تو اسکو کامل یقین ہوتا ہے جس مین و کسی\r\nثبوت و شهادت کا طالب نہیں رہتا۔ عہد اور ایسی زمین کے بادشاہ\r\nسے سونا یا موتی و کہا کہ پوچھتا ہے کہ اسے کام میں لانے کی آپ مجہو اجازت\r\nدیتے ہیں اور مین اس فعل میں آپ کی اطاعت سے خارج او بہ آزاد تو تصویر\r\nنہونگا اس عرض اور طلب اجازت کے وقت کوئی اس شخص کی نسبت یہ\r\nنہین کہ سکتا کہ اُس شخص کو اس سونے یا موتی کے حصول کی نسبت یقین نہین\r\nہے یقین ہوتا تو وہ اسی بادشاہ کو کیون کہا تا اور اس سے اس کے صرف کرنے\r\nکی اجازت کیوں مانگتا ۔\r\nاس نظیر کو پر پکر امید ہے کسیکو (بشرطیکہ وہ فہم و انصاف سے کہہ پہرہ\r\nرکہتا ہو) اسپلین شرک نہ بیگاے کہ اولیاء اللہ کو یقین تو نفی الہام سے ہو جاتا ہوں\r\nشریعت پر اسکام دین کرنا اور اسکی عدم مخالفت شاہستے گرما اس یقین کو صرف"
    },
    {
        "id": 42,
        "pageNo": 42,
        "pageText": "ریویو براہین احمدیه\r\n۳۲\r\nنمبر جلدی\r\nشرعی بناتا ہے اسکی حقیقت و اصلیت کو نہیں بدلتا ۔ اور نہ بڑھاتا ہے ۔\r\nحكم عرض الہام ہو اسکی نیت نکالنے والو کی منشا غلطے کا بنیا\r\nسوار\r\nجو لوگ الہام کو کتاب اللہ پر عرض کرنے کے حکم سے اسکا ظنی ہو نا نکالتے\r\nمین وہ خیال کرتے کہ الہام غیر نبی میں وسوسہ شیطانی کا اعتمال ہے تب ہی\r\nمہم اسکو کتاب اللہ پر عرض کر کے یہ دیکھتا ہے کہ وہ مخالف کتاب اسید اور وسوسہ\r\nشیطانی تو نہیں؟ اس میں یہ احتمال ہوتا تو اسکو کتاب اللہ پر عرض کر کے اُسکا\r\nمخالف کتاب اللہ ہونا کیوں دیکھتا ۔\r\nاور اس خیال سے شاید وہ ہمارے پیش\r\nکہ وہ نظیر کا نظیر الہام ہوتا\r\nتسلیم نکرین اور الہام غیر نبی کو اس سونے کی نظیر قرار دین۔ جو کسی راستہ سے\r\nکوئی پائے اور اُسکے سونے یا پیل ہونے میں مترو و ہو کر صراف سے پوچھے\r\nکہ یہ مینیل تو نہین ہے ؟ مگر یہ انکی غلطی ہے ۔ ہار ہی اصول پر اس الہام.\r\nمین (جسکو پہنے قطعی کہا ہے ) گو شروع مین قبل استحکام و استقرار الهام\r\nوسوسہ کا احتمال ہے اور اسوقت اسکو ظنی کہا جا سکتا ہے مگر جب اسکا قیام\r\nو استقرار ہو جاتا ہے تب مہم کے دل میں اسکا یقین کوٹ کوٹ کر پہرا\r\nجاتا ہے اور اُس میں وسوسہ شیطانی کا احتمال نہیں رہتا ۔ اور نہ اس قیت\r\nاس کو ظنی کہا جا سکتا ہے اسوقت اسکا عرض کتاب اللہ پر محض ادب و تنظیم\r\nاظہار متابعت شریعت کے لئے ہوتا ہے نہ اس خیال و احتمال سحر کہ وہ کتاب اسد\r\nکے مخالف تو نہیں ہو ؟ اسحالت میں وہ کتاب اللہ کو مخالف ہو ہی نہیں سکتا۔ اہداؤ\r\nاس سونی کے نظیر نہین بن سکتا جسکو کسی نے راستہ سی پاپا ہو اور اسکو سونو او پتی ہو نہیں سکتا\r\nتہ دو ہو ۔ اور اس تردو کو سبب صرافون کو کہا تا پر تا ہو اسحالت میں تو وہ اسی\r\n."
    },
    {
        "id": 43,
        "pageNo": 43,
        "pageText": "نمبر جلد\r\n۳۲۹\r\nریویو برا همین احمدید\r\nخالص سونے کی رجو کان سے لیا گیا ہو) یا اوس نور یتیم کی وجو در یامین\r\nغوطہ لگانے سے ہتھ آیا ہو) نظیر ہے جس کے سونے اور موتی ہونے میں\r\nیا بندہ کو کوئی سنگ نہین ہوتا اور بادشاہ وقت سے وہ اس کے کام لانیکی\r\nاجازت صرف اس کی بادشاہی کے ادب کے خیال سے حاصل کرتا ہو۔\r\nدلائل دعوئی چهارم\r\nاس و عوئی کے ولائل عقلیہ و نقلی دلائل ہیں جو دعولی سوم کے ثبوت\r\nمین پیش ہو چکے ہیں۔ اون دلائل سے الہام پر یقین و عمل کرنیکا جواز شرعا\r\nو عقلاً ثابت ہوچکا تو پھر اس الہام کے دلیل شرعی ہونے میں کیا شک ہے ۔\r\nاس مقام میں ہم اس الہام کے دلیل ہونے کے متعلق تامین امر اور\r\nبیان کرنا چاہتے ہیں اول یہ کہ یہ الہام دلیل ہے تو پھر اسکو دلیل شرعی\r\nکیون اور کس سے کر نہین کہا جاتا وہ وہم یہ کہ اسکے دلیل ہونے پر اتفاق\r\nنہین ( اختلاف ہے، تو پھر اسکا کیا اعتبار ہے۔ سوم یہ کہ اسکے دلیل ہونین\r\nاختلاف ہے تو یا بین اختلاف این کون لوگ بین قائل کون ادبی\r\nمنکر\r\nکون\r\nبیان امر اول\r\nاسکو دلیل شرعی نہ کہنا اس نے کر اور اسلئے ہے کہ الہام غیر نبی مہم کے سوا اور\r\nلوگوں کے لئے شرع کی طرف سے دلیل نہین ہے اور اسپر عامر خلائق کو عمل\r\nکرنا واجب اور بعض اوقات میں جائز نہیں ہوتا ۔ اسکا شرعی دلیل ہونا اور\r\nصاحب الہام کا اتباع عمامہ خالق پر واجب ہوتا نہ خود اس الہام سے ثابت ہے۔"
    },
    {
        "id": 44,
        "pageNo": 44,
        "pageText": "به یویو براہین احمدیہ\r\nنمبر ا ا جلد 4\r\nنہ اوسپر کوئی اور ونیل قائم ہے لہذا ا سکو شریعت یا شرع جو شارع عام کا نام ہے۔\r\nستین کہا جا سکتا ۔\r\nبیان امر دوم\r\nاس الہام کے متفق علیہ نہ ہونے سے اسکا ہے اعتبار ہوتا اسلئے ثابت نہیں ہوں\r\nکه اعتبار\r\nکا مدار اتفاق پر بہین ہے یہ ہو تو کوئی امر اختلافی لائق اعتبار نہ ہوں۔\r\nحالانکہ مسائل دین اسلام\r\nکا حصہ اختلافی حصہ اتفاقی سے بڑھکر ہے اور ہر ایک\r\nفریق اس حصہ اختلافی کو معتبر اور قابل عمل سمجتا ہے ۔ دور نجا و ادلہ اور بعد میں المخصصاً\r\nو لائل شرعیہ کے مسئلہ ہی کو دیکھ لو۔ کیا یہ چارون دلیلین اتفاقی دلیلین\r\nہرگز پہنیں ان بین دو و لیلین کتاب الله وسنت تو اتفاقی دلیلین ہیں\r\nاور دو باقی اجماع و قیاس اختلافی بین اجتماع میں اولا یہ اختلاف ہے۔\r\nکه پر شکن یعنی ہو بھی سکتا ہے یا نین بعضے اسکے ارکان ہی کو نہیں ماتھے پھر\r\nامکان کو ماننے والون کا اس بین اختلاف ہے کہ اسکا علم ہو سکتا ہے یا نہیں\r\nایک جماعت اسکان علم کے بھی منکر بین امام فخرالدین رازی نے کتاب\r\nمحصول مین یہ اختلاف بیان کر کے فرمایا ہے کہ انصاف یہی ہے کہ بو سن\r\nوالا نصاف انه لا طريق لنا الى اجتماع زمانہ صحا بہ جبکہ مومنین اہل\r\nمعرفة حصول الاجماع الافی اجماع بہت تھوڑے تھے اور ان\r\nزمان الصحابة حيث كان الموت سب کی معرفت تفصیلی سکن فنی\r\nقليلين يمكن معرفتم با سر هم او زمان کے اجماعون کے حصول علم\r\nمية التفصيل وفحص و زاری کی کوئی سبیل نہیں۔\r\nاسی کے مطابق کتاب حصول الامول میں ہے جو کتاب"
    },
    {
        "id": 45,
        "pageNo": 45,
        "pageText": "نمبر ا ا جلد\r\n۳۳۱\r\nریویو براہین احمدی\r\nارشاد الفحول شوکانی سے ملخص ہے اس میں کہا ہے جو یہ دعوئے کرے ؟\r\nو من ادعى انه يتمكن الناقل كه ناقل اجماع، ان سب علما دنیا کی\r\nللاجماع من معرفة كل من رجو اتباع میں معتبر من معرفت\r\nيعتبر فيه من علماء الدنيا فقد قادر ہے وہ اس د قومی بین حد\r\nالصرف في الدعوى وجازف سے نکل گیا اور جو کچھ اس نے کہا\r\nفي القول ورحم الله الامام اشکل سے کہا خدا امام احمد حنبل پر رحم\r\nاحمد بن جمیل فانه قال من ادھی کرے کہ او منون نے صاف فرما دیا\r\nوجود الاجماع فهو كاذب وجعل ہے کہ جو وجود اجماع کا مدعی ہے وہ\r\nاصفهانی الخلاف في غير جھوٹا ہے اصفہانی نے اس\r\nاجماع الصحابة وقال الحق اختلاف کا محل اجماع صحابہ کے\r\nتعالى الاطلاع على الاجماع ہوا اور اجماعون کو ٹہرایا ہے اور\r\nالاجماع الصحابة جہانے کا نو ا نے فرمایا ہے کہ حق میں ہے کہ اجماع\r\nقلة واما الآن وبعد انتشار پر اطلاع مشکل ہے ان صحابہ کے\r\nالإسلام وكثرة العلماء اجماع پر مشکل نہیں کیونکہ وہ ہوا ہے\r\nفلا مطمع العلم به (حصو الماموں) لوگ تھے اور اسلام پھیل جانے\r\nاور علماء اہل اجماع کے بڑھ جانے کے بعد تو علم آبسابع کی کوئی\r\nطمع بنہیں ہو سکتی ۔\r\nپھر اس اسکان علم اجماع کو تسلیم کرنے والون کا اس مین اختلاف ہے\r\nکہ اس علم کا پچھلے زمانے کے لوگون تیک منقول ہونا سکن ہے یا نہیں\r\nامام احمد کا یہ قول مستم و غیرہ میں یہی منقول ہے اگر چہ مسلم\r\nمین اس کی اور تاویل کی ہے ۔"
    },
    {
        "id": 46,
        "pageNo": 46,
        "pageText": "نمبر ۶ جلد ،\r\nر ایک تجربہ مشاہدہ کرنے اوراس تجربہ شانہ کا اقوام یک مزہ بھی کہا دیا ہو۔\r\nعمر افسوس صد افیوس سب سے پھیلے اس کتاب کی خوبی و بحق اسلام نفع رسانی سے\r\nبعض مسلمانوں ہی نے انکار کیا ہو اور بر طبق اتجعلون رزقكم انك متكذبون\r\nاس احسان مولف کے مقابلہ میں آخران کرکے دکھا دیا ۔\r\nاُنکے اس انکار و کفران کا مورد و موجب مولف کتاب کے وہی الہامات بین جو اس کتاب\r\n+\r\nامرتر و لود یا نہ وغیرہ کے ساکنین۔\r\nنون لایق توجہ گورنمنت - اس انکار و کفران باعث لو دیانه\r\nکے بعض مسلمانون کو تو صرف حسد و عداوت ہے۔ جسکے ظاہری دو سبب ہیں۔ ایک\r\nیہ کہ انکو اپنی جہالت ان اسلام کی ہدایت سی گورنمنٹ انگلش بی سر جہاد دیناوت کا اعتقاد ہو۔\r\nاور اس\r\nکتاب میں اس\r\nگورنمنٹ سے جہاد و ناوت\r\nکونا جایز کھا ہے لہذاوہ لوگ اس کتاب کو مولف کو\r\nنهاد بهترین امر از راه نصب وجبات اسکی مخالفت کواینا نیسی فر خیال کرتے ہیں\r\nگر چونک و گرفت کے سید اقبال کو نہیں کہ توری مرام\r\nمسلمانوں\r\nکے رہبر وان جس انو کا فر با ست من النداده ان جو کفر کو دل میں بہتر ہیں اور چند\r\nخاص اشخاص رمبر کو یہ جربینی ہر کسی پر اہرنہیں کرتی اور اسکا اظہار سے لباس\r\nو پیرایہ میں کرتے اور یہ کہت بین که برا همین احمد امین فلان فلان امور کفر یه دعوی است\r\nاور نزول قرآن اور تعریف آیات قرانیہ پائی جاتی ہیں) اسلامی اسکا مولف کا فخر ہے۔\r\nموقع جلسه دستار بندی و بی بند پر یہ حضرات بھی ان پہنچے اور لنب النور قوی کنید\r\nمولف بڑاھین احمد کے لکھ کر لے گئیاور علماء دین و گنده دخیر ایرانی استخداد و پیر\r\nثبت کر نیکے خواستگار ہوئی۔ مگر چونکہ وہ کفران کا اپناخانه ساز کفر تها جسکا کتاب براہین احمدیہ\r\nمین چه اثر پایانہ جاتا ہا لہذا علماء دیوبند و کنگره خوران فتوون پر مہر دستخط کرنے سے انکار کیا\r\nاور ان\r\nلوگوں کو تحیر مولف سو روکا۔ اور کوئی ایک عالم ہیں انکا ان کفیر من موافق نہوا ۔ جس سر\r\nوہ بہت ناخوش ہونا اور با ملاقات و نان سر بہا گے اور کا اہم مر مستقر و فرت من قسویی"
    },
    {
        "id": 47,
        "pageNo": 47,
        "pageText": "٣٣٢\r\nریویو براہین احمدیہ\r\nنمبر جلدی\r\nایک جماعت اسکے قائل ہیں کہ یہ نقل متواتر سے ناممکن ہے اور اخبار احاد سو\r\nہو تو اسکا اعتبار بینین پھر ان سب باتون رامکان اجماع - امکان -علم\r\nامکان نقل کو ماننے والوں کا اس میں اختلاف ہے کہ وہ اجماع شرعی\r\nیل ہے یا نہیں بعض لوگ قائل بین که وه دلیل شرعی نہین امام\r\nبن حنبل اور داؤ د ظاہری وغیرہ اسکے قائل ہیں کہ صرف اجماع\r\nوذهب داؤد الظاهری الی صحابہ دلیل ہے۔ حصول المامول\r\nاختصاص حجية الاجماع باجماع میں ہے اجماع کا حجت رولیل ہوتا\r\nالصحابة وهو ظاهر كلام ابن اجماع صحابہ سے مخصوص ہو۔ یہی امام\r\nاحبان في صحيحه وهذا هو ابن حسان کی کلام سے ظاہر ہوتا ہے\r\nالمشهور عن الامام احمد رحطي اور یہی امام احمد سے مشہور ہے ۔\r\nپھر اس اجماع کو حجت و دلیل ماننے والے اس میں مختلف ہیں کہ وہ\r\nحجت قطعی سے باطنی ۔ ایک جماعت رصیر نے ابن برهان و بوسی و\r\nغیره\r\nاس کو قطعی کہتے ہیں ۔ ایک جماعت دامام رازی آمدی و غیره) ظنی کہتے\r\nہیں ۔ بعض (بزودی وغیرہ حنفی اس میں تفصیل کرتے ہیں ۔ اجتماع صحابہ\r\nکو قطعی کہتے ہیں ۔ باقی اجماعون کو ظنی ۔ ان مذاہب کی تفصیل سہی.\r\nحصول المأمول و ارشاد الفحول وغیرہ مین ہے۔\r\nامام رازی اپنے مذہب کی تائید میں فرماتے ہیں۔ کہ تعجب کی بات\r\nوالعجب من الفقهاء انهم اللبوا ہے کہ فقہا، اجماع کا حجت ہونا عموم\r\nالاجماع بعمومات الايات ولا آیات و احادیث سے ثابت کرتے\r\nخبار و اجمعوا على ان المنکر ہیں اور اس پر بات پر بھی انج اجماع\r\nلما تدل علیہ العمومات لا یکفر ہے کہ جو بات عمومات سے ثابت ہو"
    },
    {
        "id": 48,
        "pageNo": 48,
        "pageText": "مراد جلده\r\nریویو برا مین احمدیه\r\nولا يفق اذا كان ذلك الانكار اسکا منکر کا فرنہیں ہوتا اور نہ فاسق\r\nبتاويل ثم يقولون الحكم الذمے ہوتا ہے اگر وہ تباویل منکر ہو۔\r\nدل عليه الاجماع مقطوع و مخالف پھر یہ بھی کہتے ہیں کہ جو حکم اجماع سو\r\nکا فر فاسق فكانم قد جعلوا الفرح ثابت ہو اسکا منکر کا فر ہے اسمین\r\nاقوى من الاصل وذلك غفلة او نحون نے فرع کو دینے حکم قطعیت\r\nعظمة (محصول) اجماع) کو اصل سے دینے اُن\r\nدلائل عموم نے جن سے قطعیت ثابت کرتے ہیں) قومی بنا دیا ۔ یہہ\r\nان کی بڑی غفلت ہے ۔\r\nاسی قسم کے اور اختلاف اجماع کے متعلق اہل اسلام خصوصاً اہلسنت\r\nمیں پائے جاتے ہیں ۔\r\nایسا ہی قیاس کی نسبت ان کا اختلاف ہے بڑے بڑے صحابہ و تابعین\r\nدائمہ مجتہدین اسکے حجت درولیل ہونے کو نہیں مانتے اسکے موید اقاویل صحا\r\nو تابعین ہمارے ضمیمه اخبار سفیر مند نمبر ہ ا بابت شکره ام مین منقول\r\nہو چکے ہیں ہم ان کا اعادہ نہیں کرتے وہ ضمیمہ ناظرین شایقین تحقیق طلب\r\nفرما کر ملاحظه مین لائین گے تو حظ اوپٹائین گے ۔\r\nپھر جب اختلاف کے سبب اکثر مسائل شهر عیدی خصوصاً ادلہ اربعہ مین -\r\nدلائل شریک مسلم پر اعتبار ہوے تو اختلاف کے سبب الہام کیو نخر بی اعتبا\r\nہو سکتا ہے۔\r\nاس بیان سے یہ بھی ثابت ہوا کہ جو لوگ اولہ شرعیہ کا حضر چاروںائل\r\nمین کرتے ہیں وہ غلطی پر ہیں ۔ یہ حصر نہ اتفاقی دلائل کی نظر سے صحیح ہو سکتا ہے۔\r\nنہ اختلافی کی نظر سے۔ اتفاقی دلائل کی نظر سے اس کا غلط ہوتا تو ایسی معلوم"
    },
    {
        "id": 49,
        "pageNo": 49,
        "pageText": "ریویو براہین احمدیہ\r\n۳۳۴\r\nنمبر جلد\r\nاور ثابت ہو چکا کہ اتفاقی دلائل صرف دو ہین نہ چانہ اختلافی دلائل کی شمولیت\r\nکے لحاظ سے یہ دعوئے حضر اس لئے غلط ہے کہ اختلافی دلائل ان چاروں سے\r\nسوا اور یہی بین استھان - استصحاب استقراء - شرائع شائقین\r\nمصالح مرسلہ - قول صحابی وغیرہ ۔\r\nکتاب مسلم الثبوت بین لکھا ہے ان چارون دلیلون دکتاب و\r\nللا ربعية على الاربعة اتفاق و سنت و اجماع و قیاس پر تو چارون\r\nواختلف في امور و تقدم امام (امام ابوحنیفه امام شافعی ع\r\nمنها شرائع من قبلنا ولا امام مالک نہ امام احمد رم) کو اتفاق\r\nستحسان والمصالح المرسلة ہے۔ بعض دلائل مین و جن کا ذکر\r\nو قول الصحابي ومنها عدم پہلے ہی ہوچکا) اختلاف ہو از مجلہ\r\nالدليل بعد الفحص اختاره شرائع سابقین میں اور استحسان\r\nبعض الشافعية والحق انه اور مصالحہ مرسلہ اور قول صحابی\r\nليس بدلیل الا بالشرع ومنها اور از انجملہ تلاش کے بعد دلیل\r\nالاخذ باقل ما قيل خذ یہ انسان کا پایا جانا ا سکو بعض شافعی خدم\r\nوالحق الله ترجیح کا لاخذ حکم پرولیل سمجھتے ہیں ۔ اور حق\r\nبالاصل في تعارض الاشباہ و یہ ہے کہ وہ دلیل نہیں ہے مگر\r\nمنها الاستقر أو اختاره البيضلو شریعت کی شہادت سے یعنے شریعت\r\nوالحق انه لا يدل على حكم خود بتاتی ہے کہ جس چیز سے شرع\r\nالله لا قادل على وصف جامع ساکت ہے وہ حکم باختہ اصلیہ مباح و ماست\r\nتدي ومنها الاستصحاب وھو ہے اور از انجیلہ کم سے کم کو لے لینا\r\nان الفاظ کی تشریح میمہ اشاعة السنتہ جلد ہم میں ہوگی انشاالہ تعالے"
    },
    {
        "id": 50,
        "pageNo": 50,
        "pageText": "نمبر ا ا جلد\r\n۳۳۵\r\nریویو براہین احمدیه\r\nحجة عند الشافعية وطائفة اسکو امام شامی نے حجت ٹہرایا ہے\r\nمن الحنفية منهم ابو منصور اور حق یہ ہے کہ وہ ترجیح ہے جیسے\r\nمطلقاً وعند الجانريد و بشمس تعارض کے وقت اصل کو پا لینا\r\nالائمة وفخر الاسلام للدفع اور از ان\r\nجملہ استقراہ سے اس کو\r\nفقط و نفاه منهم المتكلمون وهو بيضاوی نے اختیار کیا ہے اور حق\r\nالمختار (مسلم الثبوت یہ ہے کہ وہ حکم الہی پر دلیل نہیں\r\nہو سکتا جب تک کہ وہ کسی وصف جامع کو ثابت نہ کرنے اور ان الجملہ\r\nاستصحاب ہے وہ شافعی کے نزدیک اور حنفیوں میں ایک جماعت کے\r\nنزد یک حجت ہے ابوزید وغیرہ اسکو صرف مدافعت کے لئے حجت\r\nسمجھتے ہیں اور اکثر لوگ متعلمین وغیرہ اسکو حجت نہین سمجھتے ۔\r\nبیان امرسوم\r\nالہانہ یا کشف غیر نبی کے منکر جمعیت مستعلمین اور اصولی ہیں ۔ اور اسکے\r\nصحت (دلیل) ہونے کی قائل بعض حدث و صوفی اس مقام میں اُن\r\nصوفیون اور محدثون کے اقوال نقل کئے جاتے ہیں جو اس الہام و\r\nکشف کو محبت جانتے ہیں اور اس سے کام دیتے ہیں۔\r\nاز انجیل معبد الوہاب شعر الی بین خود میزان کبری میں اہل کشف\r\nالہام کے لئے کشف\r\nالہا ہے وہ کل احکام پر مطلع ہونے کے بھی ہیں چنا نچھ\r\nبصفحہ ۲ کتاب میزان کے فرماتے ہیں ۔ خدا تعالیٰ نے مجھے بطریق\r\nوقد اطلعنی اللہ تعالے من طریق الہام امام و او جو ظاہری کے اس\r\nالانعام على دليل تقول الامام مسئلہ کے سرچ چھوٹی لڑکی کو ہاتھ"
    },
    {
        "id": 51,
        "pageNo": 51,
        "pageText": "ریویو براہین احمدید\r\nنمبر الدء\r\nداؤد الظاهری بنقض الطهارت لگانے سے یہی وضو ٹوٹ جاتا ہے\r\nيلمس الصغيرة التي لا تشتهى مطلع کیا پھر ا سکو تفصیل بیان فرمایا۔\r\nاور بصفحہ ۱۳ فرمایا ہے کہ صاحب کشف مقام یقین میں مجتہدین کے\r\nوصاحب هذا الكشف قد ساوى مساوی ہوتا ہے اور کیسی بعض\r\nالمجتهدين في مقام اليقين مجتہدین سے بڑھ جاتا ہے کیو نسخہ\r\nور بیان او على بعضهم لاعتراف وہ اسی چشمہ سے جس سے شریعت\r\nعلمه من عين الشريعة ولا نکلتی ہے چلو بھرتا ہے اور وہ\r\nيحتاج إلى تحصيل الات الا اسباب (علوم) اجتہاد کاجو مختاری\r\nجتهاد الیتے شرطوها في حق کے حق میں شرط شہر ائی گئی ہیں\r\nالمجتهد محكمة حكم الجاهل محتاج نہین ہے اسکا حال دریا کو\r\nبطريق البحر اداور دمع عالم استہ سے نا واقف کا سا ہے\r\nبها ليملاء سقا و من فلا فرق جو کسی راستہ جاننے والے کے\r\nبين الماء الذي ياخذه ہمراہ دریا پر پانی لینے کو پہنچ جاتا ہے۔\r\nالعالم ولا بين الماء الذيے اسکے پانی میں اور جاننے والے\r\nیا خذه الجاهل کے لئے ہوئی پانی میں کچھ فرق نہیں\r\nپھر اسی صفحہ بین اسپری سوال کیا ہے کہ پھر علما نے اس مسئلہ پر جو\r\nفان قلت فلائیے شے لم یوجب کسی نے کشف سے لیا ہو عمل\r\nکرنے\r\nالعلماء بالله تعالى العمل لوكيون واجب نہیں ٹہرایا یا وجود دیکھ\r\nبما اخذه العالم من طريق و بعض لوگوں کے نزدیک صحت\r\nالكشف مع كونه ملحقا با مین رآیہ (حدیث کے مثل ہے\r\nالنصوص في الصحة عند پہر اسکا یہ جواب دیا ہے کہ اس کے"
    },
    {
        "id": 52,
        "pageNo": 52,
        "pageText": "نمیرا جلادے\r\nریویو براین احمدید\r\nبعضهم فالجواب ليس عدم ايجاب العلمك عمل واجب کرنا اسلئے نہین ہے کہ جو ساکشن\r\nالعمل العلوم الكشف من حيث ضعفها و سے لیا جاتا ہے وہ اس مسئلہ سے جو ظاہری\r\nنقصها عما اخذه العالم من طريق النقل فقل سے لیا جاوے کچھہ کر رتبہ اور ضعیف ہے\r\nالظاهر و انها ذلك للاستغناء من عده بلکہ اسلئے ہے کہ صریح دلائل کتاب و سنت\r\nفي الموجبات بجرائم ادلة الكتاب والسنة کے ہوتے اسکو دلیل موجب عمل ٹہرائی کے\r\nعند القطع بصحته اى ذلك الكشف فانه حاجت مندن کیونکہ کشف جبکہ اسکی صحت کا\r\nحفيد لا يكون الاموافقالها اما عند یقین کتاب اللہ کی موافق ہی ہوتا ہے - ایوار\r\nعدم القطع بصحته فمن حيث عدم اسکی صحت کا یقین نہ ہو تو اس وجہ سح کہ\r\nعصية الآخذ لذلك العلم فقد يكون خيل صاحب کشف معصوم بندین ہے اس میں\r\nكشفه التلبيس من ابلیس فان الله تعالى وضل شیطان کا احتمال ہے کیو نہ من العامل النت\r\nقد اقدم ابلیس کا قال الغزائی خیر املی کی چنانچہ امام غزالی وغیرہ تو کیا ہو قدرت\r\nعلى ان يقيم للمكاشف صورة المحل الذي وہی ہو کہ وہ صاحب کشف\r\nکو سکھ محل کشف کی\r\nياخذ علمه منه من سماء او عرش الكهى رجس سمو وہ علم اخذ کرتا ہے ) صورت آسمان با عوش\r\nاو\r\nقلم او لوح فريبا ظن المكاشف ان اکرسی یا قلم یا لوح کی بھی بنا کر کھلوی پیس وہ\r\nذلك العلم من الله فاخذ به فضل وصل اسکو خدا کی طرف سو سمجھ کر لے لیتا ہو اور خود گرام\r\nفمن هنا ارجوا على الكاشف انه يعرض ہوتا ہو اور دوسروں کو گمراہ کرتا ہے۔ ہی نظر کو\r\nما اخذة من العلا من طريق كشفه على علما لو صاحب کشف پر اس امرکو صاحب ٹہرایا ہو\r\nالكتاب والسنة قبل\r\nالعمل يرقان واقتي كه ده قبل عمل ا سکو کتابی بسنت پر پیش کر سر میں\r\nالخذاك والا حرم علي العمل من تعلم ان میں اگر موافق با تو تو پر عمل کرو ورنہ اسپر عمل کرنا\r\nخود ہی بیان کی ہر اس سنتی کر کہ پیر غلامی کا امکان ہو جو اکر عدم استقرار سو ثابت ہوتا ہو\r\nکیا پیر صاحب کشف کو قیام و ثبات ہو نے اسی صورت سی جو بہتر بیان کی ہو۔ ان تو ٹونی ناظرین کو معلوم ہوگا کہ یہ عبارت\r\nتقل کو بین ابر و بادی مخالف این میر میر میرا کو بمقام میں نقل\r\nکیا ہو ورنہ اسکی نصف غیر کو مقام سو علم نہ رہتا ۔"
    },
    {
        "id": 53,
        "pageNo": 53,
        "pageText": "ب یویو براہین احمدیه\r\nتمبرا ا جلد\r\nاخذ علم من غير الشريعة من اسپر عام ہو اس سے ثابت ہوا کہ جو شخص اپنا\r\nغیر تلبيس في طريق كشفه فلا علم شریعت کے سوا اور جگہ الہام و کشف)\r\nيصح منه الرجوع عند ابداً سے لے اور اس میں تلبیس کا دخل نہو تو اس\r\nسے\r\nوہ کبھی نہیرے جب تک زندہ رہے۔\r\nاحد اس میں صفحہ ۲۰ کہا ہے اہل کشف قیاس کے محتاج بہنیں وہ کشف\r\nما عاش -\r\nہیں۔\r\nومن هنا يعلم ان اهلا لكشف غیر محتاجین کے سبب اس\r\nجب اس سے مستغنی\r\nالى القياس لاستغنائهم بالكشف\r\nاور بصفحہ ۳۳ فرمایا ہے کہ حدیث اصحابی کا لنجوم اگر چہ محدثین کے\r\nاصحابی کالنجوم با بيهم اقتديتم وان كان فيه نزدیک محل کلام ہے پر وہ اہل\r\nکشف\r\nمقال عند المحدثين فهو صحيح عند اهل الکشف کے نزدیک صحیح ہے۔\r\nاور بصفحہ نم ۲ کیا ہے ہمارے پاس کوئی دلیل ایسی نہیں جو کلام\r\nخانه ماثم لنا دلیل واضح بود اهل الكشف اہل کشف کو روکر سے نہ عقلی نہ نقلی\r\nابل الاعقلا ولا نقلا ولا شرعالان نه شرعی کیو نہ کشف بیانیہ شریعت سے\r\nالكشف لا ياتي الامويل بالشریعہ دائما موید ہوتا ہے۔\r\nاور نصف ۴۸ فرمایا ہے کہ بہتری اولیاء اللہ سے مشتہر ہوچکا ہے کہ وہ\r\nوقد اشتهر عن كثير من الاولياء الذين حضرت مسلم سے (عالم ارواح میں یا بطور\r\nهم دون الأئمة المجتهدين في المقام - كشف) ہم مجلس ہوئے اور ان کے\r\nبیقین انھم کا نوا يجتمعون بھول اللہ ہمعصران نے ان کے دعوی کو تسلیم\r\nصلے اللہ علیہ وسلم کثیر او بصد قیم کیا۔ پھر امام شعرانی نے اُن لوگوں کے\r\nاهل عصرهم على ذلك الى ان ذكر همه نام لئے جن میں ایک امام محدث\r\nمنهم الشيخ جلال الدين السيوطي ثم جلال الدین سیوطی میں پھر فریا"
    },
    {
        "id": 54,
        "pageNo": 54,
        "pageText": "میرا جلد\r\n٣٣٩\r\nریویو برا بین احمدیہ\r\nقال و رایت ورقة بخط الشيخ جلال الله سیتو یک ورق شیخ جلال الدین سیوطی کا\r\nالسيوطي عند احد اصحابه وهو الشيخ دستخطی اپنے محبتی شیخ عبدالقادر شاذلی\r\nعبد القادر الشاذلي مراسلة لشخص کے پاس پایا جو کسی شخص کے نام خط تھا\r\nسأله فى شفاعة عند السلطان قایتبای جس نے ان سے بادشاہ وقت کے\r\nرحمہ اللہ تعالی اعلم یا اخی انتی قد پاس شفارش کی درخواست کی ۔ انہوں نے\r\nجتمعت برسول اللہ صلی اللہ علیہ مولم جواب میں کہا کہ مین آنحضرت صلعم کی\r\nالى حتى هذا خمسا و سبعين مرة يقظه خدمت میں تصحیح احادیث کے لئے\r\nومشافهة و لولا خونى من احتجابه حکو محدث ضعیف کہتے ہیں حاضر ہو اکرتا\r\nصلی اللہ علیہ وسلم عنی سبب ہوں چنانچہ اسوقت تک بہتر دفع حالت\r\nدخولي للوكالة الطلعت القلعة وشفت بیداری بین حاضر خدمت ہو چکا ہوں\r\nفيك عند السلطان وانی | تجبر یہ خوف ہوتا کہ مین با دشاہ وقت\r\nرجل من خدام مد میشه و احتاج کے پاس جانے کے سبب اس حضوری\r\nیہ فی تصحیح الاحادیث التي ضعفها سے روکا جاؤن گا تو قلعہ میں جاتا اور\r\nالمحدثون من طريقهم ولا شك ان تمہاری شفارش کرتا ۔ امام شعرانی فرما تو\r\nتفع ذالك ارحم من نفعك انت يا اخی مین کہ شیخ جلال الدین کے اسبات کا\r\nنته فى يود الشيخي جلال\r\nالدين في ذالك موید وہ واقع ہو جوسید محمدین زمین سر شتر برده\r\nما اشتهر من سيدى محمد بن فين المادم آنحضرت صلعم کی زیارت سے بیداری\r\nرسول الله انه كان یوی رسول الله مین مشرف ہوتے جب بیج کو جاتے\r\nسلم نقطة ومشافهة - (میدان شمالی پر اسکو مفصل ذکر کیا ۔\r\nاور از انجمہ شیخ محی الدین ابن عربی میں جو فتوحات مکین ایک\r\nخاص با سب اس مضمون کا کہ اہل ولایت بذر یو کشف احضرت اسے احکام ہو چینو"
    },
    {
        "id": 55,
        "pageNo": 55,
        "pageText": "ریویو براہین احمدیہ\r\nمیرا جلدی\r\nان احدهم اذا احتاج في واقعة میں مقرر کر کے فرماتے ہیں ان بین سے\r\nاوسوال من حدیث رأى النبي جب کسی کو کسی واقعہ میں حدیث کی حاجت\r\nصلی اللہ علیہ و سلم فنزل علی جیل پڑتی ہے تو وہ انحصرت کی زیارت سو مشرف\r\nعلیہ السلام فیساله عما احتاج ہو جاتا ہے ۔ پھر جبرائیل علیہ السلام نازل\r\nاليه الولی فیجیبہ النبی صلی اللہ علیہ ہوتے ہیں ۔ اور انحصرت خیر سیل سے\r\nوسلم ويسمي هذا الولی خیلی ماقال وہ مسئلہ (جسکی ولی کو حاجت ہوتی ہے)\r\nصلى الله عليه وسلم قال وهذا الما سال پوچھیکہ اس ولی کو بتاتے ہیں جس کو ولی\r\nجبرئيل عليه السلام من الايمان سنتا ہے اور یاد کر لیتا ہے بعد آنحضرت\r\nشرائع الاسلام فاجابه صلی اللہ علیہ سے جبرئیل نے ایمان و اسلام کا سوال\r\nیلم و دعوه قال ونصح من هذا کیا تھا اور آنحضرت نے اسکا جواب دیا\r\nالطريق احادیث النبي صلى اللہ علیہ تھا اور صحابہ نے یاد کر لیا تھا۔ شیخ\r\nفریب حدیث صحیح عند اهل الفن ابن عربی نے فرمایا ہے ہم اس طریق 5\r\nلا يثبت عندنا من هذا الطريق ورب انحصرت سے احادیث کی تصحیح کرا لیتے ہیں\r\nموضوع عندهم يعلم بقوله صلى اللہ بہتیری حدیثین ایسی میں جو اس فن کے\r\nعليه وسلم هذ احداث قلته - لوگوں کے نزدیک صحیح نہیں اور وہ ہماری\r\nنزدیک صحیح نہین اور بہتیری حدیثیں انکو\r\nنزد یک موضوع ہیں ۔ اور آنحضرت کے قول سے کر بذریعہ کشف ) صحیح ہو جاتی ہیں ۔\r\nاس قسم کے مسائل و احادیث جنکی تصحیح ابن عربی نے آنحضرت سے کرائی ہے۔\r\nفتوحات میں بہت مذکور ہیں جیسے حدیث رفع یدین بوقت انتقالات نماز اور\r\nد عاشتم صحیح بخاری اور حدیث وقوع طلاق ثلث وغیرہ۔\r\nاور فتوحات مکید میں یہ یہی فرمایا ہے کہ اہل زوکر و خلوت پر و معلوم\r\n(فتوحات)"
    },
    {
        "id": 56,
        "pageNo": 56,
        "pageText": "نمبر را جلدی\r\nالم\r\nریویو براہین اورید\r\nبدنیہ کھلتے ہیں جو اہل نظر و استدلال کو حاصل نہیں ہوتے ۔ اور یہ علوم لدنیہ اور\r\nاسرار و معارف انبیاء اور اولیار سے مخصوص ہیں اور جنید بغدادی سو نقل\r\nکیا ہے کہ انہوں نے تیس سال اس درجہ میں رہکر یہ رتبہ حاصل کیا ہے ۔ ابو یزید\r\nبسطامی سے نقل کیا ہے کہ تم (علمار ظاہر) نے علم مردون سے لیا ہے بہنے\r\nخدا زندہ قائم سے اہمضمونکی اصل عبارت فتوحات اشاعة السنته نمیره جلد به میں نقل\r\nہوچکی ہے ۔\r\nاور از استجله امام غزالی بین ان کا قول مثبت الهام بہی اسی نمبرہ اشاعة السنته\r\nمیں نقل ہو چکا ہے ۔\r\nاور از انجمله رئیس محدثین ہند حضرت شاہ ولی اللہ قدس سره بین جو اپنی\r\nمتعدد تصانیف میں الہام و کشف پر اعتماد اور اس سے استشہاد کئے ہیں ۔\r\nآپ نے ارسال در تخمین فی مبشرات البنبی الامین اور\r\nرساله ابنتاه في سلاسل اولیاء اللد مین بند مستقل شیخ محمد بن عبدالرحمن\r\nالخطاب شارح مختصر خلیل سے روایت کیا ہے کہ انہوں نے کہا ہم عارف باد\r\nالحدث الثالث والثلثون اخبرني | شيخ عبد المعطی تونسی کے ساتھ انحضرت\r\nالشيخ ابو طاھر قال اخبرنا الشیخ کی زیارت کے لئے گئے جب ہم انحضرت\r\nاحمد التخلي قال اخبرنا شيخنا السید کے روضہ کے قریب ہوئے تو پا پیادہ\r\nالسند احمد بن عبد القادر ہو لئے پس شیخ عبد المعطی چند قدم\r\nقال الخيرونا الشيخ جمال القيرواني عن جلتے اور پر کپڑ ے ہو جاتے یہانتک کہ\r\nالشيخ يحيى الخطاب المالكي قال روضہ مبارک کے سامنے کھڑے ہو گئے\r\nاخبرنا عمى الشيخ بركات الخطاب عن اور کچھ ہوئے جسکو ہم نہ سمجھے جب ہم\r\nوالك عن نجاك السليم محمد د عبد الرحمن وہان سے پرے تو ہم نے آئن -"
    },
    {
        "id": 57,
        "pageNo": 57,
        "pageText": "نمبر ۶ جلد ؟\r\nبه رامین احمدیه میپر ریویو\r\nکے اخص برکات سورہیں۔ ان الہامات کو بعض سلمان التوصرف غیر صبح وغير من ناقابل تسلیم\r\nسم نطا الف قرار دیتی بین فریق اول از امرتسر سلیمان\r\nبتاتے ہیں اور بعضے\r\nتوان انکار کی جو یہ پیش کر توری که اهانی اهنگ بھی بنجر بنیانگ کو نہیں ہوسکتا اور\r\nجنگ کسی کو نہیں ہوا اور ا طبعی خیالات و خطرات مراد بین تو ان کو دنی سم کیا خصوصیت\r\nیہ خطرات کا ذرانسان بلکہ حیوان یکی وغیرہ کو بھی ہوتے ہیں۔\r\nنقیدی نوٹ صنفی و .\r\nکے مصداق ہے\r\nناظرین ان کا یہ حال سن کر سنتی اور اس عمر کے منتظر مونگے کہ ایسے دلیر اور شیر بہادر کون میں\r\nجود شیب دار وقت کے مخالف ہوکر ایسے جلیل القدر مسلمان\r\nکی تکفیر کرتے ہیں اور اپنی مہربان\r\nگورنمنٹ کے رکے فال حمایت مین با اسن شور تو سبی ادا کرتے ہیں ، جہاد کو جایز سیم تر ہیں۔\r\nانکے دفع تعجب اور فع انتظار کے لئیر ہم ان حضرات کے نام سہی ظاہر کر دیتے ہیں ۔ وہ\r\nمولوی عبد الغیر\r\nیف و مولوی همان و غیره پسران مولوی عبد القاد\r\nبین جن سب کاشته بسر باغی و بدخواه گورنمنٹ ہونا ہم اشاعه السنه نیز جلد وغیرہ میں\r\nظاہر ثابت کر چکی ہیں اور اب یہی سیلک طور پر سرکاری کاغذات کی شہادت سخر ثابت کرنیکو\r\nموجود و مستعد مین اگر وہ یا کوئی انکانا واقف معتقد اس سر انکار کرے ۔\r\nدوسر اسب ید که انهون تو باستعانت بعض مغرو اہل اسلام بود انه رجنگی\r\nنیک نیتی اور خیرخواہی ملک سلطنت میں کوئی شک نہین ) بتقابله مدرسه صنعت کاری\r\nانجین رفاہ عام لودانہ ایک مدرسہ قایم کرنا چاہا تہا اور اس مدرسہ کے لئے لود نانہ میں چندہ\r\nجمع ہو رہا تھا کہ ان ہی دنون مولف براہین احمدیہ باستدھا اہل اسلام اور ان پہنچ گئی اور باکری\r\nمسلمان\r\nانجر فیض زیارت اور شرف صحبت سے مشرف ہوئی۔ اسکی برکات و اثر صحبت کو دیگر\r\nاکثر چندہ والی انکی طرف متوجہ ہو گئی۔ اور اس چندہ کے بہت سیر رو په طبع و اشاعت بر میان مورینی\r\nمولف کی خود تین شکش کر گئے ۔ اور مولوی صاحبان ذکور تهیدست ہو کر اہتہ متر جو\r\nاس امر نے یہی ان حضرات کو پہر کا یا اور مولف کی تکفیر پہ آمادہ کیا۔ جنکو ان باتوں کی"
    },
    {
        "id": 58,
        "pageNo": 58,
        "pageText": "۳۴۲\r\nریویو براہین احمدیہ\r\nنمبر ا ا جلدی\r\nالخطاب شارح مختص الخليل قال مشينا مع توقف کا سبب پوچھا انہوں نے\r\nشيخنا العارف بالله تعالى الشيخ عبد المعلى فر مایا میں آنحضرت سے\r\nالتونسى لزيارة النبي صلعم فلما قرينا من الرحيم حاضر خدمت ہونے کا افران\r\nالشريفة تو جلنا فجعل الشيخ عبد المعطى چاہا تھا آپ نے فرمایا آ\r\nمیشی خطوات وتقف حتى تقف تجاه القباد شب میں آگے ہوا پر مین تھے\r\nالشريف فتكلم بكلام لم تفهم فلما انصرفنا سالنا، عرض کیا یا رسول اللہ صلی اللہ\r\nعن وقوفه فقال كنت الحليب الاذن من علیہ وسلم جو کچھہ آپ سے\r\nرسول مسلم في القدم عليه دا قال لا قدام امام بخاری نے روایت کیا ہے\r\nقدمت ساعة ثم وقفت وهكن احتى وصل الله\r\nممكن استی والا ہے وہ سب صحیح ہے میں آپکی طرف سے\r\nفقلت رسول ا لما رومی اتحاد عند صحیح فقال اس کو روایت کرون آپ\r\nم فعلت له ادویه منا یا رسول اللہ سلم نے فرمایا بان صحیح ہے تو میری\r\nقال ادويه عني قد جاز السليم عبد المنی طرف سے اس کو روایت کر۔\r\nاله ها بالشيخ محمد المخابان يرويه عند اس حدیث کے روایت کرنے کی\r\nمكن الواحد اجاز من بعده و اجاز السيد اجازت شیخ عبد المعطلی نے اپنی شاگرد\r\nاحمد بن عبد القا التخل ان يرويه هند و اجاد مالی شیخ محمد خطاب کو دی انہوں نے اپنی\r\nلابی طاهر ما جاز ابوطاهلها اشتباه و این شاگرد کو ایسا ہی بیچ والون تو بیان ناک\r\nابو طاہر استان حضرت شاہ ولی اللہ نے حضرت شاہ ولی اقعد کو ۔ اور اپنے\r\nین ایسی می بائین جو بذریعہ کشف آپکو آنحضرت سے حاصل ہوتی\r\nہمیں بہت بیان کی ہیں پر انکی تفصیل سے خوف تطویل ہے\r\nاور ان انجلہ صاحب دراسات ہیں جو اس کتاب کے صفحہ\r\n۳۹ مین فرماتے ہیں کہ جو کوتاہ نظروں کو وہم ہوا ہے کہ اجتہانی محل اخذ"
    },
    {
        "id": 59,
        "pageNo": 59,
        "pageText": "ریویو برا من احمدید\r\nنمبرا جلدی\r\nو ما يتوهم القاعرن من ان الاجتها ماخذه كتاب و سنت ہوا اور کشف کو کتاب و سنت\r\nالكتاب السنة والكشف ليس طريقا للاخذہ سے احکام لینے کی طرف راہ نہین سو باطل\r\nعنهما قباطل لان الكشف طريق حيازة لاخذ ہے انحصرت سے حدیث اخذ کرنے اور\r\nالحديث موحتى القرآن عن النبي صلى الله علیم قرآن کے معنی پوچھنے کے لئے کشف جدا گانی\r\nيقظة شفاها و قال صلى الله علیہ سلم فی امریکا راہ ہے آنحضرت نے سچے خوابوں کے\r\nالصالحة ما قال فكيف في الكشف و اين باب میں (جو کشف سے کمتر بین فر مایا\r\nالاجتهاد من ذلك فهو اقوى من كل اسباب ہے جو فرمایا ہے ۔ پس کشف کی\r\nالعلوم بعد الوحی خانه رشم تو شیم من بحری نسبت آپکا کیا حکم ہوگا اور اجتہاہ کا اسکے\r\nوالقول بأنه لو كان الکشف حجة ليسمع سامنے کیا رتبہ ہے ۔ وہ تو علم کو بھی مائل دو تہام\r\nابتاعها لكان حج الشريعة خمسته وقد وغیرہ) سے قومی تر ہے کیونکہ وہ اسی وحی\r\nاتفقوا صلے انها اربعہ مردو دفانه لم کے دریا کا ترشح ہے اور یہ\r\nيقع الاتفاق على حجته القياس هوجہ کہتا کہ اگر کشف ان دلائل سے سوا\r\nعن القاتلين به فكذالك الكشف وان لم جنگا ابتاع جائز ہے تو چاہئے تھا کہ دلائل محمد\r\nيقل بحجيه اهل الظاهر فهو حجة عند اهلہ پانچ ہوتے حالانکہ انکا اتفاق اسپر ہے کہ وہ لائیل\r\nبل هو عندهم ما يوجب اليقين هو مبسوط چارنہیں ۔ لائق قبول نہیں ہو کیونکا اتفاق تو\r\n(دراسات ص۳۹ ) ان چار و لیلون پر بہی نہیں ہوا انین سر قیاس کیا\r\nاتفاق کب پایا گیا ہے ۔ ایسا ہی کشف سہی اسکو علما ظاہر نہیں مانتے تو اسکے اہل تو مانتے\r\nمین بلکہ وہ انکے نزدیک موجب یقین ہے ۔\r\nپر اس کتاب کے صفحہ ۳۰۹ سے ۱۲ ۳ سبب اتحاف العارفین شیخ نجم سی\r\nاور انوار قدسیہ اور طبقات الاولیاء عبدالوہاب شعرانی اور طبقات الاولیا\r\nابن الملقن سے اس مضمون کی چند حکایات نقل کی ہیں جنہیں اہل اللہ کا انحضرت"
    },
    {
        "id": 60,
        "pageNo": 60,
        "pageText": "یو پر امین احمدید\r\nمیرا ا جلد\r\nقال ايضا حکی عن بعض الاولیا عانہ حضر سے احادیث کی صحت دریافت کرنا پایا جاتا ہو\r\nمجلس فقیہ فروى ذلك الفقيه حديثا ان میں سے ایک لی سے یہ حکایت نقل کی\r\nفقال له الولى هذا باطل قال عن اين لك هذا ہے کہ وہ ایک فقیہ کی مجلس میں حاضر ہوئی اور\r\nفقال هذا النبي صلى الله عليه وسلم واقف فقیہ نے ایک حدیث بیان کی تو اسم علی نے\r\nحني راسك يقول اني لم اقل هذا الحديث کہا یہ حدیث جھوٹی ہے فقیہ نے پوچھنا تھمنے\r\nكشف لذلك لفقد فرامى النبي صلى ال علي اله وسلم یہ کہان سے جانا اس ولی نے کہا یہ دیکھے\r\n( دراسات فلا) آنحضرت صلعم تیرے سر پر کپڑ ہی فرما ر ہو رہیں\r\nکہ یہ حدیث میں نے نہیں کہی ۔ اسوقت اس فقیہ کو ہی کشف ہو گیا اور اس نے\r\nآنحضرت کو کڑی ہوئی دیکھ لیا ۔\r\nاور از پنجاب مولانامحمد اسمعیل ایک سرکرده الحدیث بین جوکتاب صراما قیم\r\nمین صفحه ۳۸ فرماتے ہیں ہر اہل کار و فطانت و از باب تخرس و کیاست که بلطافت و ر صفائی\r\nقریحه بر مغز این کلام و خلاصه این مقام رسید باشند پوشیده نخواهد ماند که صدیق من جد تقعلا اختیار میباشد و\r\nمن به حق در شرائع پر اگر صدیق کی القلب است رضار و کره ایست حضرت حق و افعال و اقوال مخصصه\r\nصحت بطلان عقائد خاصه محمودیت و ند موسیست در اخلاق ملكات شخصفه صلاح وفا أو نظام جواب\r\nالحفظ در وقائع و سالها جزیه نو خیلی خود درسته مینماید مثلا بشات قلب خود میداند که فلان قول مخصوص\r\nیا فعال مخصوص معنی حق است یا غیر مرضی و فلان عقیده خاصه حق است یا باطل فلان خلق مخصو میشود\r\nستان مو مالی امام خاص که نیا بین ایل منزل ایل مینه نقد شده باخان سم مخصوص که دو قلاقی به\r\nترویج یافته موافق نظام اتم است یا مخالف آن میں احکام این امور مذکورہ اور ابد و و به حلوم میشود یکے\r\nمشہادت قلب خود خصوصا و دیگر ه ب اندراج او در کلیات شروع عمودا و علم که بوجه اول حاصل شده\r\nتحقیقی است و ثانی تقلید می اگرز کی العقل است پس نور سیلی اویسی گولی تحقه منتقده و خطیر النقدیس که\r\nکه برای تربیت نوع انسان هو ان عید کی پیداوار بہنوئی میرا ید آن کلیات در زمین اورال والے"
    },
    {
        "id": 61,
        "pageNo": 61,
        "pageText": "تمبرا ا جلد\r\n۳۴۵\r\nریویو برا مین احمد\r\nمحفوظ میماند و استنباط جزئیات از ان کلیات سے تواند که و پس علوم کلیه شرعیه او بد و واسطه میرسد بوست\r\nنور جالبی بوساطت ابنيا عليهم الصلوة والسلام\r\nاس خیال و اعتقاد کو لوگ متقدمین متاخرین اہل سلام مین اور بہت ہیں ان کا اقوال نقل\r\nکرنیکی مقام مین گنجایش نہیں - آن چند اقوال منقوله بالاسر امرسوم کا بیان شافی ہوگیا اور بخوبی ثابت ہوا\r\nالهام اکشف وجبت ولی انتو اریای کابرای سلام صوفیہ کرام و محدثین عظام ہیں جب کہ اسکی حجیت کے منکر\r\nکا بر این میسئلہ ایسا نیا اور الو کہا نہیں جسکا کوئی قائل ہو ۔\r\nیہی جتانا اس امرسوم کے بیان سے ہمارا مقصود تھا اس کو اس امر کا اظہار مقصد نہیں ہو کیم\r\nخود بھی اس الہام کو حجت و لیل مانتو بین اور غیر مہم کو کی علم دیرنی کی الہام ریل کرنا اب ہمت ہی نبی نہیں۔\r\nبار از بین تو صرف کتاب اس دوست کو پرومی اور اسی محبت رستورال اور ام راه\r\nام جانتو زمین نخود الهامی بین کسی دی\r\nشقی امامی غیر بی ا ستقدمین سر موخوره متاخرین سو) مبتع و متقلد مین۔\r\nبیان اروم واسش را تعلیق و در میارم کایان کم مواد وانی اور ماہی کے بوت سواس سوال کا وشیرین\r\nسوم (منجلاعترضات مشترکہ فریقین کو جو اسے پیدا ہاتھا پورا ہوا ہوا کاوانی یاری کا نوالہ کی\r\nاینو حقیر محبت اورسویل سمجھنا کوئی نئی اور ان کہی بات نہیں ہے۔\r\nاب ہم اس کی رسوالات وجوابات کوختم کرتے مریکی کاری ناین کار را قد قدمت صارف\r\nتین سوالون قوانین کاجواب یاگیا ہو کر باوضه با درایت را مترامونا جواب پی سی او ہو ایک خور تامل سے\r\nکام لیا جا ہے تو کوئی عمران ایسا نہیں دیا یوں\r\nکہو کہ ایسا اعتراض کم ہو گا ، جس کا جواب اس بحث نکل سکے گا لہذا\r\nہم اب اس محبت کو طول بندی میتو اور اس ریو لو کا تمہ چند امور اور بیان کرتے ہیں۔\r\n..\r\nاول جواب سو اہم اور ا قدم ہو یہ ہوکہ جو کچہ بہتے الہامات مولف براہین احمدیہ کی حمایت اور\r\nاور اعتراضات مخالفین سے انکی بردارت میں کہا ہے اسکی بنا رچنا نو بهار الفانه و قیود جابجا مظهرین) صرف و امیر\r\nہے اول یہ کیہ الہاتا اور اخر تاویلات حدامکان\r\nاور تجویز عقل سو خارج نہین دومی که در شرع کی مخالفت نمین\r\nبریکر علی دینی البغل ثبوت و تحقیق ان الہامات کو مہنے شہادت نہیں رہی اورنہ حصہ چہیت کو ساتہ کی خلافت کی"
    },
    {
        "id": 62,
        "pageNo": 62,
        "pageText": "14-\r\nنمبر ا جلدے\r\nالا ایا حالت کی کئی شہاد ہو سکتا ہ جیت کے اسکواتی تجزیه بود و خود هم این بود یک والی ولی میشناسد\r\nانجود جدانی شہادت ہو اسکے صدق تحقیق کا سکو یقین نہ ہم کو مولف بر این حد سے صرف سن لیتی ہو اسلئے ہم\r\nانکو چاہتے ہیں اور انکے بیان کو عقل اور شرع کو مخالف نہیں سمجھتی لہذا ہم نے بالفعل اسی قدر امکانی اور تجویزی\r\nرائ دی ہے انکر الہامات اور برکات\r\nکا ہمکو ذاتی تجربہ و شاہد ہ ہوگا تو آئندہ حصورین رایو لو میں جنسی شہوت کی\r\nشہادت و تائید سی بی دریغ ہو گا ۔\r\nاس امکانی سے اسے سو ہی ہمارا مقصود چنانچہ ہم سلو ہی بتا چکے ہیں مطلق الہام غیر نبی کی\r\nتائید ہو جس سے الہام انبیا کی امید متصور ہے خاصکہ مولف براہین احدی کو البات کی تائید ہمارا اصلی مقصود نہیں ہے۔\r\nاور نہ بہکو اسوقت شیک مولف برامین سر بجز اخوت اسلامی کوئی خصوصیت ہر پکوان ہو کوئی خصوصیت پیدا نگی\r\nونا کر انکی تائید اور سی طرز و کیفیت سر عمل میں آدیگی انشا اللہ تعالی ۔\r\n(۳) اس کتاب میں جسی جینوی برکات وعمده خصائص مبین (جو بیان ہوچکی مایسی سیاسمین چند\r\nنقائص بھی مین جنابیاں اس نظر سے کہ ہم اسپریوی لکھ رہی ہیں ہمارا منصبی فرض ہے ۔\r\nاز انتخار یه که یکی عبات\r\nارد و عد نین پر اس کی عورت ایسی کتاب میں اور اک شرارت اورد ریست\r\nی اند که تا بجائی تاکہ او لفظ جو جاگ اور لفظ جو کہ بجائی جو وغیرہ مگر ہم اس نقص میں مولف کو سند در جانتے\r\nمین اونجا کے الشامل کی جبکہ ہندوستان ہنے کا اتفاق نہیں ہوا اور اردو تحریرات جزارت وغیر چینی کا اتفاق ہوتاہے\r\nاز انجالہ یہ کہ سوتیلی بہت ہو ایک سکے کئی دور کی رمی کی نظمیں اداکیا گیا میں کتاب کا جرم\r\nی طلب بڑ گیا ہر امین بین جناب مولف موز و معلوم ہو تو من شاد و جای وی ایمانی و اکواس کا پر جو کرتا ہے۔\r\nار انحله ی که بین من طلاب محول وارد کر گر ہیں اہم مقاصد جواس کتاب کو قصر غایات سے بہن رہے\r\nاثبات\r\nالہام و بے شیث قران) اسکو با نی صوص حواشی میں اسے گولین شاید این بی خب بسولف معذور ہوں وہ\r\nاستعمال ما تمرین کے سبب مقاصد کو مباری میں سے آئی ہوں ۔\r\nانه جمله ی بعض جگه ر کتاب این مخالف کے حق میں سخت کلامی اپنی ماتی و من از سوی ارایشی\r\nتہذیب میں عام لطبائع کو سنقر کی موجب ہو اگرچہ مولف امین بھی معذورا دورجیت حقانی و خوش میانی سرمجبور ہیں۔"
    },
    {
        "id": 63,
        "pageNo": 63,
        "pageText": "میرا جلدی\r\nریویو براہین احمدیه\r\nمراسمی نخامیہ مخالفین اسلام کو اس کتاب کے پڑینی یا اسکا جواب بیج سے ایک عذر و بہانہ ہاتھ آگیا ہو وہ کہتے ہیں\r\nد چنانچہ ایک آریہ سماج لاہور کو اعلی میر سو نا گیا ہے کہ اس کتاب میں تندی سے کام نہیں لیا گیا ہو ہم اس کو\r\nکیونکر دیکھیں اور اس کا جواب کیا دین ۔ آئندہ جناب مولف سخت کلامی کو اسیر بخل زمین تو اسکا\r\nحسن دوبالا ہو جاو اور ان لوگوں کا بہانہ بہی ٹوٹ جائے اور کس و ناکسی طالب و متعلل\r\nاستانی\r\nکے مطالع سے نفع اوٹھا دے ۔\r\nاور دین بھی ہکو یہی سکھاتا ہے کہ ہم کا فرسے کافرکو او بد تری بد ترکونرمی اور پیاری یاد\r\nکرین المضمون کی آیات قران بین بہت ہیں اس مقام میں ایک مسیحی حدیث نقل\r\nکی جاتی ہو موطا\r\nامام مالک مین بصیفہ (۲) حضرت عیسی علیہ اسلام سے منقول ہے آپن ختر ی کو مخاطب کیا تو یہ\r\nفرما یا انفذ بسلام یعنی تجہ سلام ہے یا سلامتی سو نکل جا۔\r\nاس حدیث کو ہماری معاصر دیندار و پر میز کار محدث عالم صوفی جو مخالفین مذہب کا سید ہی طور پر\r\nنام نہیں لے سکتے اور ان کو سوار کا فریا مشرک کسی اور نام سے پکارنے یا کشادہ پیشانی سوانے\r\nبات کو کر نیکو جائز نہیں کہتے اور اپنے اراج خال سوی اسلام\r\nکو مخالفین کی نظروں میں حقیر کر رہی ہیں جغور\r\nکی نگاہوں سے ملاحظہ فرما دین اور اپنی اس بیداری پر آنسو بہائیں اور قرآن و حدیث کو تشد\r\nتباغض کے نصوص ہی بین نگاہوں\r\nکو بند تر کہین آیات و احادیث رفت اور رحمت کو بہی نگاہ میں بائیت\r\nاور اس مصرعہ کا مصداق نور بین ع\r\nحفظت شياء وغابت عنك اشياء\r\nاس بات کو ہم ایک منتقل مضمون مبض و تهاجر میں تفصیل لکھنا چاہتی ہیں جو عنقر\r\nمبر ۱۲ جلد یا منبرا جلوه مین قلم میں آئیگا انشا اللہ تعالی ۔\r\nان نقائص اربعہ کے بیان کے ساتہ ہم یہ کہنا ہی اپنا فرض مانتے ہیں\r\nکہ یہ نقائص\r\nصوری اون خصائص و محاسن معنوی کے مقابلہ میں کچھ وقعت نہیں کہو او کر سامنے حکم ان الحسنات\r\nذهبن البیات یہ سیار نور کا مصداق بین مان اگر آینده ی کتاب مستطاب ان نقائص سے بری\r\nمنشورا"
    },
    {
        "id": 64,
        "pageNo": 64,
        "pageText": "و براہین احمدید\r\nنمبر جلدی\r\nرہو تو یہ اس شاہد رضا کے لئے ایک زینت اور عدہ ملباس ہے ۔ اور اسی وجہ سے ہکو امید\r\nہے کہ جناب مولف ہماری اس نکتہ چینی کو (جوسرا ر رعیت پر مبنی ہے قبول فانینگرا در آینده\r\nحصون کو ان نقائص صوری سے بری رکہینگے ۔\r\n(س) اس کتاب کی خوبی اور بھی اسلام نفر سانی اس\r\nکتاب کو بھیم انصاف پڑھنی اور سماری\r\nریویو کو وکینہ والوں کی نظروں میں مخفی زیگی بند احکم هل جزاء الاحسان الا الاحسان\r\nکا فہ اہل اسلام پر نا اہلحدیث ہون خواد منفی شیعه مون خواہ شستنی وغیرہ) اس کتاب کی نصرت اور\r\nاسکتی مصارف طبع کی اعانت واجب ہے۔ مولف برا نہیں احمدیہ نے مسلمانو نکی عزت رکھ دہائی ہے\r\nاور مخالفین اسلام سے شرطین لگا لگا کر تدی کی ہے اور یہ منادی اکثر رو تر زمین پر کر دی ہے۔\r\nکہ جس شخص کو اسلام کی حقانیت میں شک ہو وہ ہمارے پاس آئے اور اسکی صداقت ولائل عقلیہ\r\nقرانیه ومعجزات نبویہ محمدیہ سے (جس سے وہ اپنے الہامات و خوارق مرا اور کہتے ہیں بچشم خود\r\nکھا خطا کر ہے۔ پر کیا اس احسان کے بدلے مسلمانوں پر یہ حق نہیں ہے کہ فی کس سہی فی گہر ایک\r\nایک نسخہ کتاب اسکی اولی قیمت و یکر خرید کمر مین اور اسپر یہ شعر پر ہیں - شعر\r\nجماد سے چند دادم جان خریدم . محمد الله که نفیس ارزان خریدم\r\nاب ہم اس پر پولیو کو اس دعا تم کرتے ہیں اب\r\nاسے خدا اپنے طالبوں کے بعد اُن پر انکی ذات سے انکے ما باپ سر تعظیم جہان کے\r\nمتفقون سے زیادہ رحم فریا ۔ تو اس کتاب کی محبت لوگوں کے دلوں میں جو الہی اور اسکے برکات ہو\r\nے مالا مال کر دیا اور کسی اپنے صالح بندہ کی طفیل اراک ارشرمسار گناہگار کو ہی اپنے فیوض\r\nانات اور اس کتاب کی اخص برکات سے فیضیاب کہ آمین و الارض من کامل الکرام نصیب\r\nه در مداری کتاب اشخاص میں سو سے قبل ہونا چاہو قیمت کتاب\r\nسولف مرزا غلام احمد سے یہ نشان قادیان ضلع گور"
    },
    {
        "id": 65,
        "pageNo": 65,
        "pageText": "برا امین احمدیہ پر ریویو\r\n۱۷۲\r\nنمبر 1 جلد\r\nاور فریق دوم (لود بانوی در عیان اسلام) اپنی تکفیر کی یہ وہ پیش کرتے ہیں کہ\r\nان الہامات میں مولف نے پیغمبری کا دعوی\r\nکیا ہو اور اپنے آپ کو ان کمالات کا جو انبیاسی مخصوص\r\nمین محل محمد ایا ہو اور اون آیات قرانیہ کا جو خاص انحضرت سے اللہ علیہ وسلم اور امنیا ہے\r\nسابقین کے خطاب میں واردہ میں مور و نزول قرار دیا ہی- از اینجا چند ایات معه ترجمه و\r\nنشان محل بیان قرآن و برا مین احمدیہ کیجاتی ہیں ۔\r\nم الله\r\n(1) قل انكنت محبون الله فاتبعونی اور رسول توکھدی اگر تمہیں خدا کی محبت ہے\r\nتو میری تابعداری کرو خدا قسم پیار کر دیگا۔\r\nد آل عمران ۴ ۴ برامین احمدیه ص و ۲۳۹) ار رنبی) کپڑا لپیٹ کر پڑھانی والے اشہ لوگوں يا ايها المدثر قم فاندر وربك تكبر\r\nا المشروع اب ص ۳۴۷۳) کو جگا اور اپنے رب کی بڑائی بیان کر۔\r\n(۳) فاصدع با تومر و أعرض عن الجاهلين اسے بنی بیکار کرکے جو تمہ حکم کا ہو او جاہلوں\r\nالمحجر ع۶ - ب ص ۵۰۳)\r\nسے مونہہ پہیرے ۔\r\nرم و قالو إلى لأنزل القران على رجل من مشرکون تو کها که بی قران دو بستیون کی اور\r\nالقريتين عظيم (تخرف ع م ب ص ۵۰۳) طایف کو کسی سردار پر کیون نہ اترا۔\r\nره) تا الله لقد ارسلنا الى احمر من کو اپنی قسم ہے بنو تم سے پہلو ستون کی\r\nقبلك قزين طهور الشيطان اعمالهم طرف رسول بھیجی پر شیطان نر انکو اُن کے\r\nتحلی ۸۶ ب ص ۵۰۴)\r\nبد اعمال الیہ کر دکھائی۔\r\nره قل انما انا بشتر مشلكه يوحی الی تو کہد کو (اے نبی) میں تمہاری جیسا بشری\r\nہون پر میری طرف وحی ہوتی ہے۔\r\nرحم التجويع اب ص ۲۵۱\r\nصدق میں تنگ ہو وہ ہکو اس امر سے مطلع کر مرہم لو دانہ سر حمد اور واضح طور پران\r\nباتوں کی تصدیق کر دیگر وبالله التوفيق۔\r\nامرت کے مسلمانوں کے اس انکار کا باعث انگی نافہمی اور بوزدگی اور کسی موٹا\r\nال الله انا من سوگوشه تعصبی اکو خاص کر سولف بر این سر کچھہ عداوت نہیں ہو۔"
    },
    {
        "id": 66,
        "pageNo": 66,
        "pageText": "نمبر ۶ جلده\r\nبر امین احمدیہ پر ریویو\r\nره انا فتحنا لک فتحا مينا ليغفلك الله بنے تکو راے بنی کھلی کھلی فتح وہی ہو\r\nما تقدم من ذنبك وما تأخر تاکہ تیر ہی اگلے پچھلے گناہ ہم معاف\r\nکرین-\r\nوالفح ا - ب ص ۵۱۵)\r\n(۸) انا اعطنيات الكوثر فصل الرباط انحر اسے بنی ہنر تجھے حوض کو شر عطا کیا ہو پس\r\nتو خدا کے اگر نماز یہ۔ اور قربان کر\r\nکو شرع ا - ب ص ۵۱۷)\r\nره ، يا عيد لى انى متوفيك ورافعات اے میسی میں تو فوت کر نیوالا ہوں۔ اور\r\nالی و جاعل الذين اتبعون فوق الذین اپنی طرف اٹھا نیوالا اور تیری پیروان کو تی ہے۔\r\nمنکرون سی قیامت تک اونچار کنی وال -\r\nكفروا الى يوم القيمة\r\nآل عمران، ۶۶ ب صب (۵)\r\n(۱۰) وبالحق انزلناه وبالحق نزل\r\nہمنے قران کو حق کے ساتہ انار ہو اور بیہ\r\n(بنی اسرائیل ۲۶ اب مث۲۹) حق کے ساتہ اتارا ہے۔\r\n) يا آدم اسكرانت زوجك المحنة اسے آدم تو اور تیری جودو بہشت میں ہے\r\nبقر م ه ب ص ۴۹۶ )\r\nاسی قسم کی مسیون آیات اور مین جسکے مور و نزول ہونیکا مولف کو دعوی ہر علاوه بران بہت\r\nسی عربی و انگریزی و فارسی فقرات ایسے اس کتاب میں بیج پیر جیسے مولف کا دعوی نبوت ترشح\r\nہوتا ہے جیسے یہ فقرات (عربی زبان میں)\r\nانت وجيه في حضرتی اخترتك لنفسی تو ہماری بارگاہ مین صاحب وجاہت ہو بہمنے\r\nتجو اپنے لون لیا ہر\r\nرب م )\r\nانا انزلناء قريباً من القاديات وبالحق بنے اسکو یا اوسکی الہامات کو قادیان کے\r\nانزلناه وبالحق نزل -\r\nرب متو)\r\nقریب اتارا ہی اور سمنو انکو حق کے ساتھ\r\nاتارا ہو۔ اور حق کے ساتہ اتر ہی ہیں۔\r\nان آیات و فقرات کو دیکہ کہ فریق کمر کو یہ خیال پیدا ہوا ہو کہ مولف کتاب\r\nان آیات قرانی کا جو انبیا کے شان و خطاب مین دارو میں اپنے آپ کو مخاطب شہراتا ہو اور ان"
    },
    {
        "id": 67,
        "pageNo": 67,
        "pageText": "براہین احمدیہ پر دیوید\r\nتمبر ۶ جلدی\r\nکمالات کا (جو ایات یا ان عربی فقرات بین مذکور اور وہ انبیاسی مخصوص ہیں ) محل ہونے کا\r\nمدعی ہے پہراد کے دعوی نبوت مین کیا کسر رہی ۔\r\nایک مولوی صاحب (امرتسری ) ایک اور مدعی الہام ایات قرانیہ کے\r\nمقابل میں اپنی رساله بین کفتر بین که مدعی الهام آیات قرانی ان آیات کا مخاطب دمورد\r\nکو آپ کو تھر آتا ہے تو اس سر قران کا دعوی اعجاز و تحدی (قرآن کے مثل نبائی کا مطالبہ)\r\nباطل ہوتا ہے کیونکہ ان آیات کو جو اس شخص کے خطاب میں نازل ہو نی بین قرآن تو\r\nکھا نہیں جاسکتا۔ اسلئے کہ وہ غیر\r\nنبی کے خطاب میں نازل ہوئے ہیں اور قرآن وہ ہے جو\r\nآنحضرت کی خطاب میں نازل ہوا اور مع ذلک وہ آیات صورت و الفاظ میں مثل قرآن مین\r\nتو قرآن کا ہمیشل ہونا کہاں\r\nباقی رہا اور دعوی اعجاز و تحدی کیوں\r\nکر نہ ٹوٹا ۔\r\nان دلایل تخفیہ انکار کے علاوہ فریقین ان الہامات پر کئی اعتراضا\r\nاور ہم کرتے ہیں جن سوان الہامات کا غلط اور نا قابل اعتبار ہونا ثابت ہو از ان جملہ\r\nیک اعتراض بیم که بعض الہامات میں بلفظی و معنوی غلطیان بین جسيم هذى اليك بجذع\r\nالنخلہ سے جو بصیغہ تانیث ہر مولف نذیر کا خطاب اور يا مريم أسكن أنت وزوجك\r\nالجنة\r\nمین میریم مونت کا صیغہ مذکر سے خطاب اور مریم کے لم زوج کا اثبات -\r\n*\r\nاز انجلہ کے کہ بعض الہامات انگریزی مین ہو یر بین اور انگریزی ایسی بیری زبان\r\nہے کہ اوس کو نہ پہنو اور بولنے سر مومن کا ایمان جاتا رہتا ہو یا اسکو گناہ چھٹ جاتاہو پر اسمین\r\nالهام خداوندی جو ایمان کا ر ہنماہر کیونکر ممکن ہے- از انجملہ یہ کہ مولف نے اپنے الہامات کے\r\nقطعی ہونیکا دعوی\r\nکیا ہے حالانکہ طلاء اہل سنت الہام\r\nکو محبت نہین سمجہتی چنانچہ عقائد نسفی\r\nمین لکھا ہو\r\nکہ الہام علم صحے کا موجب وسبب نہیں ہر اور عامہ کتب میں کہا ہے کہ اور شرعیہ\r\nالالعاملين مناسبا والمعرفة تصحة التي چار مین چنین کشف و الہام غیر نبی کو کسی فر\r\nشمار نہیں کیا ۔\r\nید اس کتاب پیا کے مخالفین کی تدینی سکر چینی ہے۔ بعض\r\nحاسدین کوتاہ اندیشیش داود ان کے مدعیان اسلام) نے اس کتہ چینی کے علاوہ اس پر\r\nعند اهل الحق\r\nیہ اصول اعتراضات میں انکی فروعات اور بہت ہیں جن کا ذکر و جو اسہ ان افتراضات کے جوابات کو\r\nM.tm."
    },
    {
        "id": 68,
        "pageNo": 68,
        "pageText": "نمیره جلده\r\n۱۷۵\r\nبر امین احمدیه پیر ریونیو\r\nپولٹیکل مکت چینی بھی کی ہر او به شدت حدو عناد در بغرض فتنہ وفساد بعض\r\nلو دہانہ کے عوام میں یہ بات شایع کر دی ہو کہ یہ کتاب گورنمنٹ کو مخالف ہے اور اسکی مولف\r\nنے پیشوائی مذہبی کے علاوہ پولٹیکل سرداری کا یہی ایسین دعوی\r\nکیا ہو اپنے آپ\r\nکو مسیح قراردیا ہو\r\nاور اپنی غلبہ اور مسیح کی بشارتین اور اپنے مخالفین کی شکست و شہریت کی جبرین اسمین درج\r\nکی ہیں۔ اس بستان و افترا یہ داسی سے شاید انکی عرض یہ ہو کہ یہ بہتان\r\nعوام میں شہرت پاک خواص تک پہونچ جائے۔ اور رفتہ رفتہ گورنمنٹ کے گوش گزار ہو جا کر اور\r\nگورنمنٹ کی طرف سر کتاب یا اسکر مولفہ کر کسی قسم کی مزاحمت ہو۔\r\nہر چند ہ کو اپنی بیدار منغر ما قبت اندیش گو رنمنٹ سریہ توقع دیا انوشیر)\r\nنہیں کہ وہ ایسی بے بنیاد اور مبنی بر حمد و عناد باتوں کی توجہ ک ہے اور کسی مفسد خود غرض کے\r\nکہنے سے مولف کتاب سے (جکے تمام خاندان\r\nکا خیر خواہ سلطنت ہونا گورنمنٹ کو بخوبی معلوم ہو\r\nار خاص اسکا خیرخواہ ہونا اسکی اس کتاب سر آفتاب نیمروز کی طر ثابت ہو) کسی قسم کی مزاحمت\r\nولنكر شر عوام اور بعض خواص مولف اور اسکی خاندان کے حالات سے واقف\r\nنہیں اور اثر اشخاص اصل کتاب کو دیسیہ ہی نہیں سکتی اور اس وجہ سوم انکے خیال پر اس\r\nبہتان کا\r\nاثر بد (مولف سر سوز غنی اور کتاب سے وحشت) پیدا ہونا ممکن ہے لہذا ان لوگوں کی\r\nرفع وحشت اور اُسکے خیال\r\nکی اصلاح و حفاظت کے لئم اس نکتہ چینی کا ذکر و جواب\r\nیہی اس سریویو میں مناسب معلوم ہوا ۔\r\nہماری کیا میق و تجربه یقین مشاہدہ کر دے یہ سب نکتہ چینیان رنبی\r\nہیں خواہ پوشکل) است تا با سور فہمی یا دیدہ دانستہ و ہو کہ وہی پر بنی ہیں۔\r\nاور بہ دھوی الہام جو کچہ مولف کی نسبت کہا گیا ہے محض بے اصل ہے نہ مولف کو نبوت\r\nکا دعوی ہر نہ حصول خصوصیات و کمالات انبیاء کا ادعا۔ پولٹیکل سرداری کا خیال ہے بیجز\r\nمذہبی ہدایت و اشاعت بذری فیلم و زبان کسی امر کا قصد و مقابل اسلئے ہم جستہ للہ نصحیتہ\r\nلخلق اللہ اس ریویو میں ان نکتہ چینیوں کا جواب دیتی ہیں ۔ اور ان تہمتون سر کتاب اور\r\nمولف کے دامن کو پاک کرتے ہیں اور چونکہ ذہبی نکتہ چینی کا جواب زیادہ محبت کا ہے۔"
    },
    {
        "id": 69,
        "pageNo": 69,
        "pageText": "بیر امین احمدیہ پر ریویو\r\n۱۵۸\r\nنمبر ۶ جلدی\r\nبراہین احمدیه\r\nمريويو\r\n..\r\nاس\r\nکتاب\r\nکے چار حصہ طبع ہوکر ہماری نظر سے گذرے میں ہم قبل اسکے کہ اس پر رسی\r\nزنی کرین اسکے اکثر مطالب کی تلخیص مناسب سهم تو مین تا محکم شک آنست که خود بودینکه\r\nعطا میگوید اس کتاب کی خوبی خود اسی سر ظا ہر ہو اور جو کچھ ہم اسکی نسبت کہین اسمین\r\nخودای سوار جوگی سونیت\r\nکسی کو مبالغہ کا گمان نہ ہو۔\r\nاسکے حصہ اول میں تو صرف سبب تالیف بیان ہوا ہو اور اس کتاب کے جواب پر\r\nدس ہزار روپیہ انعام دینو کا اشتہار تظلم ملی درج کیا گیا ہو۔ اس اشتہار کی نسبت ہم\r\nیہ را سے ظاہر کرتے ہیں کہ یہ مولف کی کمال ثابت قدمی اور عالی بہتی پر دلیل ہے اور\r\nمخالفین اسلام به بخدا تعالی کی جانب سے کامل محبت قائم ہوئی ہر اس اشتہار پر یہی کسی نے\r\nلے جواب\r\nمیں قاسم نہایت اس سرکس وناکس کو اس بات کا یقین حاصل ہونا لازم ہے کہ\r\nمخالفین اسلام سوکسیکو اپنی مذہب کی سچائی کا کامل یقین نہین ہے جو ہے تقلیدی\r\nاعتقاد ہے جہر ا سکے علم و خیال میں ایسے دلایل قائم نہیں ہیں جیسے کہ اسلام\r\nکی سچائی پر دلائل قایم بہن اس صورت میں انکا اسلام سے انکار انصاف وفتوت کے\r\nخلاف ہر تلخیص طالب حصہ دوم\r\nاس حصہ دو و هر مین ایک مقدمہ ہے جسمین امور ذیل کا اظہا ر ہے\r\nام اول مذہب مخالفین اسلام سے تعرض اس کتاب کا اصلی مقصد نہیں ہو\r\nاصل مقصد کتاب اثبات حقانیت قرآن و بوت محمدیہ ہم چونکہ اس مقصد کا اثبات اقتصادات\r\nو اعتراضات مذاہب غیر کے ذکر و جواب پر موقوف ہے لہذا حکم ضرورت ان مذاہب سے"
    },
    {
        "id": 70,
        "pageNo": 70,
        "pageText": "بر امین احمد یه پیر ریویو\r\n164\r\nنمبر وجلده\r\nاور جواب پولٹیکل کت چینی مخصر لہذا ہم کے جواب\r\nکو مقدم کرتے ہیں وباللہ التوفیق\r\nپولیٹکل نکتہ چینی کا جواب\r\nمولف براہین احمدیہ کے حالات و خیالات سے جس قدر ہم واقف ہین ہماری معاصرین کیسم واقف\r\nمولف صاحب ہماری ہموطن مین بلک اوائل عمر کے رجب ہم طبی وشرح تاثیر تو نہیں\r\nہمارے ہم مکتب اُس زمانہ ستر جنگ ہم میں آئین خط و کتابت و طاقات و مراسلت برابر جاری\r\nرہی ہے اسلئے ہمارایہ کہا کہ ہم ان کے حالات و خیالات سر بہت واقف بین مبالغہ قرار\r\nنہ دئے جانے کے لائق ہے ۔۔\r\nگورنمنٹ انگلشیہ کی خلافت کا خیا کہ خوف کے اس پاس ہی نہیں بی کا وہ کیا\r\nانکے خاندان میں اس خیال کا کوئی آدمی نہین ریال ایک والد در گام را اعلام مرتضی\r\nتو عین زمانه طوفان بے تمیزی (قدرت ۵ء میں گورنمنٹ کا خیر خواه جان شار وفادار\r\nہو نا علا ہی ثابت کر کیا اس غدر این جبکہ ترمون کے گھاٹ پر متصل گورداسپورہ نیوز\r\nبدطینت نے یورش کی تھی اگر الماجد و باوجودیکہ وہ بہت بری جاگیر دارو دارن توانی\r\nجیب خاص سر سجاس گھوڑے میں سواران و سازوسامان طیار کر کے زیرکان اپنے\r\nدر دام قادر مرحوم\r\nکے گورنمنٹ کی معاونت میں دائر جبیر گورنمنٹ کی\r\nطرف سر انکی اس خدمت پر شک یا واہا اور کسی قدر انعام ہی ملا۔ علاوہ ایران ان خدمات کے\r\nلحاظ سر مرزا صاحب مرحوم (والد مولف) ہمیشہ مورد کرم و لطف گورنمنٹ رہو اور دربار گورنری\r\nمین عزت کے ساتہ انکو گریسی ملتی ہی اور حکام اعلی ضلع و قسمت زمینی صاحبان ڈپٹی کم\r\nدکشنر، جیہیات خوشهودی مراج جنین سوکئی چہیات اسوقت ہماری سانسور کہی ہوئی ہیں ہوتا\r\nوقعاً انکو عطا کرتے ہے بین اُن جنہیات سے واضح ہوتا ہے کہ وہ بیڈ پر دلی جوش سے\r\nلکھی گئی ہیں جو بغیر ایک خاص خیر\r\nخواہ اور تھے وفادار کے کسی دوسری کے لئ تحریر نہیں کیر\r\nاکثر صاحبان دینی کشنر کشنر این ایام دوره مین از راه خوش خلقی و محبت دو بھائی مرزا صاحب کے\r\nمکان پر جا کر ملاقات کرتے رہے اور انکی وفات پر صاحبان کمشنر و فنانشل کمشنر اور صاحب"
    },
    {
        "id": 71,
        "pageNo": 71,
        "pageText": "نمبر ۶ جلدی\r\nبراہین احمدیہ پر ریویو\r\nلفٹنٹ گورز بہادر نے اپنی خطوط میں بہت سا افسوس ظاہر کیا ہے اور آئندہ کے لا قدر دانی\r\nاور اس خاندان کے لحاظ اور رعایت کا وعدہ فرمایا ہو۔ اسی شرف خاندان اور قدیم خیر خواہ\r\nہونی کے لحاظ سے صاحب فنانشل کمشنر بہادر نے اندنوں میں مرزا سلطان احمد\r\n(زند مولف) کے لئے تحصیلداری کی خاص سفارش کی ہے جسکی رپورٹ پر تعمیل حکم\r\nضلع سے روانہ ہو چکی ہے ۔ الغرض یہ خاندان قدیم سر خیر خواہ اور زیر نظر عنایت گورنمنٹ\r\nچلا آتا ہے ۔ ان حالات و واقعات کی تصدیق کے لئے سنجد ان جیہیات کو جواقعیت\r\nہماری پیش نظر این سهم بتین چینیان حاشیہ میں نقل کرتے ہیں تاکہ حاسد نا عاقبت اندیش\r\nاس خاندان کی کو رنمنٹ انگریزی میں قدر و منزلت سے آگاہ ہو کر انتو ارادہ بد و نیت فاسد سے\r\nباز اوین اور عام مسلمان انگر د ہو کہ میں اگر اس\r\nکتاب اور اسکی مولف سو میگان در متوحش بیانات\r\nہر چند خاصکہ مولف کتاب (مرزا غلام احمد صاحب) سر انکی عالمانہ اور درویشانہ وضع\r\nTranslate of certificate of TM.wilson (2)\r\nTo\r\nMuzaGhulam Murlazá khan\r\nClues of frutran\r\nI have perused your applica\r\ntion reminding me of your and\r\nyour famulis past services and rights\r\nI am well aware that since the intro\r\nduchon\r\nof the Bruish Gook you 4.\r\nمراس\r\nنمبر ۵ سر\r\nشہور سیاہ شجاعت دستگاه و مرزانور نے\r\nئیس قادیان حفظ\r\nعاینه شما مشعر بر پاد و رمانی خدمات\r\nو حقوق خود و خاندان خود و به ملاح چنور\r\nاینجانب در آمد ما خوب\r\nمیدانیم که بابات\r\nperfumes rezzersrtainme تنها و خاندان شما از ابتدای دخل و حکومت\r\n-munal devoted, faithful & steady\r\nسرکار انگریزی جان شارد فاکیش ثابت قدم\r\nsuggests a hurt goeer res are re | مانده ایده و حقوق شما در اصل قابل قدر اونه\r\nی برنج تسلی و تشفی دارید سر کار انگریزی"
    },
    {
        "id": 72,
        "pageNo": 72,
        "pageText": "براہین احمدیہ پر ریویو\r\n16A\r\nنمبر ۶ جلدے\r\nو حالت کو سب کوئی ایسی کارروائی نہیں ہوئی مگر جس قدر غیر خوابی گورنمنٹ منصب علماء\r\nIn every respect you may rest assured\r\n*satisfced that the Brelish Govt will\r\nnever forget your family's rights und\r\nservices which will receive due conse\r\n-deration when a favorable oppor\r\n-lunity offers itself.\r\nYou must continue to be faithful\r\ndevoted subjects as in it lies the sa.\r\n-tisfaction of the Gort your wel\r\n11-6-1844 Lahore\r\npare.\r\nTranslation of MT Robert Lust's\r\nCertificate\r\nMirza Ghulam Murlaza Khan\r\nChief of Kadian\r\nTo\r\nAs you rendered great help in en\r\nListing Sowars &\r\nsupplying horses\r\nlo Govt in the mutiny of 1857 and\r\nmaintarned toyalty since cls Bigen\r\nning up to date & thereby gained\r\nحقوق و خدمات خاندان شما را هرگز\r\nفراموش نخواهد کرد بموقع مناسب\r\nبر حقوق خدمات شما غور و توجهه\r\nکرده خواهد شد باید که همیشه\r\nہوا خواہ وجان شار سرکار انگریزی\r\nبمانند که د دین امر خوش نودی سرکار\r\nو بهبودی شما متصور است فقط\r\nالمرقوم 11 جون\r\nمقام لاہور۔ انار کلی\r\nنقل مراسله\r\n(رابرت کیست صاحب اور )\r\nکمشنر لاہور\r\nتند روش جاعت دستگاه مرزا غلام فنی\r\nرئیس قادیان بعافیت باشند\r\nاز انجا که بهنگام مفسده ہند وستان\r\nمولود تشعلوم از جانب آپ کے رفاقت\r\nو خیر خواهی و مدد و هی سر کار دولتمدار\r\nانگالشیه در باب نگاهداشت سواران و\r\nبہر سانی اسپان بخوبی منیبہ مہور\r\nrawor of Gusa khelal corite پہونچی اور شروع مفسده ستو اجینگ"
    },
    {
        "id": 73,
        "pageNo": 73,
        "pageText": "نمبر ۶ جلد\r\n169\r\nمیر امین احمدیہ پر ریویو\r\nاور درویشون کرنا ہے اور انکی قدرت بین الا ان ینیک امام کی ملاقات کر\r\nRs 200/. is presented to you in recog\r\n-nition of good services & as a reward\r\nآیپد بدل ہواہ خواہ سر کار رہبر ۔\r\nاور باعث خوش نودی سر کار\r\nہوا\r\nfor your loyaily لہذا اکیلا ہی اس خیر خواہی و بریانی\r\nکے خلعت مبلغ و و صدور وچہ کا سرکار\r\nسے آپ\r\nکو عطا ہوتا ہو اور حسن ناشی\r\nصاحب چیف کمشنر بہ اور نمبری ۵۷۶ مورخه\r\nاگست تنها پروانه ندا با مهار خوشنوی\r\nسرکارو میکنائی معلوات نام آکے کی بات ہو\r\nMoreover on accordance with the\r\nwishes of Chief Commissioner as\r\nconveyed in his no. 576 9 10th August se\r\nthis parwana is addressed to you\r\nans a loken of salisfaction of Govt\r\n- for your fidelity and repute مرقوم تاریخ \"\r\nTranslation of Sir Robert Egerton\r\nFiruz ncial Cornum ro Merasla\r\n8 29th June 1876\r\nMy dear friend Ghulam Qadir\r\nI have perused your letter\r\nنقل مراسلين\r\nمشفق مهربان دوستان مرزا غلام قادر\r\nرئیس قادیان حفظه -\r\nآپ کا خط ۔۔ ماہ حال کا لکھا ہور دا اے\r\nحضور اینجانب مین گذر امر با اعلام تقضی\r\nf the and instunt v deeply regretر صاحب آپ کی والد کی وفات سے ہمکو\r\nthe death of your father Mirza\r\nGhulam Murtaza who was a\r\nبہت افسوس ہوا مرزا غلام تھے\r\nسر کار انگریزی\r\nکا اچھا خیر خواہ اور وفا دار\r\ngreat coil cocsheer fecilheperdrier نہیں تھا ہم آپ کی خاندانی خدمات\r\nکے لحاظ سے اسی طرح پر عزت کے جنگجو\r\nIn consideration of your famil\r\nجس طرح تمہاری باپ وفادار"
    },
    {
        "id": 74,
        "pageNo": 74,
        "pageText": "برامین احمدیه بر ریویو\r\n۱۸۰\r\nنمبر ۶ جلدی\r\nفقیروں کا ہتھیار را رسول نے ان ہتھیاروں کے ساتھ گورنمنٹ کی خیرخواہی و\r\nمعاونت سے دینی نہیں فرمایا اپنی قلم مو بارہ کہ چکے اور اپنی اسی کتاب میں جسکی\r\nاشاعت انکاسش مبا روزی فرض ہر وہ صاف درج کر چکے ہیں کہ گورنمنٹ انگلشیہ خدا کی\r\nنعمتوں سے ایک نعمت ہے۔ یہ ایک عظیم الشان رحمت ہے ۔ یہ سلطنت مسلمانوں\r\nکے\r\nلئے آسمانی برکت کا حکم رکہتی ہے خداوند رحیم نے اس\r\nکا\r\nبہتی ہے خداوند رحیم نے اس سلطنت کومسلمانوں کے لئے ایک\r\nباران رحمت پہیجا۔ ایسی سلطنت سے لڑائی اور جہاد کر نا قطعی حرام ہے اسلام کا\r\nServices L will esteem you with the\r\nsame respect as that bestowed on your\r\nکی کیجاتی تھی۔ بہلو کسی اچہی موقعہ\r\nکے نکلنے پر تمہاری خاندان\r\nکی بہتری\r\nroyal father. I will keep in mientthe اور پابجائی کا خیال رہیگا۔\r\nrestoration & welfare of your family\r\nالمرقوم ۱۹ - جون شد ۶ -\r\nwtiera facurable opportunity occurs الرحم - سر رابرٹ ایجو\r\nتاش کشتر نجاب\r\n#\r\nاصل کلام مولف یہ ہو اس کتاب کو حد سوم چهارم سر تن نین نقل کیا جاتا ہے۔\r\nحصہ سوم کے ابتدائی اوراق میں آپ فرماتے ہیں مسلمانوں پر چین\r\nامور کا اپنی اصلاح حال کے سب اپنی ہمت اور کوشش سر انجام دینا لازم ہے وہ انہین فکر اور\r\nغور کے وقت آپ ہی علوم ہو جائینگے حاجت بیان توشی نہین گرایگان امرون مین\r\nسے یہ امر قابل تذکرہ ہو جس پر گورنمنٹ انگلشیہ کی عنایات اور توجہات موقوف بین گرگورنمنٹ\r\nمروہ کے دل پر اچھی طرح یہ ام مرکوز کرنا چاہو مسلمانان ہند ایک وفادار رعیت ہو کیونکہ\r\nبعض ناد آف انگوردون وخصوصا ڈاکٹر نڈر صاح فو کہ جوکیشن تعلیم کے اب پریسیڈنٹ\r\nہین اپنی ایک مشہور تصنیف مین اس دعوی یہ بہت اصرار کیا ہو کہ سلمان لوگ سرکار انگریزی کے\r\nدلی خیر خواہ نہین بین اور انگریزون سر جہاد کرنا فرض سمجھتے ہیں۔ گو یہ خیال ڈاکٹر صاحب کا\r\nشریعت اسلام پر نظر کی کے بعد ہر یک شخص پر محض ہے اصل اور خلاف واقعہ ثابت ہوگا"
    },
    {
        "id": 75,
        "pageNo": 75,
        "pageText": "نمبر ہ جلد\r\nJAI\r\nبر امین احمد یه پیر ریویو\r\nبرگزینیم اصول نہیں کہ مسلمانوں\r\nکی قوم میں سلطنت کے ماتحت رہکر د سکا احسان اشتہاری\r\nاد کے قتل حمایت میں امن و اسالیش ریکر اپنا تقوم سکھا دے اسکو انعامات تواتر ہو\r\nیکن افسوس کہ بعض دوستان اور ان کی اس خیال کی امید کرتی میز\r\nاور شاید انہیں اتفاقی شاہرات شود اگر صاحب موصوف کا ایم این است کم گیار کی تو کہتی ہی\r\nجاہل لوگوں کی طرف سے اس قسم کی حرکات صادر ہوتی رہتی ہی لیکن محتق پر یہ امر پت\r\nنہیں رہ سکتا کہ اس قسم کے لوگ اسلامی تین سو دور و مجو دین اور اسی ہی مسلمان ہیں جیسے\r\nمکین عیسائی تہا پس ظاہر ہوکہ انکی یہ ذاتی حرکات میں زی شرعی پابندی سرا در انکو مقابل پر\r\nان ہزار مسلمانوں کو دیکھنا چاہئے کہ جو ہمیشہ جان شاری سے خیر\r\nخواہی دولت انگاشید کی\r\nکرتے رہی ہیں اور کرتے میں ششماہ میں جو کچہ نیا ہوا اسین بھر جلا اور بد این لوگون کے\r\nاور کوئی شائستہ اور نیک نفت سلمان جاعلم اور باتمیز ته هرگز نفسه امین شامل نہیں ہوا\r\nیا پنجاب میں بھی غریب غریب مسلمانوں نے سرکار انگریزی کو اپنی طاقت سر زیادہ مودی چنانچہ\r\nہماری والد صاحب مرحوم نے یہی یا وصف کم استطاعتی کو اپنے اخلاص اور جوش خیر خواہی سر\r\nپچاس گہوری این\r\nگره مو قید کر کے اور پچاس مضبوط اور لاین سپاہی بہم پہونچا کر سرکارمین\r\nبطورہ کے ترکی اور اپنی غریبانه مات سربیره که خیرخواہی دکھلائی اور جو مسلمان صاحب دلت\r\nدیک ہے انہون نو توتیری ٹبری خدمات نمایان اداکٹر ۔ اب ہم بیر اس تقریر کی طرف متوجہ تو میز\r\nکه گو مسلمانوں کی طرف سر اخلاص اور وفاداری کے بڑی بڑی نمونہ ظاہر ہوچکے ہیں گھر ڈاکٹر مصاب\r\nنے مسلمانوں کے بڑھی کی دبیران تمام اداروں کونظراندازکردیا اور توانا نے کی قیت\r\nان مخلصانہ خان کو اپنی قیاس\r\nکے صفری میں جگہ دی اور نہ کرنی میں بہرحال بہاری بہنا\r\nمسلمانوں پر لازم برگ گورنمنٹ پر انکو د بوگون سر ستارہ ہونے سے پہلے ہی طور پراپنی خیری\r\nظاہر کریں۔ جس حالت میں شریعیت اسلام کا یہ واضع مسئلہ ہر جہیز نام کمانوں کا اتفاق ہر\r\nکہ ایسی سات سر اترائی اور جہاد کرنا جیسے کے زیرسای سلمان لوگ اسن اور عافیت اور آزادی\r\nسے زندگی بسر کرتے ہوں اور جسکے علمیات سر منون نے اور مریوان، احسان ہوں اور مکی"
    },
    {
        "id": 76,
        "pageNo": 76,
        "pageText": "برا امین احمدیہ پر ریویو\r\nنمبر ۶ جلدے\r\nپرورش پادر پیر اسی مقرب کی طر پیش چلاو۔ اور دعا سے یہی انہون فراس گورنٹ کو\r\nمبارک سلطنت حقیقت میں نیکی اور ہدایت پہیلا نے کے لئے کامل مددگار ہو قطعی حرام\r\nہے تو پہر بڑے افسوس\r\nکی بات ہو کہ علماء اسلام اپنی جمہوری اتفاق سر اس مسئلہ کو اپنی\r\nطر شایع ذکر سے ناواقف لوگوں کی زبان اور قلم س مورد اعتراض ہوتے ہین جن اور اعلان\r\nسے انکو دین کی شستی پائی جائے اور انکی دنیا کو ناحق ضرر یو پنچر سواس عاجز کی دانست میں\r\nقرین مصلحت یہ ہو کہ انجن اسلامیہ لامپور و گفته و بئی وغیرہ بی بندو بست کردین که چند نامی لوی\r\nصاحبان کی فضیلت اور علم اور زہد و تقوی اکثرلوگوں کی نظرمین مسلم الثبوت ہو اس امر کے\r\nلئے چن لئے جائیں کہ اطراف اکناف\r\nکو اہل علم کو جو اپنو سکن کے گردونواح میں کسی قدر شہرت\r\nر کہتی ہوں اپنی اپنی عالمانه ترین جنمین بر طبق شریعیت حقد سلطنت انگلشید سیر جو سلمانان بند\r\nکی تربی حسن پر جا کر نیکی صاف مانعت ہو ان علماء کی خدمت مین به ثبت مواہیر\r\nبھیجدین کہ جو موجب قرار داد بالا اس خدمت کے لئے منتخب کئے گئے ہیں اور جب سب خطوط\r\nجمع ہو جائیں تو یہ جموع خطوط جو مکتوبات علماء ہند سے موسوم ہو سکتا ہے\r\nمی خوش نخی مطیع مین به صحت تمام جہایا جادو اور ہر دس میں سے استو گورنمنٹ میں اور\r\nباقی نجات متفرق مواضع پنجاب و مہندوستان خاص کر سرحدی ملکوں میں تقسیم کی جائیں\r\nیہ ہو کہ بعض نخواہ مسلمانوں نے ڈاکٹر ھنٹر صاحب کے خیالات کا رد لکھا ہو کہ یہیں\r\nدو چار سلمانون کار جمهوری روکا ہرگز قایم مقام نہیں ہوسکتا بلا شبه جمهوری رد کا\r\nایسا اثرتری اور پر زور ہو گا جین کٹر صاحب کی تمام غلط تیری خاک سے لیجائیگی اور بعض\r\nنا واقف مسلمان ہی پہنچ پیتے اور پاک اصول سر بخوبی مطلع ہو جائیں گے اور گورنمنٹ انگلشیہ\r\nپر یہی صاف باطنی مسلمانوں\r\nکی اور خیر خواہی اس میت کی کما حقہ کہیں جائیگی اوربعض کہستانی\r\nجہلاء کے خیالات کی اصلاح یہی بذریعہ اسی کتاب کی وعظ و نصحیت کے ہوتی رہیگی۔ بالاخر\r\nیہ بات بھی ظاہر\r\nکرنا ہم ان نفس پر واجب بہت بین که اگر به تمام هندوستان پر سید تقی جواب\r\nہے کہ نظر ان احسانات کے کہ جو سلطنت انگلشید سم اسکی حکومت اور آرام خیش حکمت"
    },
    {
        "id": 77,
        "pageNo": 77,
        "pageText": "نمبر جلدی\r\n۱۸۳\r\nبر امین احمدیہ پر ریویو\r\nبہت وضع یاد کیا ہے انکی آخری دعا کو اشتہار مطبوعہ ریاض مہند پر یں امرتسر کی میں نہار\r\nکے ذریہ سے عاریت لایق پر وارد من سلطنت محدود کو خداوند تعالے کے ایک نمت ببین اور\r\nمثل اور نعماء الہی کے اُسکات کے یہی ادا کرین لیکن پنجاب کے مسلمان شیرین ناشکر گزار ہو نگے اگر\r\nوہ اس سلطنت کو جو منکر حق میں خدا کی ایک عظیم الشان رحمت ہر نعمت عضوی یقین نہ کرین\r\nانکو سوچنا چاہو کہ اس سلطنت سر پہلے وہ کس حالت مپیریلالت میں تھی اور پر کیسے امرابان\r\nمین اگر پس فی الحقیقت یہ سلطنت اُنکو لئے ایک آسمانی برکت کا حکم کہتی ہو جسے ایسے\r\nتا جایز روک اور اسی دور پولین اور بہت سے ہی کو ہی ایسار نے نہیں اور حاصل ہوئی اور ہر یک\r\nروک کے یا ہاری آسایش مین فال ڈال کے پس حقیقت میں خداوند کریم رحیم ناراس\r\nسلطنت کو مسلمانوں کے لئے ایک باران رقت پہنچا ہو جس سے پودہ اسلام\r\nکا پہر اس ملک\r\nپنجاب میں سر سیر موتا جاتاہی اور میک فواید کا اقرار حقیقت میں خدا کے احسانوں کا قرار\r\nہے یہی سلطنت ہر جسکی آزادی ایسی بدیہی اور سلم الثبوت ہو کہ بعض دوسر ی ملکون سیم مظلوم\r\nمسلمان ہجرت کر کے اس ملک میں آنا بدل وجان پسند کرتے ہیں۔ جس صفائی اس سلطنت کے\r\nفل حمایت میں مسلمانوں کی اصلاح کے لئے اور انکی بدعات مخلوطہ دور کرنی کے لم وعظ ہوسکتا\r\nاور جن تقریبات سے علماء اسلام کو ترویج دین کے لئے اس گورنمنٹ میں جوش پیدا ہوتے ہیں\r\nاور مکہ اور نظر سے\r\nاعلی درجہ کا کام لینا پڑتا ہے اور عمیق تحقیقاتون ستر تائید دین متین مین\r\nتالیفات ہو کر حجت اسلام مخالفین پر پوری کیجاتی ہو وہ میری دانست میں آجکل\r\nکسی ملک\r\nمین نکن نہیں۔ یہی سلطنت ہے\r\nجنسی عادلان حیت و علما کو متون کے بعد گویا تا حال\r\nکے بعد یہ موقعہ ملالہ ہے مشرک بدعات کی آلودگیون سرامد شرک کی خرابیون سر اور تخلف پیرو\r\nکے فسادون سورنادان لوگوں کو لے کرین اور انور سول مقبول کا صراط مستقیم کیونکہ\r\nبتلا دین کیا ایسی سلطنت کی ہر خواہی جسکے زیر سایہ تمام مسلمان امن اور آزادی سے\r\nبر کرتے ہیں اور فرایض دین کو کما حقہ بجا لاتے میں اور ترویح دین میں سب ملکون سے"
    },
    {
        "id": 78,
        "pageNo": 78,
        "pageText": "براہین احمدیہ پر ریویو\r\n۱۸۴\r\nنمبر ۶ جلد\r\nکاپی چھپوا کر مہند اور انگلنس ڈمین انہوں نے شائع کرنی چاہی ہے یہ کلمات دعائیہ\r\nمرقوم ہیں۔ انگریز جکی شایستہ اور مہذب\r\nاور بارہم گورنمنٹ نے ہکو اپنو احسانات اور\r\nزیادہ مشغول مین جایز ہو سکتی ہرحات و کلا هرگز جایز نہین اور نہ کوئی نیک اور وسید از ادمی\r\nایسا بد خیال دلین لاسکتا ہے ہم سے بیچ کہتی ہی کہ دنیا میں آج یہی ایک سلطنت ہم جس کے\r\nسایہ عاطفت من بعض بعض اسلامی مقاصد ایسی حاصل ہوتے ہیں کہ جود کے مالک\r\nمیں ہرگز ممر المحصول نہین شیعون کے ملک میں جاؤ تو وہ سنت جماعت کی وعطون سر\r\nافروختہ ہوتے ہیں اور سنت جماعت کے ملکوں میں شیعہ اپنی رام ظاہر کرنے سے خائف\r\nہیں ایسا ہی متقلدین موحدین کے شہرون مین اور موحدین مقلدین کے بلاد مین دغم حسین\r\nمار سکتی۔ اور گو کسی بدعت\r\nکو اپنی آنکھ سے دیکھ لین مونہ سی بات نکالی کا موقعہ نہیں رکہتے\r\nآخر یہی سلطنت پر جسکی بنام من هریک فرقه ان احکام سر اپنی اس ظاہر کتا ہو اور یہ بات\r\nہیں حق کوئے نہایت ہی مفید ہو کیونکہ جس ملک میں بات کریک کی گنجائش ہی نبی نصحیت پینی\r\nکا حوص ہی نہین اُس ملک میں کیو نکہ راستی نہیں سکتی ہو راستی پیلانی کے بروہی ملک\r\nمناسب بر حسین آزادی سوال حق وحفظ کر سکتے ہیں۔ یہ یہی سمجھنا چاہو کہ دینی جہادون سر\r\nای روی آزادی کا امریکا اور کا دور کرنا اور دینی ادا نہیں کون کے مقابر\r\nہوئے ہے جنین واعظین کو اپنی وعظ کے وقت جان کا اندیشہ تہا اور مین اس کے\r\nساته و خفا ہونا نفعی محل بتا اور کوئی خص طریقہ کو اختیار کرکے اپنی قوم کو ظالم\r\nسے محفوظ نہیں رہ سکتا تا بیکری سلطنت انگلشیہ کی آزادی نہ صرف ان خوابیدن سر\r\nخالی ہے بلکہ اسلامی ترقی کی بدرجہ قایت ناصر اور سوید هر مسلمانون پیل ازم پر کہ اس\r\nخدا داد نعمت کا اندر کرین اور اسکی ذریعہ سر اپنی دینی ترقیات میں قدم بنا دین\r\nاور حصہ چہارم کے ابتدائی اوراق میں آپ رات ہیں۔ تھوڑا عرصہ گذرا ہے\r\nکہ بعض صاحبوں نے مسلمانوں میں سر اس مضمون\r\nکی بابت کہ جو حصہ سوم کے ساللہ گونا\r\nانگریزی کی مشکر باری میں شامل ہو اعتراض کیا۔ اور میں نے محظوظ یہی کہ جو اور امین نرخت"
    },
    {
        "id": 79,
        "pageNo": 79,
        "pageText": "نمبر اجلده\r\n۱۸۵\r\nبر امین احمدیه به پریودید\r\nدوستانہ معاملات سے منون کر کے اس بات کے لئے دلی جوش سجتا ہے کہ ہم اوکے\r\nدین و دنیا کے لئے دلی جوش سے بہبودی اور سلامتی چاہیں تا کنگر گو\r\nگورست و پیشینی\r\nاور درشت لفظ بھی کم کہ انگریزی عواری\r\nکو دوسری علمدارمون پر کیون ترجیح دی لیکن\r\nظاہر ہے کہ جس سلطنت کو اپنی شایستگی اور حسن انتظام کر دست ترجیح ہو اسکو کیو نخر چھپا\r\nسکتے ہیں۔ خوبی با عتبار اپنی ذاتی کیفیت کے خوبی ہی ہے گو وہ کسی گورنمنٹ میں پائی ظہیر\r\nالحکمہ ضالتہ المومن سالم اور یہ ہی سمجھنا چاہیے کہ اسلام ہر گز یہ اصول نہیں ہے\r\nکہ مسلمانوں\r\nکی قوم جس سلطنت کے تحت ریکہ او سکا احسان اونہا سے اسکو فل جایت\r\nمین باسن تو آسایش ره که اینا رزق مقسوم کہا دے اسکو انعامات متواتر پر\r\nپرورش پاور پر اسی پر مغرب کی طرح نیش چلا کر اور اسکی سلوک اور مروت\r\nکا ایک ذرہ شکر بجانه لاوے بلکہ ہمارے\r\nخدا وند کریم نے اپنے رسول مقبول\r\nکے ذریعہ سے یہی تعلیم دی ہے کہ ہم نیکی کا معاوضہ بہت زیادہ نیکی کو ساتہ\r\nکرین اور منعم کا شکر بجالا دین اور جب کہی پہ کو موقعہ ملے تو ایسی گورنمنٹ\r\nسے بدلی صدق کمال ہو روی سے پیش آوین اور بہ طیب خاطر معروف\r\nاور واجب طور پر اطاعت انها دین سو اس عاجز نے جبقدر حصہ سوم کے پرچے\r\nمشهور این انگریزی گورنمنٹ کا شکر ادا کیا ہے وہ صرف اپنے ذاتی خیال\r\nسے\r\nادا نہیں کیا بلکہ قران شریف اور احادیث نبوی کی اُن بزرگ الیون\r\nنے جو اس عاجز کے پیش نظر من مجہ کو اس شکر ادا کر نے پر مجبور کیا ہے\r\nسو بہار ہے بعض نا سمیجہ بہائیوں کی بیہ افراط ہے جسکو وہ اپنی کوتاہ اندیشی\r\nاور تخیل قطر تی سے اسلام کا جو سیمہ بیٹھے ہیں۔\r\nاسر جفا کیش نه ضد است طریق عشاق\r\nپرده به نام\r\nکنی چن کرنا ہے یا (براہین احمدیہ)"
    },
    {
        "id": 80,
        "pageNo": 80,
        "pageText": "تمبر و جلد\r\nتعرض ہوا ہے ۔\r\nاس امر اول کے ذیل میں چار حاشیه بیان موسی بین معاشیہ نمبرا\r\nبین فرقہ آریہ کے غلط عقائد کا بیان ہے۔ حاشیہ نمبر ۲ مین قرآن شریف کا سب کتب\r\nانہامی سے افضل اور اکمل ہوتا۔ حاشیہ نمبر ۳ مین عقاید خلاف عقل کا سچا نہ ہوتا۔\r\nحاشیہ نمبر سهم بین صرف عقل کار در راک عقاید حقہ کے لئے کافی نہ ہونا اور مدد الہام\r\nکا محتاج ہوتا۔\r\nام دویم ۔ اس کتاب کے جواب لکھنے کی اس شرط کا بیان کہ دلائل کتاب کو\r\nتمام ہا نقل کر کے اسکا جواب دین اور برہم سماج اور مدعیان پیروی الہامی کتب کو اگر\r\nجواب کی طرز کی ہدایت ۔\r\nام سویم - جود لائل اس\r\nکتاب میں بیان ہو سر من وه قران سرما خوف میں۔\r\nمخالفین بہی جو دلائل پیش کرین اپنی کتاب سر نکالین اپنی طرف سخن کا لکه پیشیں کرنے\r\nتو وہ دلائل انجر خیالی نکات بعد الوقوع قرارد کی جاویں گے انکی کتاب کے مصدق نیم جو\r\nچاہیے نگے۔ اس امر کے ذیل میں ایک حاشیہ نمبر ۵ مرقوم ہم جسین اس امرز\r\n(سوم) کا عقلی ثبوت دیا گیا ہے۔\r\nام چهارم اس کتاب میں کسی کے اکا بر غریب کی نسبت کوئی لفافات تہذیب\r\nنہیں لکھا گیا ۔ مخالفین سی اس امر کی رعایت کریں ۔ پنڈت دیانند میشو استر آریہ کی طرح\r\nستاخی سوریشش نهادین\r\nکے ضمن میں پنڈت دیانندگی زیاد ترین اور بگرین کا بیان بتو اسکو تقلید\r\nباطلہ کی تفصیل۔\r\nاس مرد چہارم) کے ذیل میں نمبر ہے، ایک حواشی مرقوم میں\r\nحاشیہ نمبر 4 مین عیسائیوں کی زیادتیوں اور بے تہذیبوں کا ذکر ہی اور حاشیہ\r\nتمبر ے میں آریہ کی سوانی کا ذکر اور حسن طمن کی ضرورت کا ثبوت اور حاشیہ نمبر د مین\r\nچار دن دید کے بے اعتبار ہونے کا ثبوت اور حاشیہ نمبر 1 میں آنحضرت ک خاتم ارسل"
    },
    {
        "id": 81,
        "pageNo": 81,
        "pageText": "را مین احمدیہ پر ریویو\r\n114\r\nنمبر جلد\r\nجس طرح دنیا مین خوبصورت بین آخرت میں یہی نورانی و منورمون - فلسل الله تعالی\r\nخيرهم فى الدنيا والاخرة - اللهم اهد هم وايدهم بروح منك واجعل العمر\r\nحظا كثيرا في دينك - الم\r\nہے اور اسکی کتاب کی نسبت بہہ گمان کہ وہ گورنمنٹ کے مخالف ہم پہلے سر کی مخالفت\r\nیہ بہتان کے اسکول میں گورنمنٹ\r\nانگلشیہ کی مخالفت\r\nبے ایمانی اور شرارت شیطانی نہیں تو کیا ہے۔ خیر\r\nخواهان سلطنت و پیروان مذہب اسلام\r\nان یا وه کو هارون کی ایسی باتین ہر گز نہین اور اس کتاب یا مولف کی کرنسی سودانی کو نیچر\r\nدلون میں جگہ نہ دین گورنمنٹ سی تو ہم پہلے ہی مطمئن بین کہ وہ ان باتون کو مولف\r\nکی نسبت ہرگز نہ نیگی۔ بلکہ جو ان باتوں کو گورنمنٹ تک پہونچائیگا۔ اسکو اسکی دروغ گوئی\r\nپر سرزنش کریگی۔\r\nشاید وہ منتری حامد اپنی انفرا کی تائید مین اس\r\nکتاب کی ان عبارات\r\nو بشارات کو چنین مولف نو اپنی یا اسلام کی فتح اور مخالفین اسلام کی شہریت کی خبرین\r\nدی مین یا اپنی مشابہت مسے علیہ السلام سے بیان کی ہی عوام میں سنجو وہ بہکانا چاہتی میز\r\nپیش کرین یا کر چکے ہوں۔ لھذا اس مقام مین ان عبارات و بشارات کامل مطالب\r\nضروری ہے تاکہ عوام ان عبارات و بشا رات کے مطالب سمجھنے میں غلطی نہ کھائین اور\r\nمان مغتربون کے رہو کہ میں نہ آجائین میں واضح ہو کہ وہ عبارات و بشارات جن سران بخت یون\r\nکے ہاتہ مارنے کا گمان ہے یہ مین ۔\r\nر\r\nآیته بشارت فست اسلام جو بر امین احمدیه مین بصفحہ ۱۵ہ منقول ہو اور اس رسالہ\r\nانتهنالك فتح بينا مین صفحه (۱۷۳)\r\n(۲) آیت پیشین گوئی ہنر یت مخالفین اسلام جو برا مین بین بصفحہ ۴۹۸ موجود ہے\r\nام يقولون نحن جميع منتصر سيمترم الجمع ركکیا وہ بہتر ہین ہم سب بدلا لینی والرین ده\r\nويولون الدبر -\r\nبہ گائے جائینگے اور میٹھے پھیر دینگے۔\r\n(۳) مولف کی یہ کشفنی پیش گوئی جو بصفحہ ۵۱۵ براہین احمدیہ منقول ہے کہ اس موقع"
    },
    {
        "id": 82,
        "pageNo": 82,
        "pageText": "نمبر 4 جلدی\r\n١٨٧\r\nبرامین احمد به سیر ریویو\r\nالہام آیت الفتح) کے اثناء میں جبکہ یہ عاجز بر مسیح کا پی کو دیکھ رہا تھا۔\r\nاست چندوری کیا ہے اور ان پر لکھا ہوا تھا کہ فتح کا نقارہ بھی پہر ایک نے\r\nئی اور کھا کیا کہتی ہو تمہاری تصویر\r\nجب اس عاجز نے دیکہا تو وہ اسی عاجز کی تصویر تھی اور سبزپوشاک ہی گر نہایت درد ناک\r\nجیسے سپہ سالار سلخ فتحیاب ہوتے ہین اور تصویر کے بین و بسیار مین حجتہ الله القادر\r\nسلطان احمد مختار\r\nلكها بنات\r\n) ، مولف کی بیم الہامی پیش گوئی بزبان انگریزی بصفه ۴۸۴۷ کتاب براہین احمدیه\r\nگاڈ از کم انگ بای هزارمی -\r\nهي از وديو لو كل ايني\r\nیع نے خدا اپنا لشکر لئے آرہا ہو وہ دشمن کے\r\nمارنے کے لٹوتی کے ساتہ ہو۔\r\nGod is comingby hisarmy\r\nHe is with you to kill enemy.\r\n(۵) آیت خطاب مولف بلفظ یا عیسی جو رامتین یک صفحه ۱۵۵۶ اور اس رساله مین صفحه (۱۷۳)\r\nمنقول ہو چکی ہے ۔\r\n(4) مولف کی نسبت یہ بشارت بعصفور ۲۱ کتاب کہ بادشاہ تیسے کپڑوں سے برکت\r\nڈہونڑینگے۔\r\nاسی قسم کی اورآیات و بشارات بزبان عربی فارسی انگریزی اس کتاب مین\r\nپائے جاتے ہیں اور اسی کے مطابق اس\r\nکتاب کے معاونون\r\nاور مولف کو منتقدین\r\nکی کلام میں الفاظ نصرت و فتح مستعمل موجی بین (دیکو اشتہار طولانی جماعت معاونین\r\nمطبوعہ ریاض امین لفظ فتح و نصرت موجود ولف)\r\nلیکن\r\nاس کتاب میں ان بشارات و عبارات کے الفاظ کی تش کے تفسیر\r\nایسی ہو چکی ہے کہ امین کسی مفتری کے اترا اور کسی مفسد کے اختراع کی گنجایش نہیں ۔\r\nمین صاف اور کھلے طور پر بیان کیا گیا ہے کہ فتح اسلام سے"
    },
    {
        "id": 83,
        "pageNo": 83,
        "pageText": "IAA\r\nنمبر او جلدی\r\nانی ستم مراد نہیں اور نہ ہی ریت مخالفین اسلام سے ان نامیدان جنگ بی شمشیر\r\nو تفنگ سر بہاگ جانا مراد ہے بلکہ فتح اسلام سے اسکا دلایل و بیان و محبت و بریان سے غالب ہونا ۔\r\nاور شہر میت و مغلوبیت مخالفین سمر انکا سحبت و دلایل سے عاجز آنا مراد ہے ۔\r\nاور مولف کو بلفظ یا عیسی مخاطب کرنے سے یہ مراد نہیں ہے کہ مولف\r\nدر حقیقت وہ مسیح موعود ہے جس کا اہل اسلام اور عیسائیوں (دونو) گو انتظار ہے بلکہ اس سے\r\nمراد یہ ہے کہ مولف حضرت مسیح علیہ السلام و تا انجھ اور بعض اوصاف میں مائل ہر سو\r\nعملی کے اوصاف میں بلکہ صرف\r\nسے بادشاہوں کی برکت ڈھونڈ نے سر یہ مراد\r\nپہنی او نکے جسمانی اور روحانی اور سلیمی صفت میں رو/\r\nنہین کہ انکو ظاہری بادشاہت ہو جائیگی اور دوسے بادشاہ موجودہ وقت خصوصاً انگریز\r\nمجھے حق حمایت وبادشاہت میں مولف رہتا ہے انگر زیر حکومت ہو جائیں گے بلکہ اس سے\r\nانگی دینی بادشاہی اور روحانی سرداری اور اخروی پیشواسی مراد ہے اس بشارت کی\r\nنظیرین حضرت مسیح کی وہ بشارتین میں جو عیسائیوں کے زعم مین عہد عقیق و جدید\r\nمین انکی بادشاہت و تسلط کی نسبت والد ہیں ۔ حالانکہ حضرت مسیح عیسائیون\r\nیہ تشبیہ بعینہ ان تشبیون کی مانند ہے جو عیسائیوں کے اعتقاد میں عہد عتیق مجدد\r\nمین حضرت مسیح کے حق میں ابراہیم سر رسی۔ ایس ۱۷-۵) آدم سی (روم ۵ - ۱۴۷)\r\nاسحاق سے (پید۲۴-۱و۲) پناہ کے شہر سے (گنتی ۳۵-۶) سویل سوراخ ۲۲-۲۹)\r\nپتیل کے حوض مورخہ ۳۰ - ۱۸) بنز غالہ سے (اخبار ۱۶-۲۰ ) وغیرہ وغیرہ سر و ارومیز\r\nجسے کوئی مسلمان یا میسانی یہ مجید بنین سکتا که مسیح در حقیقت\r\nآدم یا ابنه اسیم\r\nیا پیتل کا حوض یا بنز خالہ وغیرہ ہے۔\r\nکہ وہ خدا کا تخت نشین ہوا مکاشفات یو خام - ۲۱) وہ داؤد کے تخت پر اور آسکے\r\nملک پر اسے کیسے ایزنک بند و سبت کریگا۔ (سیع و ، وغیرہ) مینے تو اپنے بادشاہ کو\r\nکوه مقدس میہون پر جھلایا ہے ( زبوس ۲-۲ وغیرہ) اسے پہلوان اپنی تلوار کو جو"
    },
    {
        "id": 84,
        "pageNo": 84,
        "pageText": "١٨٩\r\nاشاعت السند جلد برامیری حمدیہ پر ریویو\r\nکے اعتقاد میں دنیا کے بادشاہ نہیں ہوگا ورنہ انہوں نے کہی تلوار شکائی اور نہ کسی پر\r\nچلائی خود حضرت مسیح نے پلاٹوس\r\nکو مخاطب ہوکر فرمادیا ہے کہ میری بادشاہت اس جہان\r\nکی نہین اگر میری بادشاہت اس جہان\r\nکی ہوتی تو سب سے نوکر لڑائی کرتے تاکہ میں یہودیوں\r\nکے حوالہ نہ کیا جاتا پر میری بادشاہت یہان کی نہین (یوحنا ۱۰ - ۳۹) ۔ اب ہمکو یہ کہانا\r\nباقی رکھ ولف کے کلام میں ان عبارات کی اس قسم کی کیا\r\nکہاں پائی جاتی ہے تاکہ ناظرین پارسی بیانات کو ہماری خیالی تاویلات است مجھیں اور انکو\r\nنکات بعد الوقوع قرار دیکر مطلب سعدی دگرست نہ کہہ سکین لہذا ہم اس باقی کو ادا\r\nرتے ہیں اور اپنے بیان کا ایک ایک لفظ مولف کی کام سر نکال دیتی ہیں\r\nواضح ہو کہ مولف نے پیشین گوئی نمبت حصہ چہارم کتاب میں بھی خود\r\nنقل کر کے ان کا ترجمہ ان الفاظ سے کیا ہے کیا کہتے ہیں کہ ہم ایک قومی جماعت میں جو\r\nتیری حشت اور بند گواری پر مائل کر کے اپنی ران پر لگا اور اپنی بزرگواری سو سوار ہو اور بھائی\r\nاور مطالبیت اور صداقت کے واسطح اقبال سندی سر اگے بڑہ اور تیرا دینا بہت تجہ کو بیکام\r\nسکہلا دیگا جسے تیز تیز میں لوگ تیس سے نیچے گرے پڑتے ہیں وہی بادشاہ کو دشنہ ہے\r\nدل میں لگ جاتی بین انزایی را ۴۵-۳ وغیرہ ) سمندر سے سمند رنگ اور دریا -\r\nانتہا سے زمین تک اسکاحکم جاری ہوگا دے جو بیابان کے باشندی میں اسکے\r\nسامنے چنگینگے تب میں اور عربیون کو سلاطین نزدین لا ینگے سیجا اور سیا کو ہائیے\r\nگر آپ نے ان ساری بادشاہ کے حضور سجدہ کر پینے کے روز بودم، ۸۰ و غیره )\r\nتو میرے اپنے اند بیٹھ جنگ کو مین تیر سے دشمنوں\r\nکو تیس کے پانو تلے کی جو کی\r\nبادان (زبور ۱۱۰-۳ وغیرہ) کیونکہ جب تک وہ سارے دشمنوں کو انٹر پانو\r\nجیسے نہلا د سے ضرور ہے کہ سلطنت کرے ( ۱- قر - ۱۵-۲۵) دی بری سولرائی\r\nکرینگے اور برہ انپر غالب ہوگا کیونکہ وہ خدا وند دن کا خدا و فیچر اور بادشاہوں کا بادشاہ\r\nہے (مکاشفات ۱۸-۱۴) ۔ اس بادشاہی کی ایک عمدہ نظیر ا سوقت کی موجود می ایرونی"
    },
    {
        "id": 85,
        "pageNo": 85,
        "pageText": "بر امین احمدیہ پر ریویو\r\n۱۹۰\r\nنمیشد جلد\r\nجواب دینے پر قادر میں عنقریب یہ ساری جماعت بناگ جائیگی اور میر پیرگی\r\nپیشین گوئی نمبرہ کا ترجہ یہی خود ہی ان الفاظ سر کیا ہے ۔ خدا تعالے دلائل\r\nاور براہین کا لشکر لیکر چلا آتا ہے وہ دشمن کو مغلوب اور ہلاک\r\nکرنے کے لئے تمہارے ساتھ\r\nیہ الفاظ ہمارے اس بیان کے صاف مصدق بین که فتح و نعمت سے مراد ان کیگوریان\r\nمین محبت و دلایل وجواب و سوال میں ہار جیت ہر نہ تلوار کی لڑائی میں ۔\r\nاسی صفحہ میں آیتہ بشارت غلبہ اسلام من قوله حاشیہ نقل کر کے حضرت\r\nمسلے ہو\r\nاپنا مشابہ ہونا (نہ عین سیح ہوتا ) ان الفاظ سر بیان کیا ہے۔ یہ ایت جسمانی اور سیاست\r\nهو الذي ارسل رسوله بانی و دین ملی کو طور پر حضرت مسلے کے حق میں پیشنگوئی\r\nالحوليظهره على الدين كله ہے اور جس غلبہ کاملہ دین اسلام کا وعدہ\r\nدیا گیا ہر وہ ناب۔ میچے کے ذریعہ سے ظہور میں آئیگا اور جب حضرت مسیح علیہ السلام دوبارہ\r\nاس دنیا میں تشریف لائینگے تو انکی ہانہ سر دین اسلام بجمیعے آفاق اور افطار میں پہلیجائیگا\r\nلیکن اس عاجز یہ ظاہر کیا گیا ہے کہ یہ خاکسار اپنی غربت و انکسار اور توکل اور ایثار اور ایات\r\nاور انوار کے رویوں کی پہلی زندگی کا نہ ہواور اس عاجز کی فطر اور مسلح کی طرت نہات۔\r\nہی باہم متشابہ واقع ہوئی ہے گویا ایک ہی جوہر کے دو ٹکڑے یا ایک ہی درخت کے دو پھیل\r\nمین اور جک اتحاد ہے ا نظر گشنی میں نہایت ہی بار یک امتیاز ہے، او نیز ظاہری طور پر یہی\r\nایک مشابہت ہے اور وہ یون\r\nکی یہ\r\nکر میچے ایک کامل اور عظیم الشان نبی می نے موسی کا تابع اور\r\nخادم دین تھا اور اسکی انجیل توربیت کی فرع ہے اور یہ عاجز ہی اوس جلیل الشان نبی کے\r\nاحتقر خادمین میں سرکہ جو سید النسل اور سب رسولون\r\nکا تاج ہم اگر وہ حامد مین تو وہ احمد\r\nہیں اور اگر وہ محمود ہیں تو وہ محمد ہے صلے اللہ علیہ تسلیم سوچونکہ اس عاجز کو حضرت مسیح\r\nکی بجاتی فوج ہر حسین جرنیل کرین محرکستان ہی عہدہ دار فوجی موجود مین او حقیقت میں فوجی کوئی نہیں\r\nدو سب اینجور وحافی مناصب کے بھی بین ایسی تشبیہات اور اصطلاحات کسی سلمان فروبرت المر تو کیا گناه\r\nکیا اور الفاظ کو استعمال پر خیر خواہی سلطنت\r\nکی دم بہتا ہوا کینو کر پانی ہوگیا ۔\r\nاپ اتحاد امام محدث ابن حزم ظاہری کا آنحضرت صلے اللہ"
    },
    {
        "id": 86,
        "pageNo": 86,
        "pageText": "بشر جلده\r\n۱۹۱\r\nبر امین احمدید پر دیویدو\r\nمشابہت تامہ ہے\r\nاسلام خداوند کریم نے مسیح کی پیشگوئی میں ابتدا سر اس عاجز کو ہی شریک\r\nکر رکھا ہے پینے حضرت مسیح پیش گوئی متذکرہ بالا کا ظاہری اور جسمانی طور پر مصداق ہے\r\nاور یہ عاجز روحانی اور معقولی طور پر اسکا محل اور مور د ہر دینے روحانی طور پر\r\nدین اسلام کا غلبہ جو حج قاطعہ اور براہین ساطعہ پر موقوف ہو اس عاجز کے ذریعہ سے\r\nمقدر ہے گو اسکی زندگی بین یا بعد وفات ہو۔\r\nیہہ الفاظ ہمارے اس بیان کے مصدق ہیں کہ مولف کو مسیح موعود ہونے کا\r\nدعوی نهین بلکہ حضرت مسیح سے مشابہت کا ادعا ہر سو یہی نظاہری جسمانی اوصاف بین\r\nبلکه روحانی او تعلیمی صف مین اور غلبہ اسلام سر جکی مولف کو بشارت دی گئی ہے\r\nم مجھے الدین ابن عربی کے مکاشفہ مین منکشف ہوا ہے چنانچہ فتوحات کی کے بات\r\nغاية الوصلة از يكون الشى مین آپ نور فرمایا ہے کہ نہایت درجہ کا اتصال\r\nحين ما ظهر و لا يعرف كما رایت یہ ہے کہ ایک پیر معینیہ وہ چیز ہو جائر حسین\r\nرسول الله صلعم وقد عانق ابن خرم وہ ظاہر ہوا اور خود نظرنہ آوے جیسا کہ مینجر\r\nالمحدث فغاب احدهما في الاخر فلم خواب میں آنحضرت کو دیکھا کہ آپ خوابومحمد\r\nبز الا واحد أو من رسولا صلعم بن حزم محدث سر معانقہ کیا پس ایک\r\nفهنه غاية الوصلة وهو المعبر دور سے مین غایب ہو گیا بجز ایک سو ل اللہ\r\nعنه بالاتحاد (فتوحات کمیه ) مسلم کے نظریہ آیا ۔ نواب صاحب ہے پال\r\nنے کتاب انتخاف النباط مین اسکی تائیس مین ایک عربی ریاضی نقل کی ہے جس کا مطلب\r\nتو هم داشینا بليل مزاره یہ ہے کہ تمہار سے بد گوار تیب نرشب\r\nفهم ليسے بننا بالتباعد کو ہارے پاس بہار کو مشرق کے آنے کا\r\nفائقة حتى اتحدنا تعانقا گمان کیا تو ہم میں جدائی والے مین کوشش\r\nفلما انا نا ماری غیر وہ کہنے لگا۔ پس نیو اپنے معشوق کو گھر سے\r\nلگا لیا۔ پر وہ رقیب آیا تو او سترو بجو مجد ایک کے کسی کو نہ دیکھا۔ پہر یہ شعر فارسی"
    },
    {
        "id": 87,
        "pageNo": 87,
        "pageText": "برامین احمدیہ پر ریویو\r\n۱۹۲\r\nنمیشه جلد\r\nدلائل وبرامین کا غلبہ مراد ہر سیاست ملکی مین علیہ اور معبره ، پیش\r\nجسمین مولف کی لفظ یا عیسی مخاطب کیا گیا نقل کر کے اسکا ترجمہ ان الفاظ سر کیا۔ اسے\r\nمیسی میں تو کامل این بخشو نگا یا ولات دونگا اور اپنی طرف اٹھاؤنگا اور تیرے تابعین کو ان پر\r\nعلى انى متوفیات الخ جو سنگکہ بین قیامت تک غلبه بخشو نگا ہی نے تیرے\r\nہم عقیدہ اور ہم مشربیون کو حجت اور برہان اور برکات کے روسی دروستر لوگوں پر\r\nقیامت تک فایق رکھونگا پہلوں میں سر ہی ایک گروہ ہو اور کھیلوں میں سر بہی ایک\r\nگروہ ہے اس جگہ عید\r\nاس عبارت میں الفاظ تحت - بیان- برکات ۔ ہماری بیان کے صاف موید ہیں ۔\r\nاور بصفحہ ۴۲۹۲ اس کتاب کو ایک عربی فقرہ اس مضمون کا کہ ہم زمین مین ایک خلیفہ\r\nأردت أن استخلف مخلقت ادم بنانے والے میں نقل کر کے کہا ہے\r\nانجامل والأرض - اس جگہ خلیفہ کے لفظ سم ایسا شخص مراد ہو\r\nکر جو ارشاد اور ہدایت کے لئمر بین الله و بین الخلق واسطہ ہو خلافت ظاہری کہ جو سلطنت\r\nاور حکمرانی پر اطلاق پاتی ہر مراد نہین ہو اور نہ وہ بغیر قریشی کو کسی دوسے کر لئے خدا کی\r\nطرف سے شریعت اسلام میں مسلم ہو سکتی ہو بلکہ یہ محض روحانی مراتب اور روحانی نیابت\r\nکا ذکر ہے اور آدم کے لفظ سر بہی وہ آدم جوابع البث ہر مراد نہیں بلہ ایسا شخص مراد ہے\r\nجس سرسلہ ارشاد اور ہدایت کا قائیم ہوکہ روحانی پیدائشی کی بنیاد ڈالی جائی کو یادہ پانی\r\nزندگی کے رو سے حق کے طالبوں کا باپ ہے اور یہ ایک عظیم الشان پیش گوئی تین مین\r\nنقل\r\nکیا ہر جز به شوق سجد لیست میان من و تو به که رقیب آمد و شناخت نشان من تو\r\nاسکے بعد یہ جلہ و عایہ کہا ہی۔ مرنقنا الله من هذ الاتحاد و الدنيا والآخرة\r\nینے خدا تعالی کو یہی ایسا ہی اتحاد دنیاو آخرت میں نصیب کرہے۔ اس اتحاد پر بعض\r\nاسوقت کے لوگون نے کچھ اعتراض بھی کئی مین نے ضمیر اخبار سیر منو ستا و تمبره و سایز\r\nاو نکر کافی جواب دئے ہیں۔ ناظرین اور نمبروں\r\nکو دیکھیں۔"
    },
    {
        "id": 88,
        "pageNo": 88,
        "pageText": "شیٹ جلد\r\n۱۹۳\r\nبر امین احمدیہ پر ریویو\r\nروحانی سلسلہ کے قایم ہونیکی طرف اشارہ کیا گیا ہو ایسے وقت میں جبکہ اس سلسلہ کا\r\nنام ونشان نهین - .\r\nاس عبارت نو تو ہار سے بیانات کی پوری تائید کر دی اور مخالفین کی تہمتون\r\nکی خیرہ کاٹ ڈالی اُسکی اس جلہ تو کہ اس منصب خلافت سحر جس کا اس پیشگوئی میں مولف\r\nکو د عدہ یا گیا ہی خلافت ظاہری جو سلطنت اور حکمرانی مہا طلاق پاتی ہر مراد نہیں اور نہ وہ\r\nسیجر قریشی\r\nکسی دوسے کے ہم خدا کی طرف سیر شرعیت اسلام میں مسلم ہوسکتی ہر بکہ پی پی\r\nروحانی مراتب اور روحانی نیابت کا ذکر ہے صاف تصریح کر دی ہو کہ مولف\r\nکو ظاہر سی حکمت\r\nو سلطنت اسلامی کا ہرگز دعوی نہین اور نہ وہ اس عوی کو محکم شرعیت اپنے لئے جائیز\r\nسمجھتا ہے کیونکہ وہ قریش سم مخصوص پہر اور مولف قریشی نہیں فارسی الاصل ہر اچنا نچہ\r\nصفحه ۲۴۴ وغیرہ کتاب اسپرت ام ہی لو میں جھگڑا ختم ہوا اور خوب فیصلہ ہو گیا کہ مولف\r\nکی نسبت جو دعوی پوشکیل سرداری کا اسلام میں خلافت کہلاتی ہے، تجویز کیا گیا ہے۔\r\nیہ کی کم اسلام اور خود مولف کی کلام کے امکان سرخابی ہے نہ ان یہ دعوی کیان اینہ کرسکتا ہو\r\nنہ اوسگانہ ہب اس دعوی کی اجازت دیتا ہے۔\r\nبالاآخر ہم استد کہنے سے باز نہیں رہ کر اگر یہ سال کو رنمنٹ کی پہنچا توتیا\r\nکہ ہاری ایک اور دانشمند گورنمنٹ ایسی مضمون\r\nکو جنون نوبت ایسی شریف خاندانی\r\nکے جو ایک مغز زنی کنام\r\nو خیر خواہ سرکار کا بیاہی اور خود بھی سرکار کا ولی خیر خواہ\r\nو شکر گذار و دعا گو ہے اور درویشی و غربت سر زندگی لب کرتا ہو ایسا مفدانه\r\nافترا کیا اور بہت لوگوں کے دلوں کو آزار پہنچایا ہی سخت سزا دیتی ۔\r\nاور ہم یہ ہی امید رکہتے ہیں گرگورنمنٹ ایسر خیرخواه و وفادار خاندان کو حیکی با شماری\r\nاور وفاداری کا وہ نازک وقتون میں تجربہ کر چکی ہے) کہیں نہ بھولیگی اور یو افیوم اوسکی\r\nقدر و منزلت کو بیڈ ہائیگی ۔\r\nقدیمان خود را بیفزای قدر\r\nکه هرگز نیاید زیر ورده غدر"
    },
    {
        "id": 89,
        "pageNo": 89,
        "pageText": "براہین احمدیه می ریویو\r\n۱۹۴\r\nنمیشه جلد\r\nمذہبی نکتہ چینی کا جواب\r\nفریق اول زامرتسری منگرون ) کی وجہ انکار کا جواب\r\nنہیں، مگر در حقیقت یہ انکار است ہے۔ اسلم کہ فریق دوم کا انکار گوحد تخت تک پہنچا ہوا ہو گا\r\nوہ صرف اور خاص کر الہامات مولف برامین احمدیہ کو متعلق ہو او نکر سودا اور الیاء اللہ کے الہامات\r\nہو اسکو تعلق نہین اور اذ کو مالی اولیاء اللہم انکار نہیں ۔ اور یہ حضرات ( فریق اول منزل\r\nاور یہ یہ کی طرح مطلق اولیاء اللہ کے الہام غیبی (ہمرنگ وحی) سے انکاری ہیں۔\r\nاور مولف براہین کے سوالی کسی ولی استر ی جنید بغدادی شیخ عبدالقا\r\nجیلانی وغیرہ) کے الہام قیسی کو نہیں مانتی۔ اسلئے انکا کا با کیف فریق دوم کے انکار با\r\nتغیر سے استد اور اغلظ ہے۔ اور اسکا جواب و تعاقب به نسبت جواب\r\nانکار\r\nفر تودم\r\nاہم و تقدم ہے اور اسین نہ صرف مولف براہین اخریہ یا اور الیاء اور کے الہامات کی\r\nنصرت و حمایت متصور و مقصود ہے بلکہ الہام انبیاکی تایک یہی اسمین متحقق ہے\r\nاور یہی تائید (الہام انبیا ، ہمارا اصلی مقصد ہے ۔ اسلئے کہ غیر نبی کے\r\nمطلق انکارینی کے الہام سے انکار کا مقدمہ ہے اور اس پنج لیجاسکتا ہم میں سے\r\nالماسون\r\nکا حال و اصول ایک ہی بلکہ سچ پوچھو تو وہ دونو ایک ہی چشمہ یا منبع کی دو.\r\nنہرین ہیں لہذا ایک سو انکار ہو تو دے کر تسلیم کرنے کی عقلی وجہ کوئی نہیں ۔ اور\r\nایک کے وجود سے انکار کرنے سے دو سے سر انکار کا ہی خوف ہے۔ اسی وجہ سے\r\nمحققین اہل عرفان فورکہا ہو۔ جس کو اولیاء کی اس میں باطنی اور علم لدنی -\r\nسے انکار ہو۔\r\nاسکو سور خاتمہ کا خوف ہو۔ شاید اسکو دل میں ایک نہ ایک دن انبیا کے علم لدنی و الہام نہیں\r\nسے\r\nانکا یہی جگہ کپڑے تمہید ختم ہوئی اب جواب وجہ انکار فریق اول علم میں آتا ہو۔"
    },
    {
        "id": 90,
        "pageNo": 90,
        "pageText": "نمیشه جلده\r\n۱۹۵\r\nمیر امینی محمد یه بسیار جو نبود\r\nالہام نبی (ہرنگ وحی) جس سر فریق اول کو انکا ہو وہ الہام ہر جس کی\r\nچار صورتون کی تشریح بر امیر احمد ہے مفحه ۲۲۳ و ۳۴۶ و ۳۴۷ و ۳۵۸\r\nمیں ہو چکی ہے۔ اور اوسین\r\nکلام و تکان خداوندی پایا جاتا ہے۔ ایسا الہام (جین کالام مخطاب\r\nہو ) فریق اول کے نز دیک وحی کہلاتا ہو اور وہ انکر خیال میں بنجر ہی کسی کو نہیں رہتا\r\nاور نہ کبہی کسی کو ہوا ۔\r\nوا ہر فریق اول نے اس دعوی کم مناقض یہ ہیں کہ دیا ہو کہ جبکو\r\nخدا کی طرف سحر کلام والفاظ سر خطاب ہو وہ اوسکو الہام کیوں\r\nکہتا ہم وحی کیوں نہیں ہوتا۔\r\nاور اسکے ساتہ یہ بھی کھڑیا ہے کہ حضرت موسیٰ کی ان\r\nکو انہیں سنی کو دی ہوئی نہی\r\nاور وحی بینی اعلام بیکلام دارسال فرشتہ نبوت کا خاصہ نہیں ۔ اس قول میں انہوں نے\r\nالهام بیکلام جو وہ وحی کہتی ہیں اور خاصہ نبوت سمجتے ہیں) کو اور دن کے لئے جائز کر دیا۔\r\nرگو اسکا نام الہام نہیں کہیں اور میں امر سموه انکاری تهر انکا انہون نفر خود اقرار کرلیا ۔۔\r\nلہندا الکترواس خیال و مقال رگو ده مجرد دعوی بلادلیل ہے) کے جواب بین حرف استقدر\r\n#\r\nچنانچاس گردو فریق اول کے رسالہ ابطال الہام میں برکین اس دور کن کہ خدانے جیکو\r\nیہ آیت الہام کی۔ اور اسکی کلام و نکم کا خیال کرتاکہ خدا نے مجھ سے کلام کی اوراس\r\nآیتہ کو مجھے فرمایا ان معنون سر جایز نهمین \"\r\nچنانچہ اسی رسالہ میں ہے ۔ اور اوجینا الحرامے موسیٰ مین نفرین الہام کی مسنی\r\nکرتے ہین لیکن الہام کے معنی درست نہیں ہوتے\r\nکیونکہ الہام مر القاہی ہوتا ہے\r\nونان جواب نہیں ہوتا۔ اگر وحی کے صرف اعلام کے یا ارسال فرشتہ کے کئی جاویں تو\r\nمنع نہیں کیونکہ وحی رسالت خاصه انبیا سر نہ وحی اطلاع و ارسال فرشته کی شهامر\r\nکے پاس فرشتہ آگ اور کابین کی اورکسی فر و این سنین پر اسکی تیل می بندم\r\nنقل کر کے کہا ہے جانی پور موسی کی ان کو فرشت کو دربیہ سر کسی اور سید سر کلام مروی چوب\r\nیہ بات\r\nثابت ہوئی\r\nکہ الہام کو معنون میں کام اور تکلم باخود نبی اگر کوئی شخص دعوی کام یتیم کا کرے ۔\r\nتوہم او سکو صادق نہ جائیں گے امیر الہام بولتا اوس الان رومی کیون نہیں بولنا وحی کو منون نیز"
    },
    {
        "id": 91,
        "pageNo": 91,
        "pageText": "برا مین احمدیہ پر ریویو\r\n۱۶۰\r\nنمبر جلد\r\nہونے کا بیان اور اس اعتراض کا جواب کہ وحی کا فیض بند کیوں ہو گیا اور حاشیہ\r\nمہرہ امین نزول قرآن کی ضرورت کا ثبوت اور امین یا دریون کی شبہات کا جواب ۔\r\nاس حصہ کے اخیر میں اس کتاب کے فواید حسب تفصیل ذیل بیان ہو کر ہیں۔\r\n(1) یہ کتاب جلوہ مہمات دینیہ پر مشتمل ہے (۲) اسمین تین سو دلایل حقانیت اسلام مذکور\r\nبین (۳) اس میں یہودی عیسائی مجوسی آریہ برہمو بت پرست دہر یہ عقلیه اباحتی\r\nلانہ جب سب کے شبہات کا جواب ہے ۔ (۴) اس کتاب میں مخالفین کے اصول مذہب پر\r\nعقلی طور پر بحث و نکتہ چینی کی گئی ہے ۔ (۵) اس کتاب بین اسرار و معارف قرآن شریف\r\nبیان کئے گئے ہیں جسکی نظر سے یہ کتاب نزلہ ایک تفسیر کے ہو (۶) اس میں دلائل عقلیہ صحیحہ\r\nسو استدلال\r\nکیا گیا ہو جس سے ناظرین کی قوت فکر یہ کو ترقی متصور ہو۔\r\nتلخيص حالت\r\nحصہ سوم بین پہلا فصل کتاب کا آغاز ہم جسمین قرآن شریف کی افضلیت اور\r\nحقانیت پر بیرونی اور اندرونی شہادتون کا بیان مقصود ہو۔ اس مقصد د سر پھلے چند\r\nتمہیدات کو ضمن بین چند ایسے مقدمات\r\nکا بیان ہو جن کابیان مولف فر قبل مقصود ضروری\r\nسمجھا۔ تمہیں راول میں شہادت بیرونی اور اندرونی کی تشریح بر بیرونی سحر وہ واقعات\r\nخارجی مراد بین جنگی نظر سو اس کتاب کا متجانب اللہ ہوناثابت ہوتا ہو اور امدنی سے اس کتاب\r\nکے ذاتی کمالات اور عمدہ تعلیمات -\r\nدووه مین بیرونی شہادتوں کے چار اخندون\r\nکی تشریح ہے۔\r\n*\r\n(ا) وہ امور خارجی جو محتاج اصلاح ہے ۔ (جیسے کفر وغیرہ اعمال بد ) ۔\r\n(۴) وہ امور خارجی جو تکمیل کے محتاج تہو۔ (جسیم تعلیمات کتب الهامیہ سابقہ جو زمانہ مالبند\r\nبشانہ نیند کی قید سلیم لگائی گئی ہے کہ ان زمان میں وہ تعلیمات یہی کمل تہین گونا نہ مابعد میں وہ\r\nناقص معلوم ہونے لگین میں اسلئے کہا گیا ہو کہ اسکی تعلیمات کو فی نفسہا نا قص فرض کرنے سے اسکو مسلم پر"
    },
    {
        "id": 92,
        "pageNo": 92,
        "pageText": "۱۹۶\r\nنمیشه جلده\r\nبه یاسین محمدیه بیه ریویو\r\nکہت کافی ہے کہ مدعی الہام کا دعوی ہی نہا کہ مجھے خداتعالی نے فلان فلان است\r\nیا فلان کلام سے مخاطب فرمایا ہے ۔ اور مجھہ سے خداتعالیٰ ہم کلام ہوا ہے جس کو\r\nفریق اول نے مان لیا۔ رہی اسکی بین نزاع کہ وہ بشہادت لغت اسکو الہام نہیں کہتا\r\nوحی نام رکہتا ہے ۔ سو یہ لفظی نزاع ہو (جیکی طرف محصلین و محققین کہی رجعت نہیں\r\nکرتے\r\nاس نزاع کا قلع ورفع مدعی الہام کو لفظ الهام کوچود دینو او نجاح الها ملفقو می استعمال\r\nکرنے سے باسانی مسکن ہر وہ بجای دوری الہام کلام یہ دعوی کر سکتاہو کہ خدا موجودی\r\nمہینے اعلام کلام سے (جو فریق اول کے نزدیک خاصہ نبوت نہیں ہی) شرف فرمایا ہو اور اسی\r\nروحی کے ذریعہ سر فلان\r\nالبتہ یا فلان کلام سے مخاطب کیا ہر حسین فریق اول\r\nرا گروہ انصاف\r\nکریم) کسی وجہ سو مجال مقال نہین ہو اوراگر وہ انصاف سر مناظ\r\nکی داب سے یکسو ہو کہ آپ اسمین بی بات نکالو کہ وحی کلام کا رحجو ہم غریبی کر کے\r\nرکہتے ہیں ، کانون سرو سمیع ہونا ضروری ہو اور مدعیان الہام کلام مہم کے دیپر وارد ہونے کا\r\nدعوی کرتے ہیں ارچنانچه مولف برامین پہلی تین صورتون الهام بین دو پر القا ہونیکا\r\nصرح دعوی کیا ہے۔ کانون سحر او از سننے کو صرف پانچوین صورت سی مخصوص کیا ہے ) اور القا\r\nو واردات قلبی کو عرفاً ونفت یہی کام نہیں کہا جاتا میں میر سلیم الہام کام کا انا کیوں مجھے\r\nہو سکتا ہے ۔ تو اگرچہ آپ انکی یہ بات لائق سماعت و تحقی جواب نہین کند که مشتر بعد از جنگ\r\nان ہر فریق اول کے نزدیک و من کلام والقائمی قلب بین منافات نہی تو پیری\r\nکئے جانیے\r\nاو سنے اس امر کی کیوں نہ تصریح کی اور وحی کلام کو جب غیر بہی کے لئے جایز کی بہتا تو اب بین\r\nمسموع ہونے کا اہم کمی کیون قید نہ لگا دی تاہم احتفاق حق داظہار صواب کے لئی او کی اس\r\nبات\r\nکا جواب یہ دیا جاوے گا۔ کہ اگر کلام مہم کو جسکا خدا کی طرف سے صرف دل پر القا ہو؟\r\nظاہری کانون سر سنا نہ جائے دہی نہ کہا جائے اور نہ اس کو کلام کہیں تو وحی غیر متلو انبیاء\r\nجسکو فرشتہ نہ لانا بہتا صرف اوسکا البقا انبیاء کے قلب پہ ہوتا تا وحی نہ کہلا دیے اور\r\nنہ اسکو کلام ربانی کہا اور حالانکہ کوئی مسلمان اس کا قابل نہیں ۔ اور عرف یہی اس کے\r\nمخالف ہے۔ عرف عام اور عرف شرع مین بلا اختلاف حدیث النفس اور کلائم في"
    },
    {
        "id": 93,
        "pageNo": 93,
        "pageText": "196\r\nبرامین احمدیه میر سریوید\r\nناظرین سال نبرد مین بصبغه (۱۰۰) بجای وسن نام کے انگریزی داردو مین\r\nکر لین یا اس حاشیہ سے دو نو حرف کاٹ\r\nکر لگالین۔\r\nاس لحاظ سے\r\nکہ دوا تعلم میں آسکتا ہے۔ اور کہی کہی زبان پر آتا ہے\r\nکلام بولا جاتا ہے۔ اور\r\nابی تنظیم تا فظ عام سے حقیقت لفظ میں جو کہ کلام کا جزہے لغت را ماخوذ ہے۔ لہذا\r\nایسا ہی کئے۔\r\nریق اول کو رز مین پہنچا کہ کلام ہم کے راکا صرف القا ہواہو کانون سرد سنانی\r\nندیا ہو) وحی ہونے سے انکار کرے اور اس الزام تناقض سے بچ سکے۔ اس بیان سے\r\nثابت ہوا جو اس فریق اول ) نے معنی الهام الياء الاداره استدلال پیش)\r\nکیا ہے اس سے اس الہام کا ثبوت نکلتا ہے ذینی اور اس استدلال کو پیش\r\nکرنے والے پر رجل قضی علی نف کی مثل خوب صادق آتی ہے ۔ یہ اس فریق کے سر گروہ کی\r\nاستدلال کا حال ہے۔ اب اس فریق کے عوام مصداق و منهمر امین لا یعلمون\r\nالكتاب الا اماني وأن هم الا یظنون کی استدلالات اور اُن کے\r\nجوابات\r\nکو سننا چاہئے\r\nبعض عوام فریق اقل تقی امام اولیا لاله های عالی استدلال پیش کرتے ہیں\r\nکہ خدا تعالے نے قرآن میں فرمایا ہے کہ وھی (عزوجل) غیب جاننے والا ہے وہ اپنی غیب ہے\r\nعالم الغيب لا يظهر على غير الحد بجزر حول کسی کو مطلع نہیں کرتا۔ اسکو آ گے\r\nالا من ارتضى من سول با ايسٹ اور پیچھے وہ پر اچو کی رکہتا ہے جس سے .\r\nمن بين يديه من حكم رصد أ- صاف ثابت ہوتا ہے ۔ کہ دلی کو وہ اپنے\r\nغیب پر مطلع نہین کرتا ۔\r\n(سورة الجري )\r\nچنانچہ نو کی پہلی کتاب پر بنے والے لفظ کی تعریف میں تکلم و تلفظ کو ایسا ہی وسیع کرتے اور یہ\r\nکی ہیں این اے ندا یاری منی یا ان کا یہی کرتے اور یہ\r\nکہتے ہیں۔ اللفظ ما يتلفظ به الانسان حقيقة أو حكماً - النمر\r\nاور جوآپ کونین پر نزول والهام آیات قرآن میں مشبہ ہے اسکا جواب جواب استعمال ذین ثانی\r\nکے ضمن میں عنقریب آتا ہے۔\r\nیم استقالات ہیں مگر وہ فریق اول کے افادات وتعلیمات سے بین جو روزہ کی دور تعلیمین"
    },
    {
        "id": 94,
        "pageNo": 94,
        "pageText": "بر امین احمدیہ پر ریویو\r\n۱۹۸\r\nنمیشه جلد\r\nدر بعضی یہ عقلی استدلال پیش\r\nکرتے ہیں کہ غیر نبی کو بزرگ وحی نبودی الہام\r\nنیبی ہو تو نبی و غیر نبی میں فرق نہیں رہتا۔ اور نبی کی نبوت میں اشتباہ واقع ہو جاتا ہے۔\r\nبعضی ان سی استدلالات سے وسیم نتایج نکا توہین اور الہام غیبی اولیا کے علاوہ\r\nبجے تمام خوارق و کرامات کا بطلان بہی ان دلائل سے استنباط کرتے ہیں۔\r\nیه مقالات و استدلالات پیرانو معتزلہ کرامیہ وغیرہ کی بین جو بواسطه شیخ فریق اول\r\nاب اس گروہ کی عوام میں شائع ہوئی ہیں اور انکو جوابات ہی پرانے علماء اہل سنت\r\nنے بسط و تفصیل کے ساتہ اپنی کتب مقاید و تفاسیر من دیدئے ہیں۔ لہذا اس مقام میں ان ہی\r\nعلماء کے جوابات کو حال قلم کرنا کافی ہے ناظرین اہل علم ان شیرانی مباحث و دلایل کی نقل\r\nد اعادہ کا اعتراض ہیر نہ کریں ۔ ان ہی حضرات ( فریق اول ) کو (جنہوں نے اس پینے\r\nسلسلہ کو اب نئے سرے بلایا اور اس زمانہ بین اعتزال کا جال پیپیلایا اور اہل شفقت محصوات\r\nہل حدیث کو معتزلی نیچری بنانا چاہا ہے) جو کہنا ہو سو ہیں ۔\r\n#i\r\nاپ سے سرزد ہوتی ہیں\r\nکہ آپ کے رسالہ میں یہ درج نہیں ہوئے ورنہ وہ بیچارہ عوام توران\r\nو دلیل کو کیا جانیں وہ اکثر تمامی محض بین او بعض جوار دو فارسی مین لیاقت ششد بر در کہتے ہیں\r\nعلوم دین سے ناواقف ہیں لہذا جو کہ اُنکے شیخ کہتی ہیں وہ اسپر طا دلیل ایمان سے آتے ہیں۔\r\nاسکی ست و فساد کو وہ پہچان نہیں سکتے۔ خصوصاً لبعض نومسلم جو مشرف باسلام ہوتے ہی\r\nقبیل استحکام تعلیم عقاید اسلام حضرت کی صحبت بین فیضاب ہوئے میں انکے حال پرسخت افسوس\r\nآتا ہے کہ وہ آبائی تقلید چھوڑ کر ایسے شخص کے مقلد کیوں ہو گئے۔ اللهم ارحم\r\nنیچری بنانا اس مسلہ سے یہی انکا مقصود و متصور ہے کیو نکہ معجزات و خوارق سے انکار مذہب\r\nنیچری کا اصل اصول ہے ۔ اس سے علاوہ یہی یہ حضرات نیچھری مسایل ، اپنی گروہ کے عوام\r\nو جیل مین پہلے تھے میں جھیا را نگا یا پھر یہ کہ حضرت مسیح علیہ سلام نام پیدا نہیں ہے"
    },
    {
        "id": 95,
        "pageNo": 95,
        "pageText": "نمبشه جلد\r\n۱۹۹\r\nبرامین احمدیہ پر ریو لو\r\nپس دانے ہو کہ ان حضرات نے جو نقلی استدلال پیش کیا ہے۔ یہ جار الله\r\nزمخشری تنزلی کا استدلال ہے۔ چنانچہ تفسیر کشاف میں آتیہ مت کہ فریق اول کے\r\nوفو هذا ابطال الكراميات لان الذين ذیل مین اسنو کہا ہے کہ اس آیہ مین کرامات\r\nتفت اليهم الكرات وان كانوا اولیاء کا ابطال پایا جاتا ہے کیو نکہ جن لو ان کی\r\nأولياء مرتضین فیلسو برسل متخخص طرف کرایات منسوب مین وه اگر چه پسندیده\r\nالله الرسل من بين المرتضين بالاطلاع ولی میں گر رسول نہیں ہیں۔ اور خدا تعالے\r\nعلى\r\nالغيب (كثاف)\r\nنے اپنے غیب پر مطلع کرنے کے انم رسولی\r\nکو مخصوص کر دیا ہے ۔ اس کا جواب علماء اہل سنت (کشر هم الله العام سوامام رازی\r\nقاضی بیضاوی شاه عبد ز دہلوی وغیرہ اکابر نے متعدد وجوہ سحر دیا ہے\r\nان سب میں سے جو اب حضرت شاہ صاحب بسیط و لطیف ہے۔ لہذا اس مقام میں اُسی جواب\r\nکی نقل پر اتنا کیا جاتا ہے ۔ حضرت شاہ عبد العزیز نے تفسیر عزیزی من وایا ہے\r\nباید دانست که صاحب کشاف\r\nبنابر مذهب اعتزال خود در تحت این است گفته و وهنا ابطال احترام\r\nال ولیکن با وجود ادعا سے دانشمندی این حرف از و بسیار بعید واقع شده زیرا که این انتی نفی\r\nاطلاع بر غیب بوچیکه رفع تلبیس داشتباه بکلی در آن حاصل شود از غیر - ولان میکند نه نفی اطلاع\r\nرغیب ملاتا چہ جائے کہ کرامت مگر ابطال نماید و درنفسی گذشت که اظهار شفتی نجیب\r\nہے؛ دیگریست و اظہار غیب بران چی دیگر - واز نفی آن نفی این لازم نمی آید - اولیا الله\r\nا اگر چه اظهار بر غیب حاصل نیست اما اظهار غیب برایشان جایی واقع است چنانچه در حق ما در\r\nموسى على نبينا وعليه الصلق والسلام ، سوره قصص مخصوص است که انا رادی\r\nاور ان کا بل پر پیدا ہونا صریح طور پر قران سے ثابت نہیں جس کا خسارہ کا را شکسته السنه بلدیہ کو\r\nتمیرم دم کے لاحظ سے بخوبی ظاہر ہو سکتا ہے۔"
    },
    {
        "id": 96,
        "pageNo": 96,
        "pageText": "براہین احمدیہ پر ریویو\r\nنمیٹر جلد\r\nاليك وجاعلى من المسلمين العلماء الى ستنت که فرق در اظهار شخص عجیب واظبتا\r\nنجیب بر شخص نکرده اند میگویند که مراد از غیب ورین ایت احکام شرعیه اند که تکلیف بانها عام الفین\r\nمی باشد و اگر از غیب مطلق غیب مراد بات لازم دید که بی محض را مثل حضرت خضر نبیند\r\nاطلاع به هیچ غیب حاصل نشود زیراکه در انتصر عطری به لفظ رسول فرسوده اند و رسول\r\nاخص از بنی ست آرسے اطلاع براحکام شرعی عدیده وادان خاصه رسول است\r\nکه در و بر یافته\r\nنے شود و بعض از ایشان گفته اند که حصر به ملاحظه قید اصالت است بینی بالحانه الطلاع\r\nبرنجیب خاص پیغمبران است و\r\nاو نیا را اطلاع بر\r\nغیب بطریق وراثت و تعبت حاصل می شود\r\nچنانچه نور قمر مستفاد از نور شمس ست - اور اس سے پہلے تفسیر آیہ\r\nفلا يظهر الغيبه بین غیب پرکسیکو ملی کرنے اور انکو غیب کی اطلاع دین مین\r\nفرق کے بیان مین فرمایا ہے۔ پس مطلع نمی کند سچا پس را بو ہے کہ رفع تمہیں واشتباه\r\nخطالبکلی در آن اطلاع حاصل شود و احتمال خطا و اشتباه اصلا نماند و بهمین اطلاع دادن\r\nکذائی است که اور اظهار شخصی بر غیب توان گفت بنجلاف اطلاع\r\nمنهمین واطبا و\r\nکانتان کالان\r\nو جفریان و فال بنیان که علم ایشان بعض حوادث کو نیه از راه استدلال با سباب و علامات خفیه\r\nيا اخبار تمله الصدق والكذب جنیان و شیاطین تخمینی و وسمی می باشد نه یقین و اولیا\r\nرا ہر چند علم الہامی یقینی بعض محقایق ذات و صفات یا وقایع کونیه حاصل می شود\r\nمانلیس اشتباه بجميع الوجوه از ان مرتفع نے گرو تا اظهار ایشان بر غیب و استیل ایران مستحق\r\nگردد بلکه اظهار غیب برایشان و انعکاس صورت غیبه در آئینه وجدان ایشان است و لهذا النظام\r\nبان تحقیق نے شود و خود هم در تحصیل یقین بان اعتماد بیران محتاج بشواهد کتاب و سنت کر تمام\r\nوحی اند میشوند پس اظهار ب خوب پیچ پس مانے وہند الا من ارتضى من رسول مگر کسیکه\r\nپسند می کند و انگکس سول می باشد خواه از جنس پلک باشد مثل حضرت جبریل علیه السلام و خواه\r\nاز جنس بشهر شل حضرت محمد و موسی و عیسى عليهم الصلوة و\r\nالتشكيمات که اولا اظهار"
    },
    {
        "id": 97,
        "pageNo": 97,
        "pageText": "نمبر جلدی\r\nبرامین احمدیہ پر ریویو\r\nبر عض از غیوب خاصه خود مفرماید تا آن غیوب را مکلفین برساند و تلبین اشتباه را از ان بکلی\r\nری نماید تا تمال خطا وناراستی اصلا پیرامون آن نگردد و عامه کافی که بین میره نه دین\r\nرسول بشری نموده باشند در روحی بر باره بران اعتماد نموده در غلط نیفتد و راه گم نشکند\r\nلہذا در انزال وحی احتیاط بلیغ بکار می برد فانه يسلك لینے پر تحقیق پروردگار من\r\nروانه میکند من بین یک کیمی پیش دست انه سول خماه ملکی باشد خواه رسول بشری\r\nو پیش دست فکر یه وقوت و صیه و قوت خیالیه است و طبائع واخلاق حاضر الوقت و مخلفه\r\nیعنی واز پس پشت از رسول خواه ملکی باست خواه بشه ری و پس پشت علوم ندونه در حافظ له\r\nاوست و عادات\r\nو اخلاق مترو که مرا صدا جو کیداران را از جنس ما یکه تا وقت اور درنی بھی\r\nو گرفتن ان قوت فکریه و حمیه و خیالیه را سبقت کردن ندهند که الخ\r\nاس کلام باعت نظام میں حضرت شاہ صاحب مرحوم نے استدلال منکرین اسلام\r\nو کرامات اولیاء اللہ کا شافی جواب دیا اور بخوبی ثابت کہ دیا ہے کہ اس آیتہ میں خداتعالی نے انور\r\nغیب پر بجز رسول کیک و ایسے طور پر مطلع کرنے کہ اسمین خطا و اشتباہ کا اسکارین خان ہو\r\nاور اُسکے ساتھ فرشتوں کا پرو چوکی بھی ہو گی نفی کی ہے۔ مطلق اطلاع غیب کی خیریت\r\nسے نفی نہیں کی اور ایسی اطلاح غیب کی طرف سے غیر رسول کے لئے جانیہ بلکہ واقع پیچی\r\nہے ۔ چنانچہ والدہ حضرت موسی و خضر علیہ السلام کے لئے ہوئی ۔\r\nخاکسار (ادین) کہتا ہے ۔ اس مقام میں ان تمثیلات کی تشریح ضروری\r\nہے تاکہ عوام اہل حدیث جو فریق اول\r\nکے دام اعتزال میں پہنیں ہو یا ہنا چاہتے ہیں۔\r\nان تمثیلات منصوصہ قرآنیہ سے واقف ہو کر ان کے دام سے رہائی پائین اور یہ جان جائیں\r\nکه مطلق اطلاع غیب خاصہ انبیا نہیں ہے خاص کر اطلاع بحفاظت و حراست انبیاء\r\nسے مخصوص ہے ۔\r\nحضرت موسی کی والدہ کو غیب پر مطلع کرنے کا حال قرآن بین بیون"
    },
    {
        "id": 98,
        "pageNo": 98,
        "pageText": "بیر امین احمدیہ پر ریویو\r\nنمیشه جلده\r\nبیان فرمایا ہے کہ ہے ، ادریس کی کو یہ الہام کیا جب اسکو حضرت موسی کے تولد ہو نہیں\r\nوأوحينا إلى امي ان ارضيه فاذا فرعون\r\nکے حاکم قتل کا ڈر لگا کہ تو اس کو\r\nخفت طيه فالقيد في اليم ولا اتخن دودہ پلا۔ پھر جب تنجم ( استوار ہو جانیکا)\r\nوکات نے انار آدوه اليك وحاملو ڈر لگے تو اسے (صندوق میں بند کر کے)\r\nمن المرسلين - (القصص (1) دریا میں والد سے اور راسکے ڈوب بافر\r\nیا فرعوان کے ہاتہ سے مارے جانیکا) خوف و غم نکہ ہم اسکو جیسے پاس پہر لائیں گے\r\nاور اسکو ممبر بنائینگے۔\r\nاور حضرت خضر عل السلام کا حال اطلاع غیب قرآن میں یہ بیان ہوا ہے\r\nکہ وہ حضرت موسی علیہ السلام کے ساتہ کشتی میں سوار ہوئے تو انہوں نے کشتی کے\r\nسخت کواد کہاڑ دیا۔ یہ ایک بیگناہ لڑکے کو مارڈالا۔ پہر ایک قوم کسی کر نے والی دیوار\r\nکو کپڑا کر دیا۔ جب حضرت موسیٰ علیہ السلام فوران فعلنون پر اعتراض\r\nکیا توحضرت خضر\r\nنے اون کا سبب یون بتایا کہ وہ کشتی تو مسکینون کسی تہی (جسکے ذریعہ سے) وہ دریا\r\nاما السمينة فكانت السكين يعملون میں کام کیا کرتے میں فراسکو ( اس نوم\r\nفي الحفارات أن أعيبها وكان وراهم عیب ناک کرنا چاہا کہ کے پچھے سو ایک\r\nالح ياخذ كل سفينة غصبا واما الغلاة ظالم بادشاہ آرہا تها جو سب راچهی کشتیو\r\nفکان ابواه مومنین بخشین آن بر هفته به گارمین پکڑ لیتا تھا وہ لڑکا پیدایشی کافر\r\nطغيانا وكفرا فارد تا ان بيد لهمان بهما تہا اور اسکے باباپ مسلمان تہو۔ مجھے\r\nخيرا منه زكوة واقرب جمانا من الجناب خوبی لگا کہ وہ اشیا ہوگی) انگوگرایی و کفر\r\nمكان اعلاميز يتيمين في المدين میں ڈال دیگا۔ میں نمو ( سکوقتل\r\nکرنے)\r\nتحته كند لهم وكان أبوه الا یہ چاہا کہ خدا انکو اسکے بدلے اس سو بہتر\r\nفارا در یک ان مبلغا اشد مما تخرجا شہرا اور رحم والا فرزند عطا کر ہے۔ وہ دیوار"
    },
    {
        "id": 99,
        "pageNo": 99,
        "pageText": "۲۰۳\r\nبرامین احمدیہ پر ریویو\r\nكتر هم رحمة من ربك وما فعلتہ دو یتیم لڑکوں کی تھی اور اسکے نیو الکاتراتا\r\nعن امرى ذالك تأويل ما لم تسطح اور انکا باپ نیک تہا خدا نے از راہ مہربانی\r\nعليه صبرا - (الكيف ع ١٠)\r\nرمیرے اس فعل سے یہ چاہا کہ وہ دو تو\r\nجوان ہو کہ اپنا خزانہ نکالین یہ جو کچھ نے کیا یا کہا اپنی را سر یا اختیار سے نہیں کیا یعنی\r\nیہہ خدا کا حکم اور الہام تہا۔۔\r\nایسی ہی منصوص اور صریح اب مثال (حضرت مریم کو غیب کی اطلاع ہی)\r\nقرآن میں موجود ہے جسکو شاہ صاحب نہانے\r\nمتقابلہ اس نقلی استدلال مخالفین کے یہی انار\r\nخدا تعالے نے سورہ مر مر یا رہا ہے ہے کہ نے مریم کی طرف اپنی روح الامین کو\r\nفارسلنا اليها روحنا فتمثل لها بالن برج بہیجا وہ اوس کو پور سے انسان کی صورت\r\nسويا قالت إلى أحد بالرجز منارات - مین دکھائی دیا روس نے کہا میں تم سے\r\nكنت تقيا قال انا انارية ربك الا بل نہ خدا کی پناہ میں آئی اگر تجھے خدا کا ڈر ہے وہ\r\nلك فلا زكيا قالت انى يكون لاعلم ہے کہ\r\nبولامین تو خدا اسی کا رسول ہوں کہ تو ایک\r\nولم یمین بشر و لم اك بغيا قال الذم اللسان\r\nستر الکا دون وہ بولی مجھے لڑکا کیونکہ\r\nتاك ربك مميز والنجعلت أيقة البس ہوگا مجھے کسی بشر نے جایز طور پاتی نیز\r\nورحمة منا وكان امرا متقضیا لگایا۔ اور نہ میں ناجائز فعلی کرنے والی ہون\r\nاوسنے کہا ایسا ہی پلاس بشر تولد فرزنی\r\nد مریم ع ۲)\r\nہوگا۔ تیرا رب کہتا ہے یہ امر باس بشر کا دینا مجھے آسان ہے اور تاکہ مین\r\nاو سکو لوگوں کے لئے ایک نشانی قدرت اپنی طرف سے رحمت بناؤن پہیہ امر\r\nہوا ہوایا ہے ۔\r\nگو مر کر وہ فریق اول کے استدلال سابق کی مقابہ مین پیشین نہیں کی جاسکتی کیو کہ اسین"
    },
    {
        "id": 100,
        "pageNo": 100,
        "pageText": "بر امین احمدیہ پر ریویو\r\n۲۰۴\r\nنمبٹر جلدی\r\nان تمثیلات تثلثہ کو نیه یا سنگر مسلمان پر و قرآن کو اسین شک باقی نہیں سکتا\r\nکہ خدا تعالی نے حضرت مریم علیہا السلام اور والدہ موسی علیہ السلام کو لا جواب الاتفاق\r\nنبی نہ تہین ) اور حضرت خضر علیہ السلام کو جو باتفاق جمہور علماء اسلام نبی نہ تھے۔ اور انگر\r\nرسوا نہ ہونے میں نکلا ہی نہیں بنر ویب بازن کی اطلاع دی جس سے یقینا\r\nو جز نامعلوم ہو گیا۔ کہ اس\r\nآیت کر خالیان این غیرنی کے اہم مطلق اطلاع غیب کی\r\nتضی برگز مراد نہین کسی خاص وجہ لایا قسم کی اطاع غیب کی نفی مراد ہے ۔ وہ وجہ\r\nیا قسم وہ ہو جوت بصاحب وغیرہ کے طبع کہی ہے خواہ کوئی اور وجہہ (یاقسم)\r\nجسکو یہ حضرات خود تجویز کر تین بہر حال اسی اطلاق برگر دریا نہیں ہو سکتا ۔\r\nان تمثیلات کی نسبت فربد ان سوال\r\nکا خیال نقال\r\nالمأمورية\r\nاُس کا نہیں وے\r\nبه تمثیلات مصوصه ترانه قلیه یقین فریق ول کے خواص اور بعض عوام پر تو پاستویز\r\nH\r\nاوسے فیرنی کی طرف وحی خداوندی را طلات عجیب پشت تکل\r\nکیوں نہ ہو) جایز کی سولہذا اس\r\nتثیل کا اسی نقلی استدلال مخالفین کے نابلہ میں پیش کرنا مناسب ہو جسمین غیرتی کے\r\nلنے مطلق طلاع فیبی ( بواسطہ فرشتہ ہو وہ بلاواسط) نفی کی گئی ہے ۔\r\nاس میں اس امر\r\nکی طرف اشارہ ہے کہ وجہ بیان کردہ شاہ صاحب یا کسی اور صاحب کی صحت کا\r\nبالخصوصیتہ بہکو دعوی نہین ہمارا مقصود صرف یہ ہے کہ اس آیت میں بلا اطلاع دینے کی نفی ہر گز مراد\r\nمطلق\r\nنہیں ۔ اس مطلق نفی کو چیر کر اسکی مراد جو اس شہر الو۔ بہکو اس سر اس مقام میں حیث نہیں ۔"
    },
    {
        "id": 101,
        "pageNo": 101,
        "pageText": "نمبر، جلده\r\n۲۰۵\r\nبراتنا\r\nقوباد و داده از پیری قرآن ترک تقلید این دان نا انصافی پختن پروری سوان تهشدا\r\nے جواب میں یہ کہ دیتے ہیں کہ انین غیرنی کے لئے اطلاع نیسی اپنی بجاتی ہے کو\r\nتو یہ پہلی امتون کے لئے ہے ۔ اس امت محمدیہ کے اولیاء کہلانے والون\r\nلئے رجے الہانات سے ہکو انکار ہے) ایسی اطلاح غیبی ان تمثیلات میں یا اور سیز\r\nکہان پائی جاتی ہے۔ یہ اس اسہ کے\r\nاو نیا کو دعوی الہام نہیں کی کر جانا ہے۔\r\nانکے اس متقال کانال ماحصل یہ ہے کہ ہمنے اپنا اوس انگار عام کو چھوڑا ۔ اور یہ\r\nمان لیا کہ مطلق اطلاع غیب خاصہ انبیا نہیں۔ غیر نبی کو بعض صورتون سر اطلاع غیب\r\nدیجاتی ہے۔ کریہہ شرف و منصب پہلی ہی امتون کو حاصل تھا۔ یہ امتہ ( محمد یہ مرحومہ )\r\nاس شرف و فیض الہی سے محروم و بے نصیب ہے اس امتہ مین صحابہ سے لیکر اس قیمت\r\nکے اولیا تک کوئی اُس شرف و منصب (جو اور موسی یا حضرت مریم یاخضر علیہم\r\nکو عطا ہوا تھا کے لایق واہل نہیں گذرا ۔\r\nہر چند انکا یہ خیال و مقال اس قابل نہ تھا کہ ہم اسکو نقل کر تے چہ جائیکہ اسکا جواب\r\nقسم من التے کیو نکہ اسین پرلے سرے کی خفت اور اس امت مرحومہ کے اولیا رو اصفیا\r\nرصحابہ وتابعین وغیرہ ایسی دین) کی امانت پائی جاتی ہے مگر چونکہ انکا یہ خیال انتقال پہلے\r\nسے\r\nعوام فریق اول میں شایع ہو کر میں تسلیم کیاگیا ہو۔ اسے مجبور أو اضطران اسکا جواب\r\nدیا جاتا ہے۔\r\nبعد تسلیم اس امر کےکہ خداتعا یہ بیض وجوہ سے\r\nاطلاع بیب غیرنی کو بھی دیتا ہے\r\nاور یہ امر پہلی امتون مین بشها دست بدون پایا گیا ہے۔ اس امتہ مرحومہ کے لئمر اس شرف کے\r\nحصول پر ہارے پاس\r\nکوئی خاص بی نص قرآن یا حدیث نہ یہی ہو تو ہکو حصول اس\r\nكنتم خير\r\nامة اخرجت للناس شرف کئے ثابت کرنے کے لٹری\r\nآینه جین اس مرحوم امت کو خیرا\r\nنر آل عمران ع ۱۳)"
    },
    {
        "id": 102,
        "pageNo": 102,
        "pageText": "نمیتر جلده\r\n۱۶۱\r\nبر ایرانی جدید می نمایید\r\nکی نسبت ناقص و خفیہ مکمل نظر آتی تہیں ۔\r\n(۳) امور قدرتی جو بغیر وسید انسانی تدبیروں کے خدا کی طرف پیدا ہوئی ہوں۔\r\n(هم) امور غیبیہ جو ایسے شخص سے ظاہر ہوں جسکی طاقت سے انکا ظاہر ہونا عادة محال ہوں جیم\r\nکسی ان ٹیرہ کا اشارات حکمیہ دو قایق فلسفیہ کو بیان کرنا )\r\nمرسوم میں اس امرکابیان ہر کی دین محض خدا کی قدرت سی بلا وساطت بزنی\r\nتدبر کے رہوئی ہو ا سکا ہمیں اور ایجادات مخلوق سر بالاتر ہو نا ضروری ہداد کی منیش می جولف\r\nنے کتب اٹھامی کو پیش کیا ہو اور اچھی تفصیل سے ثابت کر دیا ہو کہ کتاب الہامی کا تمثیل\r\nہونا ضروری ہے اور اسکی بمثیل ہونے سم اوس کا منجانب اللہ ہونا ثابت ہوتا ہو اس تفصیل\r\nکے ضمن میں مخالفون کے اعتراضات ذیل کا کافی جواب دیا ہے۔\r\n(1) بہت سی کلام نانی ایسے موجود میں جنگی مثل آهنگ دوسرا کلام نہیں ہوا\r\nرجیسے گلستان سعدی و نفسیر بے نقط فیضی پر کسی کلام کو تمثیل ہونے سر اسکا\r\nمنجانب\r\nاللہ ہونا کہاں ثابت ہوتا ہے ۔\r\n(۲) عربی نہ جاننی والوں کو قران مجید کا تمثیل ہونا کہاں ثابت ہوتا ہے ۔\r\nاس تمہید (سوم) کی تائید مین حاشیه نبرا مرقوم ہو جو حصہ سوم اور حص چهارم کا ہے\r\nکے چار واستران صفحہ مین کہا گیا ہے اور نور پورا نہیں ہوا۔ اس حاشیہ کی چار ها شید\r\nدر حاشیہ میں جو منجله ، الم فی ۴ ۳ صفحه مین اس حاشیہ کو شریک ہیں اس حاشیہ\r\nاور اوسکر حواشی کے یہی مطالب کی تشخیص کی باری سال می گنجایش نہین نگری\r\nبحكم ما لا يدرك كله لا يترك كله بعض مطالب\r\nکی تخصیص ناظرین کی شوین\r\nائے بقیہ صفحہ کتاب قلم میں لاتے ہیں۔\r\nنقصان کا الزام عاید ہوتا ہو الی اللہ من ذالک علوا کبی را اسکی تفصیل اور اسپر ولی کا\r\nکوئی طالب ہو تو وہ اشاعۃ السنہ میرا جلد و کا صفحہ ۲۴ ملاحظہ کرے مولف کی کلام\r\nین گویه قید اس مقام مین پانی نہین گئی مگران کا حاشیہ نمبرہ اس قید کی طرف مشعر ہے ۔"
    },
    {
        "id": 103,
        "pageNo": 103,
        "pageText": "بر امین احمدیہ پر ریویو\r\n۲۰۶\r\nنمبر، جلد\r\nمن يهز عن أبيه عن جده انه سمع النبے گیا ہے اور ایک وہ حدیث جو اس آیتہ\r\nصلی اللہ علیہ عالم يقول في قوله کنت کی تفسیر ہے اور اسین یہ تصریح ہے کہ\r\nخير امة اخرجت للناس قال أنتم تم نے (ای امت محمدیہ ) مسیر انتون کو پورا\r\nتنتمون سبعين امتد انتم خيرها کیا ہے اور تم ان سب سے اللہ کے نزدیک\r\nوالى مهما على\r\nالله - هذا حيث حسن بہتر اور بہت باعزت\r\n(جامع ته دی ماه )\r\nہے ومع هذا بالفعل ہے\r\nدلیل\r\nروایت حدیث حصول اس شرف کے ثبوت میں پیش کرتے ہیں\r\nمخالفین اس حدیث کا ثبوت اس دعا کے لئے ناکافی ہونا ثابت کرینگے تو ہم اس قسم کی\r\nبسیون روایات کتب حدیث سے اور پیس کرینگے ۔ انشاء اللہ لالا\r\nحضرت عمر فاروق رضی اللہ تعالیٰ سے روایت ہے کہ ایک دن آپ\r\nال الطبري عن عمر بن الحارث مسجد نبوی میں منبر یہ جمعہ کا خطبہ پڑھ رہو تو\r\nتال بينما عم يخطب يوم الجمعتها داین که ناگاه اثناء خطبہ میں آپ تحر یہ الفاظ فرمائے\r\nالخطبة ونادي يا سارية الجبل مرتين یا سایہ الجبل سینی اے ساریہ\r\nاوثلث عمر اقبل على خطبه فقال نام یہ ایک امیر لشکر ہے جسکو آپ کو سپہ سالار\r\nمن اصحاب رسول الله صلى الله عليه بكم کر کے بنا وندمین سچا تھا۔ اور وہ میدان\r\nانه من ترك خطير ونادي يا ساره جنگ میں بے موقعہ گہرا ہوا تھا اور اُس کا\r\nالجبل تدخل عليه عبد الرحمن بن عوف ہ ہے موقعہ کھڑا ہونا خدا تعالی فر حضرت\r\nوكان ينتسبط عليه فقال يا المير المومنين کو غیب سے مشاہدہ کرا دیا تھا، پہاڑ کو\r\nتجعل للناس عليك مقالا بينهما انت پس پشت ہے ۔ لوگ آپ کے یہ الفاظ\r\nخطبتك اذ ناديت يا ساتمهد الجبل سنگر متجب و نتعرض ہوئے۔ تو بعد نان\r\nلبنات الناريت ياسات\r\nهذا قال والله ما ملك ذلك حضرت عبد الرحمن بن عوف نر آپ سے\r\nنهاوند کو بستان جنوبی میدان مین ایک مشہر کا نام ہے۔ قاموس"
    },
    {
        "id": 104,
        "pageNo": 104,
        "pageText": "نمبر، جلدی\r\nبرامین احمدیہ پر ریویو\r\nحين رايت ساريه واصحابه يقاتلون استفسار حال\r\nکیا ۔ آپ نے فرمایا\r\nعند جبل و یوتون من بين ايد هم میں نے ماریہ اور اسکے ساتہہ والون کو ایک\r\nومن خلفهم علم أملك ان قلت ياساریہ پہاڑ کے پاس موقعہ پر کہ ہم ہوئے\r\nالجيل الحقوق والجبل فلم تض الأيام حتی دیکھا کہ ان کے آگے پیچھے دونون\r\nجاء رسول سارية بكتابه از القوم طرف سے دشمن آرہے تہے چین\r\nلقونا يوم الجمعته فقاتلناهم من انکی شکست کا خوف رہا تو مین سے بات\r\nجين صلينا الصبح إلى أن حضرت الجمتہ کہنے سے رک نہ سکا۔ پہر بہت دن نگورگی\r\nوذر علب المرفه معنادي مناد کہ ساریہ کا قاصد الکا خط لیکہ پہنچا جین\r\nيناد والجبال مرتين فلحقنا بالحبل فلم یہ کہا تھا کہ صبح سے جمعہ کے وقت تک\r\nنزل قاهرين لعد و تا حرف مر ہمارا دشمن سے مقابلہ رہا اور سیدان کا تہہ\r\nالله تعالى .\r\nنہ آتا تها) کرے گا کہنے دو دفعہ بہہ پکار سنی\r\nر ازالة الخفاح ) کہ اے ساریہ پہاڑ کو پس پشت لے\r\nاپس پہنے پہاڑ کو پس پشت لیکر دشمن\r\nشاہ ولی الله\r\nہی نعیم سے\r\nکا یکسو ہو کر مقابلہ کیا تو خدا نے دشمن کو بہکا دیا ۔\r\nاس حدیث کو امام بہیقی و حافظ ابی نید دلامي الثبوت من لالکائی\r\nنے شرح السنت بین دیر عا قولی نے اپنے خوائیں بین ابن الاعرابی\r\nأخرج البيتي وأبونعيم في لامل النبقة نے کرامات الأولياء من خطيب\r\nدانلد الكافي في شرح السنتر و الدرفق بغدادی نے رواة مالك بين\r\nفي فوائد وابن العمراني في كراتان الاولیا محب طبری و ابن مرد\r\nوالخطيب في واأة مالك عن نافع عن ابو یعے وغیرہ نے\r\nابن عمر\r\nقال وجه عمر يا و ام عليه میں روایت کیا ہے۔ اور ان کی بین"
    },
    {
        "id": 105,
        "pageNo": 105,
        "pageText": "تمدید مه ریویو\r\nنمبر جلد (6)\r\nسارية حسن\r\nسجلاً يدعى سارية فينا عمر يخطة جبل تکلمین (متقدمین و متاخرین نو طبقه\r\nينادي يا سارية الجبل ثلثا الحرث بعد طبقہ اپنی تصانیف میں رہینے صاب\r\nقال ان جو فراك مابه اسناد قصته مشکوۃ نے مشکوۃ میں حافظ\r\nابن حجر نے اصابہ مین امام سیوطی\r\nر\r\nتاريخ الخلفاء مثلا) نے تاریخ الخلفاء میں حضرت شاہ\r\nولی اللہ نے ازاله الخفا مین ملا علی قاری نے شرح فقہ اکبر مین علامہ\r\nتفتازانی نے شرح عقاید مین) نقل کر کے اس سر استشہاد اور اسپر اعتماد\r\nکیا ہے ۔ اور حافظ امام ابن بھر نے اصابہ مین اسکی استاد\r\nکو حسن کہا ہے ۔ چنانچہ\r\nامام سیوطی نے تاریخ الخلفا مین ان سے نقل فرمایا ہے ۔\r\nاس حدیث میں ایک تو حضرت عمر فاروق کو خدا تعالی کا غیب پر اطلاع دینا پایا جاتا ہو\r\nجنہون نے اتنی دور سے صف جنگ کا معاینہ کرلیا۔ دوسے حضرت ساریہ اور انکے\r\nساتہ والوں کو جنہوں نے اتنی غیبت سے حضرت عمر فاروق کی آواز کوشن لیا۔\r\nاب اس سے بڑ کہ اس امتہ مرحومہ کے لئے حصول اس شرف پر شہادت دلیل\r\nسے پیڑ مرحومہ\r\nاور کیسی بکار ہے اور اس لیل کے ثبوت و دلالت میں کسی کو کب جاء انکار ہے\r\nاب تو فریق اول کا اپنی خیال سے دست بردار ہونا ہی شرط انصاف و علامت اتباع قران\r\nو حدیث ہے مگر افسوس فریق اول کے بعض نا انصاف اسحدیث کو پر بکر یا سنگر\r\nیہی اپنی خیال سے دست بردار نہیں ہوتے اور اس حدیث کی صحت یا دلالت میں کچھ\r\nہ بنے خواہ نہ بنے ) کہہ دیتے ہیں۔\r\nکے ثبوت میں تو وہ یہ کلام کرتے ہیں کہ یہ حدیث ضعیف ہو\r\nے دعو سے پہنے اس فریق کے خواص سے نہیں سنا۔ اور ژان کے رسالہ ابطال الہام"
    },
    {
        "id": 106,
        "pageNo": 106,
        "pageText": "نمبر، جلد\r\n۲۰۹\r\nبرامین احمدیہ پر ریویو\r\nاور دلالت میں یہ کلام کہ اس میں صرف صحابہ کی اطلاع غیب کا شوت یا پاجاتا ہے\r\nغیب صحابہ (پھیلے اولیاء) کے الہامات و اطلاع نیبات کا اسر مین کہان\r\nثبوت ہے۔\r\nانکی اس\r\nکلام دووم) کا ماحصل یہ ہے کہ ہنے صحابہ کی اطلاع غیبی کو بہی مانا اور\r\nاس سو انکار کو بھی چھوڑ دیا اب ہمکو صرف ان سے پچھلے اولیاء کے الہامات و اطلاع\r\nمغیبات سے انکا ر ہو اور اسی کا ثبوت بکار ۔\r\nاسکے دعوی ضعف حدیث کا جواب تو ہمارے بیان سابق میں آچکا ہو\r\nکہ یہ حدیث حسن ہر ضعیف نہیں ہے اور شاید یہ حضرات بہی راگرا نین کچی\r\nو انصاف ہے ) اس جواب\r\nکو دیکھ کہ پھر اس ضعف کا نام نہ لین ۔\r\nاور دعوی خصوصیت صحابہ کا جواب مولف براہین احمدیہ نے خود اپنی\r\nکتاب کے حصہ چہارم مین بصفحہ ۵۴۵ دیدیا ہے جسکا ماحصل یہ ہے کہ صحابہ سر کے\r\n*\r\nمین دیکر ها صرف اون کے عوام کی زبان پر ہے ۔ ورم تیغینا پندرہ سال کا ہوا ہو\r\nکہ بہنے\r\nاپنی دعا میں اس حدیث کو برت کرامت اولیاء الدین پیش کیا بتانا ایک نوسلم نے\r\nجسم کہ وہ فریق اول کا دست گرفت ہی یہ کہدیا تا کہ یہ حدیث ضعیف ہر اندنوں ہی ایک مسلم\r\nنے کہ وہ یہی ان حضرت کا متعدد گردیدہ ہو، یہ دعوی کیا ہو۔ ہر چند یہ دعاوی بر سر حضرت کی\r\nتعلیتا دانا اسے میں ورنہ وہ بیچارہ عوام کیا جانین مگر جیت تک حضرت اعلی بر طا خود بیمه دعوتی ان پر\r\nیا قلم می لاوین اور اسکی ثبوت میں کسی محدثه امام جرح و تعدیل کا قول پیش نہ گرین ہم اس دعوی\r\nکی\r\nطرف زیادہ التفات نہیں کر تحر اور عامیوں سے خطاب مناسب نہیں سمجھتے۔ حضرت اعلمی خود دری\r\nضعف حدیث میں تو مرد میدان نہیں پہر ہے اسکا جواب سنین بیچارہ توسلم جاہلوں کے کانوں میں\r\nایسی باتیں پھونک دیا اور انپر دین کو مشتبہ کہ نام روانگی کی بات نہیں ہے ۔\r\nاصل کلام مولف یہ ہی نبوت کے عہد میں مصلحت زبانی کا تقاضا ہی تھا کہ جوغیرتی ہو اس کے"
    },
    {
        "id": 107,
        "pageNo": 107,
        "pageText": "۲۱۰\r\nنمبر، جلد ،\r\nپہلے اولیاء اللہ کے اس قسم کے الہامات کا ثبوت حضرت شیخ طالقادر جیلانی کی کتاب\r\nفتوح الغیب اور شیخ مجدد الفانی کے مکتوبات کی جلد دوم میں موجود ہو\r\nن کتابوں کو ملاحظ کر و توسع لوم ہو کہ یہ شرف (الہام غیبی ، صحابہ کے بعد یہی اولیاء\r\nن محمد کو بطور وراثت عطا ہوتا چلا آیا ہے ۔\r\nاہات بنی کے وحی کی طر قطبین درون تاینی کیانی کے کام سے مال واقعہ ہو جائے\r\nلیکن آمرانہ کے بعد حبقدر اولیاء اور صاحب کمالات باطنیہ کور سے بین اُن کے الہامات\r\nمشہو ر متعارف پین که جوهر یک عمر من قلبند ہوتے چلے آئے ہیں اسکی تصدیق کے\r\nئے شیخ عبد القادر بیدانی اور مجدد الف ثانی کے مکتوبات اور\r\nدو سے\r\nالیاء اللہ کی کتابیں دیکھنی چاہین کہ کس کثرت سواد کے الہامات پائے جاتی ہیں\r\nبکہ امام ربانی صاحب اپنی مکتوبات کی جلد ثانی میں جو مکتوب\r\nپنجاه و کم سو اسیر صاف کہت بیز\r\nکه غیر بی بی مکالمات و مخاطبات حضرت احدیت سے مشرف ہو جاتا ہے اور ایسا شخصر\r\nمحدث کے نام سے موسوم ہے اور انبیا کے مرتبہ سے اور کامرتبہ قریب واقع ہوتا ہے\r\nایسا ہی شیخ عبد القادر صاحب نے فتوح الغیب کے کئی مقامات میں اسکی\r\nتصریح کی ہے اور اگر اولیاء اللہ کے ملفوظات اور مکتوبات کا تجسس کیا جائے تو اس\r\nقسم کے بیانات اُن کے کلمات میں بہت سے پائے جائینگے اور است تحمیل کی بود\r\nمین محدثیت کا منصب استقدر کثرت ثابت، ہوتا ہے جس سے انکار کر زاہٹہ سے غافل اور\r\nبیبر کا کام ہے اس امت میں آتک ہزارہ اولیاء اللہ صاحب کے بال گذرے مین حسینی\r\nخوارق اور کرامات بنی اسرائیل کے نبیوں\r\nکی طرح ثابت اور تحمق ہو چکی ہیں اور مشخص\r\nتفتیش کر ہے اسکو معلوم ہوگا کہ حضرت احدیت تو جیسا کہ اس امت\r\nکا خیر الام نام رکہا ہے ۔ ایسا ہی\r\nاس امت کے اکابر کو سب سے زیادہ کمالات یہی بجھتے ہیں جو کسی طرح چپ نہیں سکتے\r\n۔ اور ان سوانکار کرنا ایک سخت درجہ کی حق پوشی ہے۔ بر امیر احمد 20 -"
    },
    {
        "id": 108,
        "pageNo": 108,
        "pageText": "نمبر جلد،\r\n۴۱۱\r\nاور ظاہر ہے کہ صحابہ سے پچھلے اکابر کے حالات کے لئے اسی قسم کابوت کافی ہے\r\nیہ ضروری نہین ہے کہ پچھلے اکابر کے حالات و واقعات کو سی قرآن وحدیث\r\nہی سے نکالے\r\nاور اگر یہ جملات دایہ بوت\r\nو دلیل کو تنگ کرین اور پچھلے اولیا کے حالات کا\r\nثبوت قرآن و حدیث ہی سے طلب کرین اور یہ کہیں کہ کس آیتہ یاحدیث میں آیا ہے\r\nر شیخ عبد القادر جیلانی و مجدد الف ثانی کو فلان فلان الہام نیسی ہوا ہے\r\nتو مین نہین جانتا کہ کوئی عاقل (ہندو ہو خواہ مسلمان یہودی ہو خواہ نصرانی ہر یہو ہو\r\nخواہ آریہ ) اسکے اس سوال کو مستحق جواب قرار دے۔ لہذا مناسب ہے کہ یہ حضرات\r\nایسا سوال\r\nکہنے سے شرما مین اور اہل اسلام پر اقوام غیر کو نه نسا دین ۔\r\nاس بحث سے ثابت ہوا کہ تمثیلات ثلثه قرانی جنین غیر نبی کا بعضر\r\nمغیبات پر خدا تعالی کی طرف سے مطلع ہونا پایا جاتا ہے بل مزاحمت ثابت ہیں۔ اور ان\r\nتمثیلات کے نسبت فریق اول کا یہ خیال\r\nکہ وہ پہلی امتون مخصو صو بین یا یه عذر کر اس\r\nات حمدیہ یا خاص صحابہ سے پہلے اولیاء کی اطلاع غیب پر اسلام میں کوئی شہادت پائی\r\nنہیں جاتی صحیح نہیں۔ اور ان تمثیلات اور انکی نظایہ سے جو امت محمدیہ مین پائی جاتی ہیں\r\nیقیناً و قطعا معلوم ہوتا ہے کہ آیہ تم کہ فریق اول مین غیر رسول\r\nکے لئمو اطلاع غیب\r\nکی نفی مطلق ہرگز مراد نہین اور استدلال نعلی فریق اول اس\r\nآیت سے\r\nسے تقلید جار الله فخری متنزلی باطل ہے ۔\r\nاستدلال عقلی دعوام فریق اول ) یہی منزل یہی کا استدلال ہر جو انہوں\r\nنے عمدار الہام وغیرہ) کرامات اولیا ء کی نفی میں پیش کیا ہے اور وہ کتب کلامیہ\r\nشرح مواقف شرح عقاید - شرح فقہ اکبر تمھید سالمی نیو\r\nمیں منقول ہو۔ اور اسکا جواب یہی ان کتب میں موجود ہے ۔ ہم اس سقف مرین"
    },
    {
        "id": 109,
        "pageNo": 109,
        "pageText": "برامین احمدیہ پر ریویو\r\n۲۱۲\r\nنمبر، جلده\r\nان\r\nکتابوں کی اصل عبارات معہ حاصل مطالب جو اس استدلال کے علاوہ فریق اول کو\r\nاور وساوس و خیالات کے جواب\r\nپر ہی مشتمل میں نقل کرتے ہیں ۔\r\nشرح مواقف میں لکها ہر مقصد نہم اس بیان میں ہے کہ کرامات اولیاء\r\nالمقصد التاسع كرات الارجنین الهام غیبی ہی داخل ہے ) جایز\r\nوانها جايزة واقعة أما جوازها امکان اور واقع ہیں۔ اسکا جواز تو سہارے\r\nعلى اصولنا ف هو أن وجود الممكنت (اہلسنت کے) ان اصول سے ثابت\r\nمستند القديه الشاملة ولا يجب ہے کہ جو امر ممکن می سپر قادر ہو اور خداست\r\nعرضت أفعاله ولاشك أن الكرامة سی فعل میں اسکی ذاتی غرض ضروری\r\nامر يمكن ا فليس يلزم من فرض وقع عما نہیں اور یہ ظاہر ہے کہ کہ امت امر کر\r\nعمال وانا وقوعها فلقصد مریم حیث ہے کیو کا وقوع\r\nہے کیونکا وقوع فرض کرنے سے کوئی\r\nجات بلا ذكر و وجد الرزق عند محال لازم نہیں آتا ہو اور اسکا وقوع حضرت\r\nبالا سبب وتساقط عليها التطيب من المحلة\r\nنے\r\nمریم علیہا السلام کے ان حالات سو کہ وہ\r\nاليابسته وجعل من الامس مع الذكرنا بغیر مرد کے حامل ہو گئی اور اُسکے پاس انق\r\nان انها ما لنبوة جیسے صلوة الله عليهه غیبی پہنچا اور خشک درخت خرما سے اسپر\r\nا لا يقدم عليه منصف و قصد صرف کھو دین گرائی گئیں ثابت ہے ۔ لان امور\r\nوقصد أصحاب الكهف وشر منها لم يكن کو حضرت زکریا کا معجزہ یا نبوت عید علی السلام\r\nمجزا لفقد شرطب ومز انكر الكرامة کے لئے انتقاد یا پیشگی معجزہ قرار دنیا ایستا\r\nاحتج بأنها لا تتميز عن المجزرة فلا يكون امر ہے کہ کوئی منصف اسپر توجہ نہیں کہ تمام\r\nالمعجزة والتر على النبوة وبنيد باب اور قصہ اصف اور قصہ اصحاب کہف سے\r\nاثباتها والجواب انها تتميز بالتحدى تو یہی انکا وقوع بہت ہے۔ ان امور سے\r\nمع ادعائه النبوة في المنجرة وعدمه به معجزہ کوئی نہ تھا۔ کیونکہ معجزہ کی شرط\r\nسر گر دو فریق اول کے بعض دست گرفته ارگون سے مہنر ہیں سنتا ہو یہ لوگ اسکی جاب کو جو اس\r\nمقام بین او مینه (۲۱۹) -"
    },
    {
        "id": 110,
        "pageNo": 110,
        "pageText": "۲۱۳\r\nبراهين احمد\r\nنمبر، جلد\r\nالتحدى مع ذالك الادعاء في الکرامت رجب کا ذکر قریب آتا ہے، اسمیں پائی نہیں\r\nجسکا تقرب آتاہے،\r\n(شرح مواقف م) گئی۔ جولوگ کرامات کے منکر میں وہ ہیں\r\nدلیل پیش کرتے ہیں کہ کرامتہ مسخرہ کی شل واقع ہو تو انسین اور مجزر میں فرق نہیں ہو سکتا\r\nاس صورت میں معجزہ دلیل نبوت نہیں رہتا اور اثبات نبوت کا دروازہ بند ہو جاتا ہے سکا\r\nجواب یہ ہے کہ مجرہ اور کرامتہ میں فرق یہ ہے کہ مجرہ مین دعوی نبوت کے ساتہ تعالی\r\nکا مطالبہ ہوتا ہے اور یہ امر کر امت میں نہیں ہوتا یعنی اسمین ولی اپنی نبوت کا دعوی کر کے\r\nبالمقابله کرامت نہیں دکھاتا اور نہ اسکا معارضہ چاہتا ہے۔\r\nاور شرح عقائد نسفی بین ان تمثیلات وقوع\r\nکرامتہ کے علاوہ بعض اولیاء اللہ کا\r\nپانی پر چلنا اور ہوا میں اڑنا اور بعض اولیاء سے حیوانات اور جمادات کا کلام کرنا اور حضرت\r\nمر فاروق کا صف جنگ ساریہ کو غیب سے مشاہدہ کرنا اور حضرت خالد کا زہر کہانے سے\r\nضر نہ پانا اور حضرت فاروق کے فرمان سے دریا نیل کا جاری ہونا وغیرہ نقل کر کے ان کی مقابلہ\r\nمین اس استدلال معتزلہ کو نقل کیا اور اسکا جواب یہ دیا ہے کہ ولی کے ہاتہ یہ کہ امت کا\r\nلما استدلت المحتركة المنكرة لكرامة ظاہر ہونا اسکے پیشوا نبی کا معجزہ ہے اسی\r\nالاوليا و باند لو جازظهر خوارت کرامتہ سے اسکا ولی ہونا ظاہر ہوتا ہے کیونکہ\r\nالعادات من الاولياء لا شبه ولی وہی شخص ہے جو نبی کی اطاعت کا\r\nبالمجزرة ولم يتيمين النبي من غير النبي اقرار کرے اور اگر یہ ولی خود اپنی نبوت\r\nاشار الى الجواب ويكون ذلك الظهور کا دعوی کرے تو یہ ولی ہو ہی نہیں سکتا\r\nإلى طهق الخوارق من الولى الذی - اور نہ اس\r\nاور نہ اس کے ہاتہ یہ کہ امت ظام\r\nہو سکتی ہے۔\r\nهو من أحاد الامته معجزة للرسول\r\nالذي ظهرت هذا الكرامة الواحد ال حاصل بدید که امر خلاف عادت جو ہو وہ\r\nلانه يظمها التنا الكرامدانه ولى از يكون \" نبی کا سبزہ ہے۔ خود اس سے صادر ہوا"
    },
    {
        "id": 111,
        "pageNo": 111,
        "pageText": "براهين احمديد پر یویو\r\n۲۱۴\r\nنمبر، جلد\r\nبالتك\r\nحقا نے دیانند و دی کنند الاقتراب با کمک خواہ اسکی است سے اور وہی امراستہ\r\nواللسان برسالة رسوله مع الطلعة کی نسبت گرامتہ ہے معجزہ اسلئے نہیں\r\nلہ نے اوامره ونواهيد حتى لو آدھی کہ جس سے وہ سرزور ہوتا ہے تا کیطرف سو\r\nهذا الولى الاستقلال بنفسه وعدم اپنی نبوت کا دعوی پا یا نہیں جاتا۔\r\nالتابعه له لم يكن وليا ولم يظهر خاك اسکے بعد شرح عقاید مین مسنجرہ اور کرامتہ\r\nعلى يده - والحاصل ان الخارق للعادة میں وجوہ فرق بیان کی بین سینی منظر\r\nهو بالنسبة إلى النبي بجزة سواء ظهرت اختصار اور نیز اس خیال سے کہ بعض جدید\r\nقبله أو من قبل احادامة والنسبة إلى فرق\r\nکا بیان اور کتب خصوصاً شرح فقہ اکبر\r\nامتد كرامة لخلوه عند عود بقوة کی عبارات میں اچھے طور پر ہوا ہم پوری\r\nاظهر ذلك من قبله عبارت شرح عقاید کو نقل نہیں کیا۔\r\nن\r\n(شرح عقاید)\r\nوجود\r\nیہی جواب تمہید ابوشکور سالمی بین متنزلہ کی اس استدلال کا دیا ہے\r\nوالذي يدل على صحة هذا هوان الكرامته پر اس کے معارضہ و مقابلہ میں مذہب اہلسنت\r\nلو لايجون اثباته الله وليام فلا يجين شا پر یہ استدلال قائم کیا ہے کہ اگر اولیاء کو\r\nالا لنيكولان النبي قبل الوحي وقبل ظهور لئے اثبات کر استہ جانیہ نہ ہو تونجی کے لئے ہیں\r\nالنبوة يكون ولياء عند الناس وانكان كرامات کا اثبات جایز نہ ہوگا۔\r\nکیونکہ نبی دودی\r\nبنيا عند الله ويعنى اثبات الكرام لئے ثبوت سے پہلے لوگوں میں ولی ہی کہا ہے\r\nقبل ظهور بنتوته كما كان لنبينا ملا اسلام اور قبل نبوت اسکی کرامات کا ظاہر ہونا ممکن\r\nوكان لابراهيم وموسى وعيسى فيرم ہے چنانچہ آنحضرت و حضرت ابراہیم و حضرت\r\nمن الانبياء عليهم السلام فقبل الوحي موسی وغیرہ سے کرامات ظاہر ہوئی ہیں۔\r\nوا النبق يسمى عند الناس وليا فلى لا يجنين پس اگر ولی کے لئے اثبات کہ امات جایز"
    },
    {
        "id": 112,
        "pageNo": 112,
        "pageText": "نمبر جلدی\r\n۲۱۵\r\nبراهير احمدية مريولي\r\nاثبات الكرامة للولى فلا يحيون اثبات نہو تو قبل از وحی نبی کے نجی جایز نہ ہوگا۔ آمین\r\nلكن قبل الوحيف ليكن فيه نفى الكرامه آنحضرت کی کرامات کا قبل از وحی سرزد نہ ہونا\r\nالعن النبي علم و هو محال إلى أن قال لازم آتا ہے جو محال ہے یہ کہ کہ فرمایا ہے۔\r\nکہکر\r\nقبل الله من لا يجد الفرق بين النبي الحلوى که قبل دعوی نبوت نبی اور ولی میں فرق\r\nضد الناس لا يمر الايمان قبل الدعوى ضروری نہین اور نہ نبی پر قبل دعوی نبوت\r\nواذا ادعى فلا تبقی شهته فلا بین ایمان لانا واجب ہے اور جب دعوی نبوت\r\nہوگا تو اس سے خود شبہ جاتا رہیگا۔ پس\r\n(تمهید سالمی)\r\nکرامت کا معجزہ میں شبہ ڈالنا ثابت نہ ہوا۔\r\nملا علی قاری نے شرح فقہ اکبر ین تشیلات منقولہ سابق نقل کر کے کہا ہے\r\nتم ظاهر كلام الامام الاعظم و با نظام کو ظاہر کلام امام اعظم رح اس مقام\r\nالموافق لماعليه جممي العلماء الافلام رفتہ اکبر امین جمہور علماء کے موافق ہے\r\nمن ان كل ما جازانتكون كرامتد لی ہے کہ جو امر خارق عادت بطور معجزہ نہیں کر لئے\r\nالأفارق بينهما الا التحرى خلاق التشير جائز ہے وہ بطور کرامت ولی کے لئے\r\nومن تبعه كا من السبكي حث قاله الاغھی جائز ہے معجزہ اور کرامت بین مجبر مسحدی\r\nولد دون والدو قلب جماد بھیتہ کوئی فرق نہین ہے۔ اسمین امام مشیری\r\nفلا تكون كرامة هذا - اور اسکے متبع ابن اسیکی کو اختلاف ہے۔\r\nوالكتاب والسنتر ينطق بطون الكرم وہ کہتے ہیں اس قسم کی کراہ کہ بدون پاپ\r\nمن مريم وما مسلمان واما ما قيل یا تولہ ہویا نہر کا جانور بن جائے ولی سے\r\nمن بان الأولى ارهاص لنبقة عیسی سرزو نہین ہوں\r\nسرزد نہیں ہو سکتی اس قسم کے سوار\r\nلعل السلام ان معنى الذكر يا والثاني منجزه اور کرامات کا سر زد ہونا جائز ہے اور قران\r\nالسليمان عيد السلام فمرفوع با تالاندهی و حدیث نمهور کرامات اولیا ) حضرت مریم"
    },
    {
        "id": 113,
        "pageNo": 113,
        "pageText": "برامین احمدیه پر ریویو\r\n#\r\nنمدی\r\n154\r\nINA\r\n۱۴۹\r\n۱۵۵\r\n142\r\n124\r\nInt\r\nJan\r\n۱۶۲\r\nنمبر ۶ جلد\r\nتلخيص مطالب جاشينبت مند به صفي يوم كتا.\r\nمطالب\r\nاس شبہ کاجواب که حرف اورکلات مرده مین کلام خدا در کلام بشه مشارکت\r\nہے پہ وہ بیٹل کیونکر ہوا\r\nالہامی کتاب کی خاصیت (جو قانون قدرت میں پاسی نہیں جاتی ) یقین جو خالق\r\nو جزا و سزا ۔\r\nقانون قدرت سر خدا کے موجود ہونیکا ثبوت نہیں متاگو اسکی ضرورت ثابت\r\nہوتی ہے اور جفرا و سترا کا ہی اسین ثبوت پایا نہیں جاتا۔\r\nالہام کی نسبت پر ہم سماج کے پہلے اعتراض کا کہ الہام کی ضرورت\r\nنہیں جواب\r\nآئے اعتراض دوم کاکہ الہام کے ضروری ہونے سے اسکا موجود ہوتا\r\nثابت نہیں ہوتا۔ جواب ما\r\nانکے اعتراض سوم کا نقض حبقد رمفید مرفت ہے نجات کے لئے کافی\r\nہے۔ جواب۔\r\nآٹھے اعتراض چهارم کاکه الهام فوری اورقتل کافی ہو تو ہرایک بشر کو\r\nالہام کیوں نہیں ہوتا - جواب-\r\nعیسائیوں کے اس اعتقاد یہ کہ انبیا کے لئے تقدس اور عصمت اور محبت الہی\r\nحاصل نہیں اعتراض\r\nیریم سماج کو اعتراض چی ماکانه ماراجات قران ہو تو یہ تمام مورات\r\nمیں شایع کیوں نہین ہوا ۔\r\nمورو الہام ہوفر میں تفاوت مراتب اشخاص کی حکمتون کابیان -\r\nبینیر صفحات حاشیه مین جو متن کے بعد خط فاصل دیگر لکھا گیا ہوں۔ \""
    },
    {
        "id": 114,
        "pageNo": 114,
        "pageText": "براهین احمدیہ پر مر یویی\r\n۲۱۶\r\n+\r\nنمبر جلده\r\nالاجواز الخوارق البعض الصالحین اس آصف سے صاف ناطق ہیں ان کا اتنا\r\nغير مقرون بد على النبوة ولا يضرنا کی نسبت جو کہا گیا ہے کہ پہلے کر کرامت\r\nتسميته أرها ما أن محجرة النبي مو مالية حضرت مریم حضرت عیسی علیہ السلام\r\nسابقا اولاحقاد سيات القصة والالم کی نبوت کا پیشگی معجرہ تها یا حضرت زکریا\r\nسأل عن الكيفية والحاصل از الامر علیہ السلام کا معجزہ ۔ اور دوسری کو راستہ\r\nالخيارة العادة فهو بالنسبة الى الني (آصف) حضرت سلیمان\r\nکا معجزہ تھا۔ اسکا\r\nمجتمع سواء ظهر من قبله او مقبل امته جواب یہ ہے کہ سکو تو صرف یہ دعوی ہو\r\nالدلالات عاصر و بنبوته ورسالة فهذا که امر خارق عادت جس کی سانته دعوی نبوت\r\nالاعتبار مبل مجتة الي والا حقيقة المعجن نہو نبی کے سواء اور صالحین سے سرزد\r\nانتكو ز مقارنته التحدى مواد العلم ہونا جایز و ممکن ہے اسکو کوئی ارہاص یا\r\nاو با نسبت الى الولى كى اما او از ذكر معجزہ اُس نبی کا جسکی استہ سے وہ سرزد\r\nخوارق أعداء الله (فرعون و دجال ہوا ہے نبی پہلے ہو خواہ پھیلا) کہے\r\nقال انا قضاء حاجات الاکرامات تو ہار سے دعوی کو اس سور کو نقصان\r\nسولین\r\nتقال واعلم ان ظهرا خوارق العادة نہیں پہنچتا۔ اور قصہ کی روانگی ربیان)\r\nبطرقة الموافقة على يد التالب جایزدروں سے یہ معلوم ہوتا ہے کہ بوقت نمود نورات\r\nالمتنة لأن ظهر على يد المبنى مریم یا آصف کسیکی نبوت\r\nکا دعوی نہیں\r\nيوجب انسل دباب مغرقة النبی و اما کیا گیا۔ بلکہ حضرت ذکر یا کوتو خوارق حضرت\r\nلمهوره على يد المثال لا يوجب انت مریم کا علم ہی نہیں تنہا ورنہ آپ اسکی کیفیت\r\nباب معرفة الله لان كل عاقل يدف دیدیتے ۔ حاصل بید که امر خلاف عادت\r\nپوچھتے\r\nأن الله هو المشتمل علاولالات الحدود نبی کے حقین معجزہ ہے اُس سے ظاہر\r\nسماة القصوى لايكون القاوان ہو خواہ اسکی امتہ سے ۔ کیونکہ وہ نبوت\r\n+ دیکھو نوٹ صفحه ۲۱۲ -"
    },
    {
        "id": 115,
        "pageNo": 115,
        "pageText": "نمبر جلد\r\n۲۱۷\r\nبراهير احمدية يريويو\r\nني منه الف خارق العاد تو ان کی نبی کی صداقت پر شہادت دیتا ہے اسی لحاظ\r\nسے اسکو معجزہ کہا گیا ہے ورنی حقیقت میں تو معجزہ وہ ہوتا ہے جسکے ساتہ دعوی نبوت\r\nاور متحد می لطلب معارضہ مقرون ہو۔ اور وہی امر خلاف عادت ولی کے حق میں کراہت ہے\r\nاسکے بعد ملاعلی قاری نے امور خلاف عادت اصدار دین زور عون دو دجال ہو غیرہ کو ذکر کیا اور\r\nانین اور سفرات ابنیامین بیه فرق بتایا کہ خوارق اعداء دین کو کرامتہ نہیں کہا جاتا۔ ان لوگون\r\nکی حاجت روائی کے نام سے موسوم کیا جاتا ہے۔ جس سے مقصود ان لوگوں کی ہے\r\nوحقوت ہے پر فرمایا کہ یہ جان رکھو کہ اصدار دین سے جود ھی الوہیت اسکر انہ ہے\r\nایسے خوارق عادت کا ظاہر ہو نا جایزہ ہے نہ اس شخص کے تہہ سے جو خود بخود بی بی بھی\r\nاسلئے کہ نامق دعی نبوت کے انتہ پر ایسے امور ظاہر ہوں تو چھے نبی کی نبوت\r\nکے پہچان کا دروازہ بند ہو جاتا ہے اور امین اور جھوٹے بنی کے امر خارق عادت\r\nمین فرق معلوم نہیں ہوتا۔ اور مدعی ابو بہت سے امر خارق عادت ظاہر ہو تو خدا\r\nتعالے کی، لوہیت کی پہچان کا دروازہ بند نہیں ہوتا ۔ کیونکہ جھوٹے کو میت کا جھوٹ\r\nاسکے حال سے کہ وہ حادث رانو پید ا ہ ہے اور اسمین علامات نقصان و مجزا کهانا پینا جگہ کی تی\r\nہونا وغیرہ) پائے جاتے ہیں ظاہر ہو جاتا ہے خواہ اس سے ہزار امر خارق مشاہدہ\r\nمین اویربه\r\nان تقریرات\r\nو عبارات میں جعلی\r\nان تقریرات و عبارات بین عقلی استدلال فریق اول کا جواب مع زواید و خواید ادا ہوا\r\nزواید و\r\nور جنوبی ثابت ہوگا کہ ولی کا امام ہیں یا کسی اور کلمات رہیں الہام انار اور ان کے\r\nاور منجزات میں شبہ انداز نهمین ہیں۔ بلکہ اور مدید اور منکرون کے لئے تازہ شواہد و\r\nنظایر مین - خصوصاً ایسے شخص کے الہامات و کرامات جو اُن کو اپنی نبی کی نبوت کی\r\nتا میشد و شہادت میں پیش کرے اور منکرین الہام نبی کو اسکے نظا یہ دکھائی اور بھی بیان\r\nکہ یہ سب برکات میرے بنی افضل الرسل\r\nکر نتیج اور خادم ہونیکا صدقہ ہے۔"
    },
    {
        "id": 116,
        "pageNo": 116,
        "pageText": "براهين احمدي مرريولي\r\nMIA\r\nنمبر ، جلد 6\r\nبو\r\nاور اسی کے کرامات و سجرات چنا نچہ مولف برایمانی جیسے واقع ہوا ہے۔\r\nمقالات واستدلالات فریق اول کا جواب تمام ہوا۔ اب فریق دوم (لود بیان کے\r\nمکفرین) کا جواب وخطاب شروع ہوتا ہے ۔\r\nجواب استدلال (وجه انکار) فریق دوم\r\nفریق دوم کی استدلال کا ماحصل ہے کہ مولف بر این احمدیہ نے\r\nاینر آپ کو بہت سی آیات قرآن کا (جو حضرت محمدرسول الله (صلی اللہ علیہ وسلم)\r\nوادم و عیسی و ابراہیم علیہ السلام کے خطاب میں وارد ہیں اور از انجند گیارہ آیات\r\nبذیل وجہ انکار فریق دوم بصحه ، امنقول ہو چکی ہیں) مخاطب و مور ونزول ٹھہرایا ہے ۔ اور\r\nان کمالات کا جو انبیا سے مخصوص ہیں جیسے وجوب\r\nاتباع - نزول قرآن - وصی رسالت\r\nفتح کے حوض کوثر - زندہ آسمان کی طرف انیا و غیره ) محل قرار دیا ہے ۔ اس سے مفہوم\r\nہوتا ہے کہ مولف بر امین احمدیہ کو درپردہ نبوت کا دعوی ہے\r\nاسکے جواب دو ہین ۔ اول بی کا مولف بر این بحریہ نے گنیہ دعوی نہ کیا\r\nکہ قرآن میں ان\r\nآیات کا مور دندول و مخاطب بین ہون اور جو کچهہ قرآن یا پہلی کتابوں مین\r\nالسلام کے خطا\r\nمحمد رسول\r\nالله صلعم وعيسى و ابراهيم و ادم عليهم السلا\r\nمین خدا نے فرمایا ہے اس سر سیر اخطاب مراد ہو اور نہ یہ دعوی کیا ہے کہ\r\nو کمالات ان انبیا میں پائی جاتی ہیں ۔ وہ مجہ میں پائی جاتی این کلا و الله ثم بالله\r\nثم تاللہ اس کتاب مین یا خارجا مولف نے یہ دعاوی نہیں کئے۔ اور ان کو کامل یقین\r\nپنے اسکی کتاب کا صفحہ ۲۴۳ و حشت وحثت وحدات وحثت و غیره که لاحظ بین لاؤ اور قیامت کو\r\nحساب\r\nکو ایان\r\nکو قرآن کو پیش چشم کہ کر خلاف واقع سورن سے باز آؤ۔"
    },
    {
        "id": 117,
        "pageNo": 117,
        "pageText": "نمبر، جلد\r\n۲۱۹\r\nبراهين احمد میں ریویو\r\nاور صاف اقرار ہے کہ قرآن اور پہلی کتابوں میں ان آیات\r\nمین مخاطب و مراد وھی ابنیامین جنکی طرف این خطا ہے\r\nاور ان کمالات کے محل و بی حضرات ہیں جنکو خد تولے نے\r\nان کمال کا محل ٹھرایا ہے ۔\r\nاپن او یہ ان آیات کے الہام باتول کے دعوی سے ان کی\r\nمر او رکوردہ میرے الفاظ سے خود ظاہر کہ بچے میں ہم اپنی طرف سے اترا نہیں تھر)\r\nہے کہ جن الفاظ یا آیات سے خدا تعالے نے قرآن یا پہلی کتابوں میں انبیا علیہم السلام\r\nو مخاطب فرمایا ہے ان ہی الفاظ یا آیات) سے دوبارہ مجھے یہی شرف خطاب بخشتا ہے۔\r\nپری خطاب بین ان الفاظ سے اور معانی مرا در کیے میں جومعانی متقصور قران\r\nاور پہلی کتابون - یه مغایرت اور کسی قدر مناسبت رکھتے ہیں اور وہ معانی ان مہمانی\r\nاظلال و انارین - تمثيلات\r\nآیت نمبرا (پنجاه آیات پیش کردہ فریق ثانی) کے معنی قرآن میں وہ یہی سمجھتے ہیں\r\nکہ یہ آیت انحضرت کے خطاب میں ہیرا اور اس مین انحضرت کا اتباع امت پر واجب\r\nکیا گیا ہے۔ اور جب ان ہی الفاظ سے خدا نے\r\nانکو باہم مخاطب کیا تو ان الفی\r\n*\r\nمین (نہ قران بین ) وہ اپنے آپ\r\nکو مخاطب مہتر میں اور اپنے اتباع سمر اتباع\r\nآنحضرت م مراد قرار دیتے ہیں چنانچه بصفحه ۵۰۴ کتاب اُن الفاظ ملمہ کا ترجمہ ان الفاظ\r\nسے فرماتے ہیں کہ اگر تم خدا سے محبت رکہتے ہو تو میری پیروی کر دینے اتاری\r\nرسول مقبول کرو تا لذا تمسے یہی محبت کرے ۔\r\n*\r\nیہی آب اح محمدی وہ اپنی اتباع سے اس اشتہار کے رجسکی بیس ہزار کا پی پیدا کر"
    },
    {
        "id": 118,
        "pageNo": 118,
        "pageText": "براهير احمد میں ریویو\r\n۲۲۰\r\nنمبر جلده\r\nاور آیت نمبر 1 کے قرآن میں تو وہ پینٹی بجتے ہی کہ اسمین قرآن مجید کی\r\nنسبت مشرکین کو قبول کی حکایت ہے کہ وہ دو بستیوں کہ اور طایف) میں سوکسی\r\nسردار آدمی پر کیون نہ اترا اور جب ہی ان الفاظ سے خدا نے ان کو ملهم و مخاطب فرمایا\r\nتو لاینین انه قرآن میں امرمنزل سے وہ اپنی الہام کو مراد خداوندی سمجھتے ہیں رہی\r\nوجہ ہے کہ انتحر الفاظ میں لفظ منزل کے بعد لفظ قرآن واقع نہیں ہوا جیسا کہ قرآن کی آتیه\r\nمین ہے اور اسکے مطابق آیات پیشیں کر وہ فریق ثانی کے ضمن میں نقل ہوا اور\r\nدو شہرون - سے کوئی اور دو شہر (مثلا گلدانہ اور امرتسر اور سردار آدمی سر\r\nکوئی مولوی فاضل رجیسی مرگ دو فریق اول ثانی مراد قرار دینی من چنانچه\r\nبصفويه . ان الفاظ ملمہ کا ترجمہ ان لفظوں سے کرتے ہیں اور کہینگے کہ کیوں نہیں\r\nیہ انکا الهام اتر کسی عالم فاضل پر اور شہروں میں سے الخ -\r\nاور آیہ نمبر 2 کے قران بین تو وہ یہی معنی سمجھتے ہیں کہ وہ آنحضرت کی خطا\r\nمین نازل ہوی ہر اور اسین آپ سے پہلے رسولوں کا حال بیان ہوا ہے۔ اور\r\nحسین آپ کی رسالت کی طرف بھی اشارہ ہے۔ (باقی آینده)\r\nهند و انگلش میں انہون فروشی کرنی چاہی واسطین را در کتے ہیں۔ جولوگ مولف\r\nکی اصل\r\nکتاب\r\nکو نہیں دی تو وہ اس اشتہار کے اس جلہ کہ اسکے (مینی مولف کے)\r\nقدم پر چلنا موجب نجات و سعادت وبرکت اور ا سکے برخلاف چلنا موجب بید\r\nو جریان ہم سے یہی مولف کا دعومی بنوت نکالتے ہیں اور یہ خیال نہیں کرتے\r\nکه مولف کس حال میں اپنی پیروی کو موجب سنجات اور اسکے خلاف کو موجب بود\r\nکہتا ہو وہی آنحضرت کی چال جسر چلنے کا مولف کو دعوی ہے یا اسکو اپنی ذاتی\r\nخیالی میال معترضین اصل کتاب نہ سہی اسی اشتہار کے اس فقرہ سے پہلے م\r\nم سطر ملا کر ان الفاظ کو کہ مولف کو محض به برکت منابعت حضرت خیر البشر و افضل المرسل جو\r\nکو\r\nجدین یا بوقت خرید نیب دو ، اینا نام ونشان کها دین"
    },
    {
        "id": 119,
        "pageNo": 119,
        "pageText": "، جلده\r\n۲۵۷\r\nریویو به امین احمدید\r\nبقیہ ریویو براہین احمدیہ\r\nمذهبی نکتہ چینی کی جو ابا بقیه\r\nجسمی فن لیق دوم مینی لدھیانہ کو مکفرین کا جوا\r\nہے)\r\nاور جب اپنی الفاظ سے زمینی الفاظ آیت نمبرہ سے جو بہ صفحہ ۱۷۲ نمبر ارسال منقول\r\nہوئے) خدائے تعالے نے انکو مخاطب و طہم کیا تو ان الفاظ مین نہ قرآن کی آیت بین)\r\nوہ اپنا اور پہلے ولیوں\r\nکا بیان حال مراد خدا وندی سمجہتی بین چنانچه صفحه ی همین کتاب کے\r\nان الفاظ کا ترجمہ ان الفاظ سے فرماتے ہیں ہمیں اپنی ذات کی قسم ہے بنے تمہر پہلے\r\nبھی امت محمدیہ مین کے کامل اولیا بیچتے ہیں\r\nاور آیت نمبر (مجلہ آیات منقول صفحہ ۱۷۲) کے قرآن میں تو وہ بھی معنی سمجہتی ہیں\r\nکر اسمین آنحضرت صلی اللہ علیہ وسلم مخاطب ہیں۔ اور اسمین وحی سے آپ کی وحی سیالت\r\nمراد ہے اور جب اپنی الفاظ سے خدائے تعالیٰ نے انکو مخاطب فرمایا تو ان الفاظ مین\r\nز آیت قرآن مین ) وہ اپنے آپکو مخاطب و مراد خداوندی تجھتے ہیں اور وحی سے الہام\r\nعام جو غیر شی کو بھی ہوتا ہے اور اسپر اطلاق لفظ و حی مستعد و آیات مندرجه حاشیه و غیره\r\nوأوحينا إلى ام موسى (القصص ) میں پایا جاتا ہے۔\r\nواذ او حليت الى المواد باین رمان ہے ) اور آیت نمبر کا مخاطب تو وہ انحضرت\r\nکو سمجھتے ہیں اور اس فتح سے جو اس آیت میں مذکور ہے فتح سنتر مراد خداوندی ہے\r\nمین اور جب انہی الفاظ سے خدائے تعالے نے انکو مخاطب فرمایا تو ان الفاظ میں\r\nنہ آئیت قرآن میں) وہ فتح سے براہین و دلائل ہے فتح مراد خدا وندی قرار دیتے ہیں"
    },
    {
        "id": 120,
        "pageNo": 120,
        "pageText": "ریویو براہین احمدیہ\r\nron\r\nنمبر جلدی\r\nدارس کی تشریح و تفصیل مولف کی کلام سے رسالہ نمبر ۶ و ۷ مین پولیٹیکل نکتہ پینی کو جواب\r\nمین بخوبی ہو چکی ہے ۔\r\nاور آیت نمبر کا مخاطب قرآن میں تو وہ آنحضرت ہی کو سمجھتے ہیں اور کوثر\r\nسے اس آیت میں حوض کوثر میدان حبشہ (جسکا آنحضرت کو وعدہ دیا گیا ہے اور یہ وعدہ\r\nانحضرت کے سوا کسی نبی کو بھی نہیں دیا گیا چہ جائے ولی) مراد غدا وندی سمجھتے ہیں\r\nاور جب انہی الفاظ سے خدائے تعالے نے انکو مخاطب فرمایا تو ان مین د نه آیت\r\nقرآن مین ) وہ اپنے آپ کو مخاطب سمجیکر کوثر سے وہ معارف کشتیرہ (جو خدا نے\r\nانکو عطا فرمائے ہیں مرا و خداوندی قرار دیتے چنانچہ بصفه ، ۵۱ کتاب ان الفاظ\r\nمہر کا ترجمہ وہ ان الفاظ سے کرتے ہیں بہنے تجھے معارف کثیرہ عطا فرمائے میں ہو اسکے\r\nسر مین نماز پڑھے اور قربانی دے\r\nاور اآیت نمبر 4 مین قرآن میں تو وہ لفظ یا میسی سے حضرت مسیح علیہ السلام سے\r\nخطاب مراد خداوندی سمجہتی ہیں اور رفع سے انجا جسم کے ساتھ آسمان کی طرف اُٹھایا\r\nجانا د جیسا کہ عام مسلمانوں کا خیال ہے ) اور جب انہیں الفاظ سے خدائے تعالے نئے\r\nرانکو مخاطب فرما یا تو ان الفاظ مین نہ آیت قرآن مین ) وہ لفظ عیسی سے اپنے آپ کو\r\nد اس مناسبت روحانی کی نظر سے جو ان میں اور حضرت مسیح میں پائی جاتی ہے اور وہ\r\nبصفه ۹۰ ارسال نمبر د مین بیان ہوچکی ہے ) مرا د خداوندی سمجھتے ہیں اور رفع سے بیج و\r\nبر ایمین سے رفعت ۔ اس کی تشریح بھی مولف کے الفاظ سے نمبر ۶ مین بخوبی ہوچکی\r\nہے\r\nاور آیت نمبر، امندرجہ قرآن کی نسبت تو وہ یہی اعتقادر کھتے ہیں کہ اس مین\r\nنازل منزل سجن سے قرآن مجید ہی مراد جو آنحضرت پر اُترا ہے اور جب اپنی الفاظ\r\nسے خدا سے تعالے نے انکو مخاطب فرمایا تو ان الفاظ مین ) نه آیت قرآن مین ، و نازل"
    },
    {
        "id": 121,
        "pageNo": 121,
        "pageText": "نمبر جلدی\r\n۲۵۹\r\nریویویر امین احمدید\r\nو منزل بحق سے وہ معارف و حقایق بسلام مرزور کہتے ہیں جو خدا سے تعامے کی طرف\r\nسے انکے دل پر منکشف ہوئے ہیں۔\r\nاپنی معارف و حقایق کانزول وہ اُس عربی فقرہ مین حسین قادیان کے\r\nقرب الہام نازل ہونے کا بیان ہے مرا د خداوندی سمجھتے ہیں ۔ قرآن\r\nانا انزلناه قريبا من القاديان وبالحق مجید کا نزول جسکا آیت انا انزلناہ میں ذکر\r\nانزلنا هو بالمنزل\r\nہے۔ چنانچہ بصفحہ ۴۹۰ کتاب ان الفاظ کا\r\nترجمہ وہ ان الفاظ سے فرماتے ہیں ہم نے ان نشانون اور عجائبات کو اور نیز اس الہام\r\nپر از معارف و حقائق کو قادیان کے قریب اُتارا ہے اور ضرورت حقہ کے ساتھ اتارا\r\nاس کی مارا ہے\" سے نزول قرآن یا وحی رسالت کا شبہ گندی\r\nلفظ\r\nتو اسکو یوں وضع کر سکتا ہے کہ یہ لفظ ( نزول ) وحی رسالت یا قرآن سے مخصوص نہین\r\nہے بلکہ یہ لفظ بخشش و عطا کے معنون میں بھی آیا ہے ۔ دیکھو خدائے تعالئے لئے\r\nجو ہکو مواشی جانور کھانے دودھ پینے سواری\r\nکر نیکو عطا فرمائے ہیں ان کے عطا کو\r\nبھی آیات منقولہ حاشیہ میں اسی لفظ نزول سے تعبیر کیا ہے ۔ چنانچہ ایک آیت میں\r\nوانزل لكم من الانعام ثمانیہ افواج ( مربح فرمایا ہے ۔ خدا نے تمہارے لئے آٹھ\r\nثمانیہ ازواج من الضان اشین و من المعز جوڑے مواشی اُتارے (یعنی عطاف بائی\r\nاشین ( العام )\r\nمین جنکو دوسری آیت میں بکری پیٹر\r\nگائے اونٹ کے جوڑون سے تفسیر کیا ہے ۔ پس ایسا ہی عطا الہام معارف صاحب\r\nقادیان کو نہ دل سے تعبیر فرمایا تو اس سے نزول قرآن و وحی آیات کا شبہ کیونکر\r\nپیدا ہوا ۔\r\nاور آیت نمبرا مین قرآن مین تو ده آدم سے باوا آدم علیه السلام اواز نگر"
    },
    {
        "id": 122,
        "pageNo": 122,
        "pageText": "ه یو یو براہین احمدیہ\r\n۲۶۰\r\nنمیبره جلدی\r\nزوج سے اما حوا اور بہت سے وہ بہشت جسمین حضرت آدم علیہ السلام رہتے تھے\r\nمراد خداوندی سمجھتے ہیں اور جب انہی الفاظ سے خدا نے انکو مخاطب کیا تو ان\r\nالفاظ مین (نہ قرآن مین) ادم سے وہ اپنے آپکو (اس مناسبت روحانی کے سبب\r\nجو صفحہ ۷ ۴۹ کتاب بیان کر چکے ہین اور عنقریب وہ اس نمبر میں منقول ہو گی ) مراد\r\nخدا وندی قرار دیتے ہیں اور زوج سے اپنے ابتاع اور رفقا اور بہشت سے دین\r\nاسلام جو بہشت کا وسیلہ ہے چنانچہ صفحہ ۴۹۶ کتاب ان الفاظ کو اور ان کے۔\r\nہم معنی د و فقر سے عربی منقولہ حاشیہ اور نقل کر کے انکا ترجمہ اِن الفاظ سے\r\nفرماتے ہیں ۔ اسے آدم اسے مریم اسے احمد تو اور جو شخص تیرا تابع اور رفیق\r\nیا مریم سكر انت وزوجك الحظ احمد اسکن ہے جنت مین یعنی نجات حقیقی کے\r\nانت وزوجك المخمة (براہین احمدی صفحه ۶ (۴) وسائل مین داخل ہو جاؤ ۔\r\nآیت نمبر ۲ و ۳ کا مولف نے ترجمہ نہیں کیا اسلئے سہنے ان کے الفاظ\r\nسے مراد مولف کی کلام سے نہیں بتائی لیکن بلقیاس ترجمه و مراد بقیه الغافظ آیات یہیں\r\nیقین کیا جاتا ہے کہ قرآن مجید میں تو وہ لفظ مر مر سے آیت نبر ۲ مین انحضرت مسلم کو\r\nایسا ہی لفظ فاصدع سے آیت نمبر ۳ میں آنحضرت صلعم کو مراد و مخاطب جانتے\r\nمین اور جب اپنی الفاظ سے خدائے تعالے نے انکو مخاطب کیا تو ان الفاظ مین\r\nدن آیات قرآن میں) وہ اپنا کسی وقت کپڑا لپیٹ کر لیٹ جانا اور باظہار حق مامور ہونا\r\nمراد خدا وندی قرار دیتے ہیں ۔\r\nایسا ہی اس فقرہ عربی کا جسمین مولف\r\nکی نسبت لفظ اختر تنگ دینی تھے۔\r\nمین نے چن لیا ) وارد ہے (اور وہ آیت نمبر 1 کے بعد رسا ل منبرا میں تصوف ۱۷۳\r\nمنقول ہے) مولف کی کلام سے مطلب ظاہر نہین ہوتا مگر یہ قرینہ اور کلمات مولف کے\r\nجنین صاف تصریح ہے کہ مولف کو پیغمبری کا دعویٰ نہیں۔ معلوم ہوتا ہے کہ بیان\r\n۔ اس فقرہ مین او\r\nنی اعتراض ہوگا۔ اسکا جواب صفحہ ( اسم میں آئیگا۔ (انشا اللہ تعالی)"
    },
    {
        "id": 123,
        "pageNo": 123,
        "pageText": "نمبر و جلده\r\nریویو براہین احمد\r\nچن لینے سے وحی در سالت سے چن لینا مراد نہیں جو انبیا علیہم السلام سو حصوں\r\nہے اور متعدد آیات (منقوله حاشیه و غیره ) میں ان کے حق میں استعمال\r\nيا موسى انى اصطفيتك على الناس ہوا ہے ۔ بلکہ اِس چن لینے سے خاص\r\nبرسالاتی (اعراف (ع) قرب و ولایت سے چن لینا جو انبیا کے\r\nواصطنعتك لنفسى (طع) سوا اور اصفیا و اولیا میں بھی پایا جاتا\r\nوانهم عندنا لمن المصطفین ہے ۔ یا عام ہدایت اسلام و ایمان\r\nالاخيار (صع)\r\nسے چن لینا ( جو گنہ گا سان اہل ایمان\r\nمین بھی موجود ہے) مراد ہے اور ان دونوں معنوں میں اِس لفظ کا استعمال بھی\r\nبہت مواضع قران مین پایا گیا ہے ۔ حضرت مریم علیہا السلام کے حق میں خدائے\r\nیا مریم ان الله اصطفاك (ال عمران (ع ) تعالی فرمایا ہے ۔ ہم نے تجھے جہان والون\r\nان الله اصطفاه علیکم (بقر ) کی عورتون سے چن لیا۔ حضرت طالوت\r\nو لقد اختر نام علی علی علی العالمین دو خان ہی کے حق میں (جبکہ وہ بنی نہیں ہوئے تہو )\r\nثم اور ثناء الكتاب الذین اصطفينا انکے بنی شمویل کا یہ قول قرآن میں منقول\r\nمن عبادنا فمنهم ظالم لنفسہ و منہم ہے خدائے تعالے نے انکو چن لیا ہے ۔\r\nمقتصد ومنهم سابق بالخيرات عام بنی اسرائیل کے حق میں خدائے\r\nبأذن الله ذلك هو الفضل الكبير تنا نے نے فرمایا ہے ہم نے ان کو علم\r\nکے ساتھ جہان والوں سے چن لیا ۔ عام\r\nمومنون کے حق میں فرمایا ہے پہر رہنے کتاب کا وارث ان لوگوں کو کیا جن کو اینیم\r\nبندون مین سے چن لیا پر ان میں سے کئی اپنی میان نیک کم کرنے والے اگر نگار )\r\nبین کئی نیک و بد مین میانه رو کئی خدا کی مرضی سے نیکیوں میں تیر رو ہیں ۔ یہی\r\n(فاطر )\r\nبر افضل ہے ۔"
    },
    {
        "id": 124,
        "pageNo": 124,
        "pageText": "نمبر ۶ جلدی\r\nیہ میرمعات حاشیہ ہن جون کے بر خط فاصل دیکر کہا گیا ہے۔\r\n=\r\n191\r\n199\r\nان کے اعتراضی کار کانون در جوابی بند نہیں ہوتا\r\nرہنما ہے نہ الہام جس کا دروازہ کہ ہی کہی کہلاتا ہے جواب\r\nمین قانون قدرت کا شرک سنی پہنچنا ۔\r\nفتم کار کسی کتب کی تمام داتین ختم نمین بوکستین جواب\r\n۲۰ انکر اعتراض مشر کا کہ انسان کا خداسو ہمکلام ہونا بے ادبی ہے جواب\r\nانکر اعتراض نهم را جبین نیری بیانگر شریک بین) که آسمان سر کلام خدا\r\nکا نازل ہونا امتصور ہو اور الہام ان خیالات سو برگر نہین جو عقلمند کردن سر\r\nاو بهترین جواب\r\n۲۱۰\r\n۲۱۱\r\n4\r\nد ۲۱۵\r\n112\r\nاس جواب کو سمن میں کی اور مطالب این ویرانی اور کی افتراضون کوجوابا او در این\r\nرا صاحب الهام پر امور یہ منکشف ہو تو بین (۲) مولف کا دعوی کر سکو الہام میز\r\nشک ہو ہم اسکو مشاہدہ کر دیتی نمین بشر ط صدق - (۳ ابجر پے روان قران کسی\r\nعیسائی نیودی آریه بر مولوی الهام نین و اس ام اس اعتراض کا لا نبض معد\r\nبه خوبی سمان میز ہی بات میں جواب (۵) قران شریف کی چند پیشین گیان\r\nمتضمن امو غیبیہ - () اس اعتراض کا کہ انبیا تکلیف میں کیون رہی جواب\r\n۲۶۳ پر ہم سال کے احترام کا اعتقاد امام ترقی کر فل سیوان ہوا جواب\r\n۲۱۸\r\n٢١٩\r\nتلخیص مطالب حواشی حاست را امن در دوم کتا\r\nاس حصہ میں حاشیہ نمبرا کرد و حاشیه مندرج امین حاشیه دار حاشیه\r\nنمبه او ۲-\r\n۲۱۷\r\nحاشیه در حاشیه نبر این مولوی ابوعبد الله غلام علی تصمی\r\nصاحب کے انکار الہام اولیاء اللہ کا جواب ہے ۔\r\n۲۳ الہام اولیا کے پانچ صورتوں میں سر پھلی صورت حالت خنودگی میں\r\nیه نبر صفحات حاشیه در حاشیه مین جو حاشیہ کے بعد خط فاصل دیگر لکھا گیا ۔"
    },
    {
        "id": 125,
        "pageNo": 125,
        "pageText": "نمبر ۹ جلدے\r\nان مقبلات میں ان یازده گانه آیت قرانیہ کی (جو استدلال فریق دوم\r\nکی تائید مین نمبرہ میں منقول ہوتی نہین ) مولف براہین احمدیہ پر نازل ہونے سے\r\nمراد کی ایسی تفصیل ہوئی ہے جس سے صاف ثابت ہے کہ مولف براہین احمدیہ\r\nکو مہبط وحی رسالت و مورد نزول و مخاطب قرآن ہونے کا دعوے نہیں اور\r\nان آیات وغیرہ عربی فقرات کے جنکے الہام و نزول کا مولف براہین کو\r\nدعوے ہے معانی ایسے بیان ہوئے ہیں جن سے ثابت ہے کہ مؤلف\r\nبراہین کو ان کمالات کے حصول کا ادعا نہیں جو ابنیا سے مخصوص ہیں ۔\r\nایسا ہی ان سب با قیا نوع آیات قرانیہ کو سمجھنا چاہئے جن کے نزول والہام کا\r\nمولف کو دعوئے ہے ۔\r\nتهران مین تو ده ان آیات کو ان ہی مواقع اور معانی سے مخصوص\r\nسمجھتے ہیں جن سے وہ (قرآن یا پہلی کتابون مین ( مخصوص ہیں ۔ اپنی\r\nشمولیت، یا خصوصیت اور اپنے حال کے مناسب کوئی امر مراد خدا وندی\r\nقرار دیتے ہیں تو انہی الفاظ آیات یا فقرات میں جو خدائے تعالے نے ہیں\r\nزمانے میں ان کے خطاب والہام میں فرمائے ہین جس کو بہ نظر ولما ظانکی\r\nمخاطب کے کوئی قرآن نہین کہ سکتا اور نہ انگر معانی و مراد کو جنگی مولف نے تشریح\r\nکی ہے کوئی خاصہ انبیا ہوتا ہے ۔\r\nبالجملہ جو اہل اسلام میں قرآن کہلاتا ہے اسکے نزول کا\r\nمولف کو دعوے نہیں ہے اور نہ ان کمالات کے حصول کا دعوی\r\nب جو لوگ اس نکتے کو نہیں سمجھتے وہ مولف کے دعوے نزول آیات قرانیہ\r\nپر کیہی تو یہ اعتراض کرتے ہیں کہ مولف براہین کو مبسط قران ہونے کا دعویٰ\r\nکیسی رجب این آیات کے وہ معانی جو براہین احمدی بین بیان"
    },
    {
        "id": 126,
        "pageNo": 126,
        "pageText": "نمیبره جلدی\r\n۲۶۳\r\nریویو براہین احمدیه\r\nہے جو انبیا سے مخصوص ہیں اور نہ معانی آیات قرآنی سے انکو تعرض ہے اور جسکے نزول\r\nو حصول کا انکو دعوے ہے اور اسکی تفسیر و تاویل سے انہوں نے تعرض کیا ہے وہ بلحاظ\r\nبقیة حاشاه صفی ۲۶۲\r\nمخاطب قرآن نہین کہلاتا ۔ اور نہ اسکا حصول خاصہ ابنیا ہے ۔\r\nہوئے اور ہم نے اس کتاب سے سلسلہ وار ہذیل آیات مذکور و انقل کو چین پر متبو پا سکتے\r\nمین ابیہا عتراض کرتے ہیں کہ مولف براہین نے قرآن کی اپنی رائے سے تاویل کی\r\nہے جو تحریف کہلاتی ہے جسکو علما اسلام نے نا جا کہ کیا ہے چنانچہ شرح عقائد\r\nوغیرہ کتب مقام و اصول میں لکھا ہے کہ نصوص کتاب وسنت کا اِن کے\r\nالنصوص من الكتاب والسنة | ظاہر معانی پر عمل کرنا واجب ہے جب\r\nتحمل على ظواهرها لم يصرف تگ کہ کوئی مانع قطعی ظاہر معانی\r\nعنها مانع قطعى شرح عقايد\r\nسے پیرے\r\nہمارے اس جواب نے ان دونوں اعتراضون\r\nکو دفع کیا اور یہ ثابت کر دیا ہر\r\nکر جن آیات قرانیہ کے نزول کا مؤلف کو دعوئے ہے اور ان کے معانی خلاف ظاہر\r\nمعانی قرآن مولف براہین نے بیان کئے ہین وہ اسوقت جبکہ وہ مولف براہین پر\r\nالقلايا نازل ہوئے ہیں اور اس نظر سے کہ انکا مخاطب و علهم مولف براہین احمدیہ ہے\r\nقرآن نہین کہلاتین ۔ اور جو عام اہل اسلام اور مولف براہین احمدیہ کے نزدیک قران\r\nکہلاتا\r\nہے اسکے محبط و مور و نزول ہونے کا مولف کو دعوی نہیں اور نہ ان کے معانی مراد سے\r\nاسے کسی جہد سے تعرض کیا ہے اس جواب سے جو مولوی صاحب امرتسری کا برا مهران .\r\nپیدا ہوتا ہے کہ اگر وہ آیات قرآن نہین توشل قرآن ہوئین جو صورت و الفاظ\r\nمیں تہران کی برابری دمقا بلہ کر سکتی ہیں اس سے قرآن کا دعوئے۔\r\nبے مثلی و\r\nتحدی باطل ہوتا ہے اس کا جواب ایسی متن مین\r\nدیا جاتا ہے ۔"
    },
    {
        "id": 127,
        "pageNo": 127,
        "pageText": "براہین\r\n۲۶۴\r\nنمبر جلده\r\nاسپر مولوی صاحب مرسری (سر گروہ فریق اول) کا بد اعترا\r\nاعتراض دو صفحہ\r\n۱۷۴ نمبر ۶ جلد ۷ مین گزر ) کہ جو آیات غیر نبی کے الہام میں پائی جاتی ہیں وہ قران\r\nنین تو صورت و الفاظ مین مثل قران تو میں ۔ اس سے قرآن کا دعوی تستخدمی و\r\nاعجاز ٹوٹتا ہے نہایت تعجب کا مورث اور کمال افسوس کا محل ہے۔ خدا جانے\r\nاس بزرگ کے فہیم کو کیا ہوگیا ۔ کہ ایسی باتین اسکی قلم و زبان سے نکلتی ہین۔ اور زیادہ\r\nتر افسوس ان لوگوں پر ہے جو صاحب فہم سلیم و حواس مستقیم کہلاتے ہیں ۔ اور\r\nی قدر پڑھے لکھتے بھی بہین پر وہ اپنے سر گروہ (معترض ) کی ایسی باتون کو بے سوچو\r\nبن سمجھے بر و چشم قبول\r\nکر لیتے ہیں۔ یہ سب حضرات انا ذو شاگرد اتنا\r\nنہین سمجھتے ۔ کہ ان آیات کو جو غیر بنی کے الہام میں پائی جاتی ہیں مثل قران\r\nکیونکر کہہ سکتے ہیں جبکہ وہ بعینها قران میں موجود ہیں۔ انکو قرآن نہ کہنا تو\r\nصرف اس نظر سے ہے کہ اسوقت اسکا مخاطب و علم غیر نبی ہے ۔ حقیقت میں تو یہ\r\nو ہی آیات بین جو قرآن میں موجود ہیں اور اس نظر سے کہ قران میں ان کے مور و نزول\r\nو مخاطب آنحضرت مین در قرآن\r\nکہلاتی ہیں ۔ اور ایک کلام کو ایک ہی وقت میں مخاطب\r\n(یا شکلم) کے لحاظ سے قران اور غیر قوان\r\nکہنا اہل علم کے نزدیک مستبعد وصل\r\nاعتراض نہین ہے ۔ اور کلام ہمیشہ مخاطب یا مشکلم کے اختلاف سے رباوجودیکہ\r\nہماری بات کی تائید سرگر وہ فریق اول\r\nکی کلام میں بھی پائی جاتی ہو۔ اپ انور سیال ابطال الہام کو شہید\r\nملورم همین جاب انو خصم کو جو قول منافقین لكن رجعنا الى المدنية اليمن من الاغرمنها الأذك\r\nکے موافق قران نازل ہونیسم جواز الہام آیات نکالتا ہے )۔ فرماتے ہیں تین قبل از نزول قران بیگلو\r\nاسکو القا ہوئے قران کا الہام اسکو نہین جو کیونکہ یہ قران اسوقت نہین ہوا جب وحی رسول اور مسلم\r\nپرلیکر آیات کلام اسود تھا اسیں صاف اقرار ہوکر پہلے بقول جبکہ منافقین نے کہا تا قران کہلاتا تھا\r\nجب حکایت مال منافقیہ کے ضمن میں اس کلام\r\nکا متکلم خدا ہوا اور قران میں اتر اب قران\r\nکہلایا"
    },
    {
        "id": 128,
        "pageNo": 128,
        "pageText": "نمبرو جلبه\r\n۲۶۵\r\nاسکے الفاظ صورت کچہ نہ دلی امختلف نام رکھواتا ہے ۔ کیہی ایک کلام جبکہ اس کا متکلم\r\nاستلا ) خدائے تعالے کو ٹہرایا جا سے کلام رحمانی کہلاتا ہے ۔ کہی وہی کلام جبکہ اسکا\r\nمتکلم شیطان\r\nیا فرعون ٹھیرایا جائے شیطانی یا فرعونی کلام\r\nکہلاتا ہے ۔ اسکی تمثیل\r\nمیں ہم دو کلام قران سے پیش کرتے ہیں ۔ قرآن میں ایک یہ کلام ابلیس سے\r\nمنقول ہے ۔ انا خیر منہ خلقتنی مزنار و خلقته من طین اور ایک یہ\r\nکلام فرعون سے انا ربکم الا علی ان دونوں\r\nکو اگر لون خیال\r\nکرین که پلیس\r\nفرعون کے کہے ہوئے ہیں (خواہ کشتی زبان میں انہوں نے لکھے ہوں ) تو یہ کلام\r\nشیطانی فر عونی کہلاتے ہیں۔ اور اگر بعنیہ ان دونوں کی نسبت یہ\r\nخیال کرین که به ضمن حکایت ابلیس و فرعون بیہ کلام خدا مین پائے\r\nئے ہیں تو یہ کلام رحمانی اور جنہ و قران کہلاتے ہیں۔ ایسا ہی\r\nبا این تقسیم میں اسبات کی طرف اشارہ ہے کہ گو وہ کلام جو فرعون یا ابلیس نے کہا\r\nتھا عربی میں نہ تھا ۔ عربی میں صرف اسکا ترجمہ قران مین ہوا ہے مگر پھر بھی وہ\r\nبلحاظ اس کے کہ ان کا متکلم (خواہ کسی زبان مین ہو ) فرعون یا ابلیس ہے ۔\r\nکلام فرعون با کلام ابلیس کہلاتا ہے۔ سرگروہ فریق اول کا حاشیہ صفحہ ہو وہ رسالہ\r\nابطال الہام میں یہ کہنا کہ کلام فرعون انا ربکم الاعلی عربی میں نہ تھا اسلئے وہ\r\nو قران نہیں ہو سکتا بہار کی بات کے مخالف نہیں بلکہ نے ابھلہ موافق\r\nاور اس کا موید ہے ۔ ہم بھی یہی کھتے ہیں کہ اِس لفظ انا دتکم الا علی.\r\nکو جب کلام فرعون ٹھرایا جائے (خواہ وہ کسی زبان مین ہوم قران\r\nنہیں کہا جاتا ۔ یہ لفظ قرآن میں آیا ا در خدا نے حکایت حال فرمون\r\nمین فرمایا تب قرآن کہلایا گو اس کی وجہ ہم اور بیان کرتے ہیں ۔ اور وہ بزرگ اور\r\nر میں نے ہم کو انکار نہیں ۔"
    },
    {
        "id": 129,
        "pageNo": 129,
        "pageText": "ين احمديه\r\nنمبر 4 جلدی\r\nاختلاف مخاطب کے سب اختلاف کلام کو سمجھنا چاہئے ۔ جو کلام خدائے تعالے\r\nنے آنحضرت کے خطاب میں فرمایا ہے اور وہ ایک کتاب (معروف ) میں درج ہو کر\r\nمسلمانوں میں پڑھا جاتا ہے ۔ وہ قرآن کہلاتا ہے ۔ وہی کلام اگر کسی غیر بنی کے\r\nخطاب مین اور پہلی کتاب د تورایت اینجیل و غیره) مین یا کسی ولی کے الہام مین خدا\r\nنے فرمایا ہے تو وہ قران نہین کہلاتا ۔ گو حقیقت میں وہ بعینہ وہی کلام ہے جو قرآن\r\nمین پایا جاتا ہے بالجملہ بیان بجز ایک کلام دوسرا کلام نہیں ہے ۔ جسکو مثل یا\r\nنظیر کہا جاسکے ۔\r\nیہہ بات معترض کے خیال میں بھی آئی ہے ۔ اور بنار علیہ اپنے اعتراض مقابلہ\r\nبالمثل سے آنکھ بند کر کے خود یہ خیال\r\nکر لیا یا کسی کو اس خیال پر پایا ہے کہ ان\r\nالہامات میں اقتباس بقران پایا جاتا ہے ۔ پہلا سپر یہ اعتراض جڑ دیا ہے\r\nکه اقتباس بقران کو تو فقہا نے کفر قرار دیا ہے ۔ ان البابات میں اقتباس اقران\r\nکیوں\r\nکیا گیا ۔ لیکن اس اعتراض کے وقت بھی اتنا نہ سوچا کہ فقہا تو کس اقتباس\r\nکنندہ\r\nکو کافر کہا ہے ۔ اور بیان اقتباس کنندہ کون ہے ۔\r\nبزرگ آدمی فقہا کے نزدیک (آپ کے زعم میں نہ نفس الامر مین )\r\nاقتباس کرنے سے کافر ہوتے ہیں تو انسان یا مسلمان جو انسان ہو کہ کلام خدا سے\r\nاقتباس کرتے ہیں اور ان الہامات مین را گر اقتباس بہ قرآن ہے تو اقتباس\r\nبہ قران کرنے والا خود خدا ہے۔ جو کہی کسی فعل ہے اور کسی فقیہ کے فتوئے\r\nسے کا فرنہیں ہو سکتا ۔ اور اگر خدا کی نسبت یہی اس اقتباس کے سبب آپ فتوئی\r\nا: اسکی مثالین ہزار دن کلام میں جو قران اور پہلی کتابوں میں مشترک ہیں۔ پہلی\r\nکتابوں مین وہ اور انبیا کے خطاب مین فرمائی\r\nگئے ہیں ۔ قرآن میں آنحضرت کے\r\nخطاب میں ازل ہوئے ۔"
    },
    {
        "id": 130,
        "pageNo": 130,
        "pageText": "نمبر وجلده\r\nکفر د ینے میں تو بتا دین کہ اس فتوی میں آپ کا پیشوا و مقتدا کون ہے اور\r\nکس\r\nکتاب فقہ چھوٹی یا موٹی نئی یا پرانی میں لکھا ہے کہ اگر خدائے تعالے اپنی کسی\r\nکلام میں اپنی دوسری کلام سے اقتباس کرے تو وہ بھی کا فر ہو جاتا ہے اسکا\r\nجواب آپ دین خواہ نہ دین ان الہامات میں آپ کی تجویز اقتباس اور اسپر تنقبس\r\nکی تحقیر سے اتنا تو ثابت ہوا کہ آپ اس کلام کو بعنیہ قرآن سمجھتی ہیں تب ہی اسپیر\r\nاقتباس کا اعتراض کرتے ہیں۔ اِس سے ثابت ہوتا ہے کہ آپ کے نزدیک بھی\r\nوہ آیات مثل قرآن نہین عین قرآن ہیں اور وہ اعتراض آپ کا بے سوچو بن مجھے\r\nقلم سے نکل گیا ہے ۔ اس مقام میں پھر معترض کے فہم پر افسوس کرتا ہوں اور\r\nزیادہ تر ان لوگوں پر جو صاحب فہم وھو اس\r\nکہلا کر معترض کے ایسے اعتراضونکو\r\nتسلیم کر لیتے ہیں ۔\r\nاوراگر بر سیبیل تنزل اور بعطور فرض ان آیات ملبہ کا مثل قران ہونا\r\nنہی مان لین تو بی قران کا بے مثل ہوتا باطل نہیں ہوتا اور نہ اسکا دعوی\r\nاعجاز و تحدی ٹوٹتا ہے۔ یہاں اگر بقول معترض ) قرآن کی مشکل پائی گئی ہے تو\r\nبوہ خود خدا سے تعالی کی طرف سے ہے نہ کسی مخلوق ( جن وانس کی طرف\r\nہے ۔ اور جس مثل قران کی خدا سے تعالے نے نفی کی ہے اور بناء علیہ قران معجز\r\nجو بے مثل کہلاتا ہے اوین کرین سے تحدی (طلب معارضہ و مقابلہ بالمثل کرتا ہے\r\nاس سے مخلوق کی بنائی ہوئی مثل مراد ہے نہ وہ مثل جبکہ مود مند ا نازل\r\nکرے خدائے تعالے نے جہان مثل کا مطالبہ کیا ہے وہ ان منکرین قرآن (جن)\r\nانسان) کو مخاطب کیا ہے چنانچہ مشرکین مکہ کو فرمایا ہے کہ تم کو قران کی\r\nوان كنتم في ربيمما نزلنا على عبدنا منجانب اللہ نازل ہونے میں شک ہو تو\r\nفاتوا بسورة من مثله (بقر ع ) تم کوئی سورت مثل\r\nقرآن بنا لاؤ ۔"
    },
    {
        "id": 131,
        "pageNo": 131,
        "pageText": "ریویو براہین احمدیہ\r\n۲۶۸\r\nنمبر جلد ،\r\nقل لئن اجتمعت الانس والجن | دوسری آیت مین یون فرمایا ہے\r\nعلى ان يا تو ابمثل هذا القرآن . کہ اگر آدمی اور جن ملکر اس بابت پر\r\nلا ياتون بمثله ولو كان بعضهم اتفاق کرین کہ اس قرآن کی مشل بنا\r\nلبعض ظهیراد بنی اسرائیل نے لائین تو نہ لاسکیں گے اگرچہ ایکد وسری\r\nکا مددگار ہو جائے ۔\r\nان آیات سے صاف ثابت ہوتا ہے کہ قران کی مثل مخلوق سے نہین\r\nبنائی جاتی نہ یہ کہ خدا سے تعالے بھی اسکی مثل بنانے پر قادر نہیں۔ بنار علیہ\r\nاگر آیات ملہمہ کو (جو خدا کی طرف سے مولف براہین احمدیہ پر نازل ہوئی مانی جاتی\r\nمین ) مثل قرآن بھی مان لیا جائے تو اس سے قرآن کا وہ دعوی کہ اس کی\r\nمثل بنانے پر جن و انس قادر نہین ہیں اور وہ جن وانس کی بنائی ہوئی مثل\r\nنہیں رکہتا کہاں باطل ہوتا ہے ۔ اس مقام میں مجہو پھر معترض کے فہم پر فوس\r\nکرنے کا موقع ملا ہے اور زیادہ اُن لوگوں پر افسوس کر نیکا جو اہل علم کہلا کر مرض\r\nکی ایسی باتون مین اسکی تقلید کرتے ہیں اور بے سوچے بن سمجھے ان باتون پر\r\nایمان نانتے ہیں اور اتنا نہیں سوچتے کہ یہ شق فرض نزول آیات قرآن غیر نبی پر\r\nان آیات کا نزول خدا کی طرف سے ہے ۔ پیر اگر میشل قرآن ہوں بھی تو اس سے\r\nقرآن کا کیا نقصان ہے اور ایسی مثل قرآن کے نفی و محال ہونے پرعقلی یا\r\nنقلی\r\nکونسی دلیل قائم ہے ۔\r\nاستدلال فریق دوم کا ایک جواب تمام ہوا کہ مولف کو برگزید دوسی\r\nنہین که آیات قرآن کا مورد نزول و مخاطب میں مون اور نہ بہنہ دعوئے ہے کہ\r\nجو کمالات انبیا میں پائے جاتے ہیں وہ مجہہ میں متحقق ہیں اور جن الہامات و معلمات\r\nمولف سے فریق دوم نے یہ دعا دی نکالے میں ان سے سینہ دعاوی برگز نہین"
    },
    {
        "id": 132,
        "pageNo": 132,
        "pageText": "نمبر 9 جلد\r\n۲۶۹\r\nنکلتے۔ پھر انکی نسبت زیق دوم کا یہ گمان بد وطن فاسد کران کو در پر و پیمبری کا\r\nدعوی ہے بنتان و افترا نہیں تو کیا ہے ؟\r\nدوسرا جواب سہنے بطور تنزل و فرض محال سیہ بھی مان لیا کہ جن باتوں کی\r\nہمنے جواب اول مین نقی کی ہے وہ مولف کی کلام سے ضرور نکلتی ہیں اور جو کچہ\r\nہمنے اسکے\r\nکلام کی تصحیح و تشریح میں کہا ہے وہ سب غلط ہے پر بھی جو کچہ اُن کے\r\nذمے لگایا جاتا ہے ان کے کلام کا مفہوم و لازم ہوگا اسکو صریح منطوق کلام ملف\r\nتو کوئی کہہ سکیگا کیونکہ مولف نے صریح کہیں نہیں کہا کہ قرآن مجہ پر نازل ہوا\r\nہے اور نہ ہین صریح بنیری کا دعویٰ کیا ہے اور نہ یہ صریح کہا ہے کہ جو کمالات\r\nابنیامین پائے جاتے ہیں وہ مجہد میں پائے جاتے ہیں یہ باتین فریق دوم کو\r\nانکی کلام سے مفہوم ہوئی ہیں اور بزعم فریق دوم مولف کے دعاوی سے لازم\r\nآئی ہیں ۔ اور ظاہر ہے کہ لازم مذہب عین مذہب نہیں ہوتا اور نہ\r\nمفہوم کلام مقابله منطوق لایق اعتبار سمجھا جاتا ہے۔ یہ باتین\r\nکتب اسلام میں بطور اصول تسلیم کی گئی ہیں ۔ چنانچہ حضرت شاہ ولی الله\r\nنے حجتہ اللہ البالغہ میں اور امام شعرانی نے یواقیت والجواہرین\r\nلانهم المذهب ليس بمذهب فرمایا ہے کہ لازم مذہب میں مذہب نہین\r\nرحجۃ اللہ البالغہ) قال الکمال ہوتا ۔ اور عامہ کتب اصول میں مرقوم ہے\r\nوالصحيح ان لازم المذهب کہ مفہوم مقابل مشطوق محبت نہین ہوتا ۔\r\nليس من هب (یواقیت والجواهر) پس جس حالت میں مولف کی صریح\r\nکلام مین سید با تین کہ وہ ادنے امتی ہیں اور آنحضرت صلی اللہ علیہ وسلم خاتم الانبیا\r\nہیں اور جو کچہ مولف کو عطا ہوا ہے وہ آنحضرت صلے اللہ علیہ وسلم کی متابعت کا\r\nلطفیل ہے اور اصل\r\nکمالات و برکات آنحضرت میں میں، مولف میں صرف الفاظل"
    },
    {
        "id": 133,
        "pageNo": 133,
        "pageText": "کہ یویو براہین احمدیہ\r\nنمبر و جلد\r\n(سایہ) ہے۔ پائی جاتی میں تو اس منطوق\r\nکلام مولف کے مقابلے میں اگر مفہوم کلام\r\nمولف کا (جو صرف فریق و دم کے خیال مین آیا ہے) کیا اعتبار ہے ۔ اور انکے\r\nقول کا لازم (بزعم فریق دوم) عین الفا قول و مذہب کیونکر ہو سکتا ہے ؟\r\nفریق دوم اور جو ان کا ہم خیال فریق اول سے ہو ہم کو اس بات کا جواب\r\nدین اور ان اصول اہل اسلام کو جو ہمارے جواب کا مرا بہ ہیں غور سے\r\nکی کہانا باقی را املا کی میرے کلام میں وہ امین کہا انکی\r\nجاتی ہیں جو نہم نے اس مفہوم کے مخالف ان سے نقل کی ہیں ۔ اسکے ثبوت میں ہم\r\nاصل کلام مولف انکی کتاب سے نقل کرتے ہیں ۔ آپ بصفحہ ۲۴۲ کتاب براہین\r\nاحمدیہ حاشیه در حاشیہ نمبرا مین چند الہامات جن میں آپ\r\nکو بشارتین دی گئی\r\nہین اور آپ کی بہت تعریف پائی جاتی ہے ، نقل کر کے فرماتے ہیں \" اس جگہہ ہیں\r\nسوسہ دل میں نہیں لانا چاہئے کہ کیونکر ایک اولی اُمتی (اپنے آپ\r\nکو کہتے ہیں)\r\nان رسول مقبول کے اسما یا صفات یا محامد مین شریک ہو سکے بلا شبہ یہ مسیح\r\nبات ہے کہ حقیقی طور پر کوئی نبی بھی آنحضرت کے کمالات قدسیہ\r\nو سرگروہ فریق اول سے تو امید نہین کہ وہ مفہوم و لازم قول مولف کو قول مؤلف قرار\r\nدین و بناء علیہ انکی تکفیر کرتے ہوں کیونکہ وہ اس اصل کو کہ لازم مذہب میں مذہب نہین\r\nہوتا مانتے ہیں ۔ ایکدن\r\nاز راه فرط اکرم مجھہ سے مخاطب ہو کر فرماتے تھے کہ دیہہ\r\nقاعدہ بہنے سے اخذ کیا ہے، شاید ان کے شاگردون مین سے جوبن پڑہے\r\nمجتہد ہیں اس مفہوم و لازم قول کو عین قول قرار دین، اور مجید نهمین که حضرت\r\nاصلے بھی اپنی اس تسلیم کو بھول بیٹھے ہوں ۔ ایسا ہو تو وہ بھی ارسبات میں\r\nغور کرین اگر کسی وقت ہو سکے ۔"
    },
    {
        "id": 134,
        "pageNo": 134,
        "pageText": "نمیبره جلده\r\n٢٠١\r\nبه پولیو پر امین احمدیه\r\nسے شریک مساوی نہیں ہو سکتا ۔ بلکہ تمام ملائکہ کو بھی اس جگہ برابری کے دم\r\nمارنے کی جگہ نہین ( ان الفاظ کو ناظرین غور سے پڑمین) چہ جائے کہ کسی اور کو انحصرت\r\nکے کمالات سے کچھ نسبت ہو مگر اسے طالب حق ارشدك الله تم متوجہ ہو کر اسبات کو\r\nسنو کہ خدا وند کریم نے اس غرض سے کہتا ہمیشہ اس پستول مقبول کی برکتیں ظاہر ہون\r\nاور تا ہمیشہ اسکے نور اور اس کی قبولیت کی کامل شعاعین مخالفین کو ملزم اور لاجواب\r\nکرتی رہیں اس طرح پر اپنے کمال حکمت اور رحمت سے انتظام\r\nکر رکھا ہے کہ بعض\r\nافراد امت محمدیہ کہ جو کمال عاجزی اور تذلل سے انحضرت صلے اسد علیہ\r\nوسلم کی متابعت اختیار کرتے ہین (یہ الفاظ بھی نور و انصاف تا نظر بین کے طالب ہیں)\r\nاور خاکساری کے آستانے پر یہ کہ بالکل اپنے نفس سے گئے گزرے ہوتے ہیں۔\r\nغدار کو فانی اور ایک مصفا شیشے کی طرح پا کر اپنے رسول مقبول کی برکتین انکے\r\nوجود ہے نمود کے ذریعے سے ظاہر کرتا ہے اور جو کچھہ منجانب اصدا کی تعریف کیجاتی\r\nہے یا کچہ آثار اور برکات اور آیات اُن سے ظہور پذیر ہوتی ہیں حقیقت مین مرجع تام\r\nان تمام تعریفوں کا اور مصدر کامل ان تمام تعریفون کا اور مصدر کامل ان تمام\r\nبرکات کا رسول کریم ہی ہوتا ہے اور حقیقی اور کامل طور پر وہ تعریفین\r\nابی کے لائق ہوتی ہیں دبیان بھی نظر انصاف ہو) اور وہی انکا مصداق اتم ہوتا\r\nہے مر چو نکہ متبع سن آن سرور کائنات کا اپنے غائیت ابتاع کی حیت سے اُس\r\nشخص نورانی کے لئے کہ جو وجود باجود نبوی ہے مثل ظل کی شھر ماتا ہے\r\nربیان بھی غور ہو) اسلئے جو کچھہ اُس شخص مقدس میں انوار الہیہ پیدا اور ہویدا\r\nہیں اسکے اس عسل مین بھی بنایان اور ماہر ہوتے ہیں اور سایہ میں اس تمائم وضع\r\nاور انداز کا مظاہر ہونا کہ جو اسکی اصل میں پہنے ایک ایسا امر ہے جو کسی پر پوشیدہ\r\nنہیں ۔ ان سایہ اپنی ذات میں قائم نہیں اور حقیقی طور پر کوئی فضیلت ہمین"
    },
    {
        "id": 135,
        "pageNo": 135,
        "pageText": "براہین احمدیہ پر ریویو\r\n۲۳۶\r\n۲۴۴\r\nمین بعض کلمات کا نرمی یا سختی سے جاری ہونا۔\r\nنمیشه جلد\r\nصورت کا رنگ ہوتی کے بعد افاقہ مین ایک مورون ولطیف ماں کیا ہونا ،\r\nکامل کا\r\n۲۴۷ صورت سوم- با میپوشی و غنودگی کوئی کلر دل میں آجانا۔\r\n۲۴۰ صورت یاری می خواین نین کو نی نی انا کی طرف ومنکشف پیدا کوئی\r\nفرشته انسانی شکل میں متشکل ہو کہ کوئی بات بتا دی ۔\r\nصورت پنجم خارج سے کوئی آواز سننا۔\r\nton\r\n4\r\n۲۶ اس قسم کے الہامون پر قران کی شہادت اور الہامات خضر علیہ اسلام کا ذکر\r\nحاشیه در حاشیہ نمبر این عیسائیوں کے اس اعتراض کا کہ قران کی کونسی\r\nنئی عمدہ تعلیم کی ہر جو انجیل میں نہ ہی جواب\r\nحصہ چهارم می فصل اول کاتر برادر تنی سوم کا کلام اور مسیر سوم کو تلق\r\nاعتراضات مخالفین (جنین دو اعتراض حصی سوم میں منقول ہوچکی بین البته جوابات -\r\n۹ اس اعتراض (نبر ) کا کہ بولی انسان کی ایجاد ہم پر اسین انسان کی ترقی اعلی مرا\r\n#\r\nکمال تاکیوں نا ممکن ہے جواب\r\n۳۰۹ سب بولیون کا خالق خدا تو ہے ہے۔\r\n۳۱۷\r\nاس اعتراض (نمبر یہ ) کا کہ گولیون مین ہمیشہ تصرف و تبدل ہو تی ہیں جواب\r\n۳۲۶ اس اعتراض (نمبرہ) کا که گیون جایز نہین سم کو طبعی طور پر بولیان ایجاد تون جواب\r\n۳۳۹ مختلف بولیون مین القاو الہام ہوتا ۔\r\n۳۵۹\r\n٣٣\r\nاس اعتراض نمبر کا میلیون یزید امام کی بولی پر کیوں مطلع نہیں کیا جاتا\r\nجواب -\r\n-\r\nآریہ کے اس خیال کا ابطال کہ پریس کی بولی صرف سنسکرت ہی باقی بولیان سب خلوق\r\nیہ تبر صفحات متن میں جو حاشیہ کے اوپر ہے۔"
    },
    {
        "id": 136,
        "pageNo": 136,
        "pageText": "یر امین احمدیہ\r\n۲۷۲\r\nنمبر و جلد ۷\r\nموجود نہیں بلکہ جو کچھ اسمین موجود ہے وہ اسکے شخص اصلی کی ایک تصویر ہے\r\nجو اسمین شوو ا را در شایان ہے۔ پس لازم ہے کہ آپ یا کوئی دوسرے صاحب\r\nاس بات کو حالت نقصان نرخیال کریں کیو نکہ آنحضرت صلے اللہ علیہ وسلم کے\r\nانوار باطنی انکی امت کے کامل متبعین کو پھونچ جاتے ہیں اور سمجھنا چاہے\r\nکہ اس انعکاس انوار سے کہ جو بطریق افاضه دائمی نفوس صافیه است محمدا یه؟\r\nپر ہوتا ہے ۔ دو بزرگ امر پیدا ہوتے ہیں ۔ ایک تو یہ کہ اس سے آنحضرت\r\nصلی اللہ علیہ وسلم کی بدرجہ غائیت کمالیت ظاہر ہوتی بہنے دیہ بھی لایق غور ہے )\r\nکیونکہ جس چراغ سے دوسرا چراغ روشن ہو سکتا ہے وہ ایسے چراغ سے بہتر ہے\r\nجس سے دوسرا چراغ روشن ہو سکے ۔ دوسرے اس انت کی کمالیت اور دوسری\r\nامتون پیر اسکی فضیلت اس افاضہ دائمی سے ثابت ہوتی ہے زیہ بھی طالب توجہ\r\nناظرین ہے ) اور حقیقت دین اسلام کا ثبوت ہمیشہ تر و تازہ ہوتا رہتا ہے۔\r\nصرف یہی بات نہیں ہوتی کہ گذشتہ زمانے پر حوالہ دیا جائے اور سیہ ایک\r\nایسا امر ہے کہ جس سے قرآن شریف کی حقانیت کے انوار آفتاب کی طرح ظاہر\r\nہو جاتے ہیں اور دین اسلام کے مخالفون پر محبت اسلام پوری ہوتی ہے اور\r\nمعاندین اسلام کی ذلت اور رسوائی اور روسیا ہی کامل طور پر کھیل جاتی ہے۔\r\nان یہ حوالہ زمان گزشتہ کا اقوام غیر مین ہی موجود ہے۔ وہ اپنے بزرگوں اور پیشوا ون کی کرایات\r\nو خرق عادات استقدر بیان کر تو مین کہ وہ بہار و بزرگوں کو معجزات و کرامات سے کم نہین\r\nاور اگریم لقواعد نقل انکو جو اخیرا دین تو وہ ہکو ہونا تھیرا نے ہمیں ہم میں انین تمیز و پارا\r\nغلبہ وصدق ایسے عام فہم دلائل سے نہیں ہو سکتا جسکو کم عقل و کم فہم اور عام\r\nلوگ بلا اشتباہ ہمیچ سکین - اخر تجربہ و مشاہرے دم نقد کرا دیتے ہی سے\r\n(جسکا مولف کو دھوئے ہے اُنھا منھ بند ہوتا ہے ۔ ایڈیٹر"
    },
    {
        "id": 137,
        "pageNo": 137,
        "pageText": "نمیره جلدے\r\n۲۷۳\r\nریویو را امین احمد\r\nکیونکہ وہ اسلام مین وه بر کتین اور وہ نور دیکھتی ہیں جنکی نظیر کو وہ اپنی قوم کے پاور پون\r\nاور پنڈتون وغیرہ میں ثابت نہیں کر سکتے فتد برايها الصادق في الطلب\r\nايدك الله في طلبك\r\nاس جگہ بعض خاموں کے دلوں میں یہ وہم بھی گذرتا ہے کہ اس مندرجہ\r\nیاں الہامی عبارت میں کیوں ایک مسلمان کی تعریفیں لکھی مین سو سمجھنا چاہتے کہ\r\nران تعریفیون سے دو بزرگ فائد سے متصور ہیں ۔ جنکو حکیم مطلق نے خلق اللہ کی\r\nسہلائی کے لئے مدنظر رکھ کر ان تعریفیون کو بیان فرمایا ہے ایک یہ کہ تا بنی متبوع کی\r\nمتابعت کی تاثیرین معلوم ہوں اور تا عامر خلایق پر واضح ہو کہ حضرت حاتم\r\nالانبیا صلے اللہ علیہ وسلم کی کس قدرشان بزرگ ہے ( یہ بھی غور سے ملاحظ طلب\r\nہے) اور اس آفتاب صداقت کی کیسے اہلے درجے پر روشن تاثیرین ہیں جس کا\r\nابتاع کسی کو مومن کامل بناتا ہے کسی کو عارف کے درجے تک پہنچاتا ہے۔\r\nکسی کو آییہ ادا در حجتہ اللہ کا مرتبہ عنایت فرماتا ہے ۔ اور محامد آنہیں کا\r\nمورد ٹھیراآتا ہے ۔\r\nدوسرے یہ فائدہ کہ نئے مستفیض کی تعریف کرنے میں بہت سے اندرونی بدستمان\r\nاور مفاسد کی اصلاح متصور ہے کیونکہ جس حالت میں اکثر جاہلوں نے گذشتہ اولیا\r\nاور صالحین پر صدا اس قسم کی تہمتین لگا رکھی نہیں کر گویا انہوں نے آپ یہ فر کیش\r\nکی تھی کہ ہم کو خدا کا شریک ٹھیراو اور ہم سے مراد بین مانگو اور ہم کو خدا کی طرح قادر\r\nاور متصرف فی الکائنات سمجہو تو اس صورت میں اگر کوئی نیا مصلح ایسی تعریفون\r\nسے عزت یاب نہ ہو کہ جو تعریفین انکو اپنے پیروں کی نسبت ذہن نشین ہیں\r\nتب تک وعظ اور پیدائش مصلح جدید کا بہت ہی کم موثہ ہو گا کیونکہ وہ لوگ ضرور\r\nدل میں کہیں گے کہ یہ حقیر آدمی ہمار سے پیرون کی شان بزرگ کو کب"
    },
    {
        "id": 138,
        "pageNo": 138,
        "pageText": "ریویو بر انفین احمدید\r\n.\r\nنمبر ۹ جلد\r\nپہنچ سکتا ہے اور جب خود ہمار نے بڑے پیرون نے مرا دین دینے کا وعدہ\r\nدے رکھا ہے تو یہ کون ہے اور اسکی کیا حیثیت اور کیا بضاعت اور کیا ر ثبت\r\nاور کیا منزلت تا اُن کو چھوڑ کر اسکی سنین سویید دو فائد سے بزرگ ملین جنکی وجہ\r\nسے اِس موئے کریم نے کہ جو سب عزتوں اور تعریفون کا مالک ہے اپنے ایک\r\nعاجز بند سے اور مشت خاک کی تعریفین کی ورنہ در حقیقت نا چیز خاک کی کیا تعریف ۔\r\nسب تعریفیین اور تمام نیکیان اسی ایک\r\nکی طرف راجع ہیں کہ جو رب العالمین اور\r\nفي القیوم ہے اور جب خداوند تعالے عزاسم بصلحت مذکورہ بالا کی غرض سحر کسی\r\nبندے کی جسکے ہاتھ پر خلق اللہ کی اصلاح منظور ہے کچھ تعریف کرے تو اس مہندی\r\nپہ لازم ہے کہ اس تعریف کو خلق اللہ کی نفع رسانی کی نیت سے اچھی طرح مشتہ\r\nکرے اور اس بات سے ہر گز نہ بوڑے کہ عوام الناس کیا کہیں گے ۔ عوام الناس\r\nتو جیسا ان کا مادہ اور انکی سمجہ ہے ضرور کچھ نہ کچھہ کو اس\r\nکرینگے کیونکہ بدظنی اور دانی\r\nکرنا عوام الناس کی قدیم سے فطرت چلی آتی ہے اب کسی زمانہ میں کب بدل سکتی\r\nہے مگر در حقیقت یہ تعریفیین عوام کے حق مین موجب یہودی نہیں اور گو است ؟\r\nمین عوام الناس کو وہ تعریفیین مکروہ اور کچھہ افترا سے معلوم ہوں لیکن انجام کانس\r\nخدا سے تعالے انپر حق الا مر کھول دیتا ہے اور جب اس ضعیف بندی کا حق نجات\r\nہونا اور مويل من اللہ ہونا غوام پر کھل جاتا ہے تو وہ تمام تعریفین ایسی شخص\r\nکی جو میدان جنگ میں کھڑا ہے ایک فتح عظیم کا موجب ہو جاتی ہیں ۔ اور ایا گئے۔\r\nاسمین مخالفین کے اس اعتراض کا کہ مولف اپنے الہامات و کرامات ظاہر کیوں\r\nکرتا ہے“\r\nجواب ہو۔ یہ لوگ اتنا نہین جستجو کہ فریق صدق الہامات ان الہامات کا اظہار علیم پرحکم خاما نحمر\r\nدربك محلات واجب ہو۔ اگر یہ اظہار عجیب ہوتا تو اس جیب سے بچنے کے اقبل مسحق تختصرت\r\nبطے اللہ علیہ وسلم تھے جنہوں نے اپنے فضائل صدا خود بیان کئے ہیں (ایڈیلی"
    },
    {
        "id": 139,
        "pageNo": 139,
        "pageText": "نمبر جلد\r\n۲۷۵\r\nریویو برای این احمد\r\nاثر پیدا کر کے خدا کے گم گشتہ ہندوں\r\nکو اسکی توحید اور تفرید کی طرف کھینچ لاتے ہیں\r\nاور اگر تھوڑے دن بھی اور علامت کا موجب نہیرین توان ٹھہوں اور ملامتون کا\r\nبرداشت کرنا خادم دین کے لئے تین سعادت اور فخر ہے ۔ والذین بے لغون\r\nرسالات ربهم لا يخافون لومة لائم ۔ اور آپ نے بصفحہ ۴۹۶ حاشیہ در\r\nحاشیہ نمبر۳ مین الہام یا آدم اسکز انت وزوجك الجنة معه و و فقر مهم منى\r\nاس الہام کے جو بہ صفحہ ۲۶ منقول ہوئے نقل کر کے اسکے اخیر مین یہ فقر الہامی\r\nنقل\r\nکیا ہے نفعت فيك من لدنی روح الصدق پر اس کے ترجمہ کے بعد فرمایا\r\nہے ۔ اس آیت میں بھی روحانی آدم مین بلا توسط اسباب ظاہر یہ نفضح روح ہوتا\r\nہے اور یہ نفع روح حقیقی طور پر انبیا علیہم السلام سے خاص ہے اورپھر\r\nبطور تبعیت اور وراثت کے بعض افراد خاصه است محمدیہ کو یہ نعمت\r\nعطا کیجاتی ہے ( یہ بھی لائق توجہ ناظرین ہے) اور آپ نے بصفحہ ۷ ۴۸ حاشیہ در\r\nحاشیہ نمبر مین بہیہ الہام کہ میں تجہ سے راضی ہوں اور تجھے بلند کر ون گا نقل\r\nکر کے فرمایا ہے اور ان کلمات کا حاصل مطلب تلطفات اور برکات الہیہ میں جو\r\nحضرت خیر الرسل کی متابعت کی برکت سے ہر ایک کامل موسی کے شامل\r\nلحال ہو جاتے ہیں اور حقیقی طو پر مصداق ان سب عنایات کا آنحضرت صلی اللہ علیہ\r\nوسلم میں اور دوسرے سے بطفیلی ہیں اور اسبات\r\nکو ہر جگہ یا در کہنا چاہئے\r\nکہ ہر ایک مدح و ثنا جو کسی مومن کے الہامات متین کیجا ہے وہ حقیقی طور پر آنحضرت مہ\r\nکی طرح ہوتی ہے اور وہ مومن بقدر اپنی متابعت کے اس مرح سے حصہ حاصل\r\nکرتا ہے اور وہ بھی محض خدا سے تعالنے کے لطف اور احسان سے نہ کسی اپنی لیاقت\r\nاور خوبی سے اور بصفحہ ۵۲۱ باشید در حاشیہ نمبر ۳ مین بیہ الہام کہ میں نے تجھکو\r\nتیر و وقت تمام عالمون پر فضیلت دی ہے نقل\r\nکر کے فرمایا ۔ اس جگہ جانا چاہئے کیا\r\nکے"
    },
    {
        "id": 140,
        "pageNo": 140,
        "pageText": "ریویو براہین احمدیہ\r\nنمبر 4 جلد\r\nیہ تفضیل طفیلی اور جنہوی ہے ۔ یعنی جو شخص حضرت خاتم الانبیا صلے اللہ\r\nعلیہ وسلم کی کامل طور پر متابعت کرتا ہے اسکا مرتبہ خدا کے نزدیک اسکے تمام\r\nمام عصرون سے بر تر و اسلئے ہے پس حقیقی اور کلی طور پر تمام فضیلتین حضرت خاتم\r\nالامینیا کو جناب احدیت کی طرف سے ثابت ہیں اور دوسرے تمام لوگ اسکی متابعت\r\nاور اسکی محبت کی طفیل سے متابعت ومحبت على قدر مراتب پاتے ہین فما اعظم\r\nشان کماله اللهم صل علیہ وآلہ اور صفحه ۵۵۸ حاشیه در حاشیہ نمبر ۴\r\nاس مضمون کے الہامات کہ تو خدا کا دوست ہے خلیل اللہ اسد اللہ ہے محمد پر\r\nاور دو بیچ وغیرہ وغیر نقل کر کے فرمایا ہے یعنی ایسی بنی کریم کی متابعت\r\nکا نتیجہ ہے۔\r\nیہ یہ حواشی کتاب بین آپکا کلام ہے۔ اور متن کتاب میں آپ نے ایک خاص\r\nشهید (هشتم) میں ثابت کیا ہے کہ جو امر خارق عادت اولیاء اللہ سے رجن میں وہ\r\nاپنے آپ کو بھی داخل سمجھتے ہیں ) صادر ہوتا ہے وہ ایسی بنی متنوع کا معجزہ ہوتا ہے جبکی\r\nوہ مست ہیں ۔ پہر اسکو تفصیل و دلیل سے ثابت کیا ہے ۔\r\nاور اُس اشتہار میں جسکی آپ نے ہمیں ہزار کا پی جیوا کہ ہند و انگلینڈ مین\r\nشائع کرنی چاہیئی ہے آپ نے یہ فرمایا ہے اس کتاب مین دین اسلام\r\nکی سچائی کو\r\nدو طرح پر ثابت کیا گیا ہے اول تین سو مضبوط اور قوی دلائل عقلیہ سے جن کی\r\nشان و شوکت و قدر و منزلت اس سے ظاہر ہے کہ اگر کوئی مخالف اسلامران لائیل\r\nکو توڑو سے تو اس کو دس ہزار روپیہ دینے کا اشتہار ہوا ہے ۔ اگر کوئی چاہئے تو اپنی\r\nشنگی کے لئے عدالت میں رجسٹری بھی کرالے دوم اُن اسمانی نشانوں سے کہ جو بیچتے\r\nدین کی کامل و سچائی ثابت ہونے کے لئے از بس ضروری ہیں۔ اس امردوم\r\nمیں مؤلف نے اِس فرض سے کہ سچائی دین اسلام کی آفتاب کی طرح روشن ہو جائے"
    },
    {
        "id": 141,
        "pageNo": 141,
        "pageText": "نمیره جلده\r\nریویو براہین احمدیه\r\nتین قسم کے نشان ثابت کر کے دکھائے ہیں اول وہ نشان کہ جو انحضرت صلے اللہ\r\nعلیہ وسلم کے زمانے مین مخالفین نے خود حضرت ممدوح کے ہاتھ سے اور آنجناب کی\r\nدعا اور توجہ اور برکت سے ظاہر ہوتے دیکھے جنکو مولف یعنی خاکسار نے تاریخی\r\nطور پر ایک اعلی درجہ کے ثبوت سے مخصوص و ممتاز کر کے درج کتاب کیا ہے ۔\r\nد و هم در نشان\r\nکه جو خود قرآن شریف کی ذات با برکات مین دائمی اور ابدی اور\r\nبے مثل طور پر پائے جاتے ہیں جنکو راقم نے بیان شافی اور کافی سے ہر ایک\r\nعام و خاص پر کہو لدیا ہے ۔ اور کسی نوع کا عذر\r\nکسی کے لئے باقی نہیں کہا۔ سوم\r\nوہ نشان کہ جو کتاب اس کی پیروی اور متابعت رسول بہ حق سے کسی شخص\r\nتابع کو بطور وراثت ملتی ہیں جنکے اثبات میں اس بندہ درگاہ خدانے\r\nبفضل خداوند حضرت قادر مطلق یه بدیهی ثبوت دکھایا ہے کہ بہت سے ستجر الہامات\r\nاور خوارق اور کرامات اور اخبار نجیبہ اور اسرار لدینیہ اور\r\nکشوف صادقہ اور دعائین\r\nقبول شده که جو خود اس خادم دین سے صادر ہوتی ہیں اور جنکی صداقت پر\r\nبہت سے مخالفین مذہب (آریہ وغیرہ ) بشهادت رویت گواہ ہیں کتاب موصوف\r\nمین درج سکتے ہیں اور مصنف کو اسبات کا بھی علم دیا گیا ہے کہ وہ مجدد وقت ہے\r\nاور روحانی طور پر اسکے کمالات سیم جم مشابہ ہین اور ایک کو دوسرے سے بشرت\r\nمناسبت و مشابہت ہے اور اسکو خواص انبیا و رسل کے نمونے پر محض به برکت\r\nمتابعت حضرت خیر البشر وافضل الرسل صلی الله علیه و آله و سلم ان بتوان\r\nپر اکابر اولیا سے فضیلت دی گئی ہے کہ جو اس سے پہلے گزر چکے ہیں اور اسکے-\r\nقدم کی چلینا موجب نجات و سعادت و برکت اور اسکے بر خلاف چلتا موجب بعد و\r\nاس فقرہ کا مطلب نمیرے کے صفحہ ۲۱۹ میں گزرا۔"
    },
    {
        "id": 142,
        "pageNo": 142,
        "pageText": "ریونیو براہین احمدیہ\r\nنمبر و جلدی\r\nحرمان ہے ۔ یہ سب ثبوت کتاب براہین احمدیہ کے پڑھنے سے کہ منجملہ تین سو جزو\r\nکے قریب ۳۷ جزو کے چھپ چکی ہے ۔ ظاہر ہوتے ہیں اور طالب حق کے لئے\r\nخود مصنف پوری پوری تسلی و تشفی کرنے کو ہر وقت مستعد اور حاضر ہے ۔و\r\nذلك فضل الله یوتیہ من شاء ولا فخر\r\nوالسلام على من\r\nابتع الهدى -\r\nان تصریحات و عبادات کے علاوہ آپ\r\nکی کتاب کا کوئی ورق و\r\nصفو بلکہ سطر و لفظ ایسا نہیں ہے جس سے نبوت محمدی اور حقانیت قرآن کا\r\nثبوت مقصود نہ ہو ۔ جن لوگوں نے کتاب نہیں دیکھی اور بن دیکھو آپ پر\r\nدعویٰ سینیری کا بہتان باندہا ہے وہ آپ کی کتاب کا پورا نام 3 البراهين\r\nالاحمد على حقيقة كتاب الله القران والنبوة المحمدیۃ ہی کسی سے\r\nسنین تو انکو اپنے گمان کا بہتان ہونا ثابت ہو جائے اور بخوبی معلوم ہو\r\nکہ اس کتاب کی تصنیف سے مؤلف کا مقصود یہی ہے کہ قرآن خدا کا کلام برحق\r\nاور آنحضرت اُس کے رسول ہیں جس کے ساتھ دعو سے بنوت کا امکان\r\nنہیں رہتا ۔\r\nاسکے سوا مؤلف کا شبانہ روز میل و قول دیکھنا چاہے کہ وہ\r\nکلمه کسی نبی کا پڑہتے ہیں ۔ لا اله الا الله محمد رسول اللہ کھتے ہیں یا\r\nلا الہ الا الله غلام احمد نبی اللہ نماز کس دین کے مطابق پڑھتے ہیں شخص\r\nکر قبلے کی طرف کرتے ہیں حلال حرام وغیرہ احکام میں کس کتاب کے\r\nپابند رہیں۔ اپنے الہامات و کرامات سے کیا نتیجہ نکالتے ہیں۔ اُن سو اپنی\r\nبنوت ثابت کرتے ہیں یا آنحضرت کی نبوت عام لوگوں کو جبن میں پڑ ہے پڑ سے\r\nپادری پنڈت برہمو آریہ راجگان و سرداران غیر نسب داخل ہیں، جو بڑے"
    },
    {
        "id": 143,
        "pageNo": 143,
        "pageText": "نمیبره میلادی\r\n۲۷۹\r\nیویو براہین احمدیہ\r\nمبارزانہ و بہادرانہ متحد می سے دعوت\r\nکرتے ہیں تو کس ذہب کی دعوت کرتے ہیں\r\nمذہب اسلام کی یا اپنے مذہب احمدی یا میرزائی کی۔\r\nان تصریحات و دلائل سے کس وناکس کو بشر طیکہ اسکا دل تعصب نفسانیت\r\nسے سیاہ ہوگیا ہو یقین ہوگا کہ انکو اپنی نبوت کا ہرگز ہرگز دعوی نہیں\r\nانکے ہر ایک دعوی و بکار روانی کا اصل اصول اثبات ثبوت محمدیہ ہے وہیں ۔\r\nاس صحیح منطوق کے مقابلے مین بعض الہامات و کلمات کے مفہوم کا (اگر وہ\r\nران کلمات کا مفہوم ہے اور اس سے بزعم مخالف دعوی نبوت ملتا ہے کیا\r\nاعتبار ہے وبناء علیہ ایک مسلمان فخر اسلام کی تکفیر کیونکہ جائز ہے خصوصاً\r\nایسی حالت میں که ان الہامات و کلمات کے صحیح معنی یہی (جو جواب قول مین\r\nیہ تفصیل\r\nبیان ہو چکے ہیں اور اُن سے مولف کا دعوی نبوت مفہوم نہیں ہوتا\r\nو بنار علیہ اسکا اسلام باقی رہتا ہے ) ہو سکتے ہیں او فقہ، کلین کتب فقدو\r\nکلام میں صاف تصریح کر چکے ہیں کہ جب تک کسی کلام کے معنی موافق اسلام\r\nونقل صاحب المضمرات عن جو سکین اسکے قاتل کی تحقیر بعض معانی\r\nالذخيرة ان في المسئله اذا كان کفریہ کی نظر سے جائز نہیں ۔ حتے کہ\r\nوجع يوجب التكفير ووجه بعض کتابوں میں یہ بھی لکھا ہے کہ\r\nواحد يمنع التكفير فعلى المفتى اگر ایک کلام کے نانو سے وجوہ کفر\r\nان يميل الى الذي يمنع التكفير ہوں اور ایک وجہ اسلام\r\nتو به نفراس\r\nتحسينا للظن بالمسلم\r\nوجہ اسلام کے اسکے قائل کو سلمان کہنا\r\n(شرح فقه البو ملا علی قاری حنفی) لازم ہے یہ نظر ان وجوہ کفر کے کافر\r\nبنانا جائز نہیں ۔\r\nوجه استدلال فریق دوم کا جواب دوم بھی تمام ہوا ۔ اب دونون"
    },
    {
        "id": 144,
        "pageNo": 144,
        "pageText": "ریویو به امین خدیم\r\nنمیبره جلد ،\r\nفریق کے مشترک اعتراضات کا جواب دیا جاتا ہے وباللہ التوفیق۔\r\nاعتراض اول کا جواب\r\nراس اعتراض کا ماحصل یہ ہے کہ ان الہامات میں بعض غلطیاں ہیں۔\r\nجن سے الہام هذى اليك بجذع النخل میں مولف کا پر صیغہ تانیث خطاب اور\r\nالهام یا مریم اسكر انت وزوجك الجنه مین مریم علیہا السلام\r\nکا حیفہ تذکیر سے خطاب\r\nالجواب پہلے الہام میں غلطی کا دعوے محض افترا ہے ۔ کتاب میں لفظ ھندی یا ہم سے\r\nجو صیغہ تانیث ہے کہیں نہیں اسین بصفحہ ۲۲۶ لفظ ہر بحذف یا ہو اور الہام یا مریم -\r\nاسکرانت ونرجال المجنز مین لفظ مریم سے مولف مراد ہے جسکو ایک روحانی مناب\r\nکے سبب مریم سے تشبیہ دی گئی ہے ۔ وہ مناسبت یہ ہے کہ جیسے حضرت مریم\r\nعلیہا السلام بلا شو ہر حامل ہوئی ہیں۔ چنانچہ ظاہر قرآن کی دلالت ہے ۔ اور تخیل\r\nمین تو اس پر صاف تصریح ہے (دیکھو اشاعة السلة نمبر ۲ و ۳ جلد ) ایسے ہی\r\nمولف براہین بلاتر بیست و صحبت کسی سپر فقیر ولی مرشد کے ربوبیت غیبی سے تربیت\r\nپا کر مورد الہامات غیبیہ و علوم لدنیہ ہوئے ہیں ۔ اس تشبیہ کی ایک ادنی مثال نظام کی\r\nیہ شعر ہے جس میں انہوں نے اپنی طبیعت کو مریم سے تشبیہ دی ہے ۔\r\nضمیرم نه زن بلکه آتش زن است . که مریم صفت بکر آبستن است\r\nاس صورت امین مریم کا خطاب به صیفہ تذکیر محل اعتراض نہین اور اسکے لئے زوج کا اثبات\r\nبھی مستبعد نہین اور بیان تو زوج سے مولف کی اتباع و رفقاء مراد بین دو یکه صفحه همه رساله ندا)\r\nپہلے کسی کو یہ شبہ گذرے کہ بر عایت لفظ مریم لفظ اسکن کو موت کیوں نہ کیا گیا ۔ اسلئے کہ لفظ\r\nمریم مین تانیث لفظی نہیں ۔ تاکہ لفظ کی رعایت ہوئی۔ معنوی تانیت تھی جو اس مقام\r\nمین مولف کی مراد ہونے سے نہ رہی ۔"
    },
    {
        "id": 145,
        "pageNo": 145,
        "pageText": "نمبر جلدی\r\nYAI\r\nاعتراض دوم کا جواب\r\nریویو براہین اح\r\nاس اعتراض کا ماحصل یہ ہے کہ بعض الہامات انگریزی زبان میں ہوئے ہیں\r\nجسکا پڑھنا بولنا کفر ہے پیراسمین الہام و خطاب کیونکر مکن ہے ۔\r\nالجواب ۔ انگریزی کے پر یہ بولی کوکفر کیا اپنی لوگوں کا کام ہے جن کا دل دماغ کفر کا خنہ انہ یا ساچی\r\nیا میشین (یعنی مکمل ) ہے یا انہوں نے کفر کا ٹیکہ لے رکھا ہے پس وہ جس کو چاہتے\r\nہیں کا فر بنا دیتے ہیں۔ دین اسلام میں تو اس حکم کفر کا کہین پته و نشان نہین نہ\r\nکتاب و سنت میں اسپر کہیں شہادت پائی جاتی ہے : تصانیف علما را امت میں\r\nموات نے براہین احمدیہ کے صفحہ ۳۰۹ مین خود یہی ثابت کر دیا ہے کہ زبانین (انگریزی\r\nہوں خواہ مہندی عربی ہوں خواہ فارسی) ہی خدا کی تعلیم سے ہین اور اشاعۃ السنتہ\r\nنمبر ہ جلد ہ مین اس مسئلے کی قرآن و حدیث سے کافی تحقیق ہو چکی ہے جو نظارہ\r\nناظرین کے لائق ہے پس اگر کسی زبان کے بولنے پڑھنے پر فتوی کفر لگایا جائے تو یہ\r\nفومی کفر ندا سے تعالے کی طرف عائد ہوتا ہے ۔ یہ کفر د بقول ان جہلا مکفرین کے )\r\nچند آنچا ہے لوگوں کو خود سکہلایا ہے ۔ اور اس کفر کی استعمال پر لوگوں کو مقطور و\r\nمجبور کردیا۔\r\nبالفعل ہم اس اعتراض کے جواب میں اس سے زیادہ کچھہ کہنا نہیں چاہتے\r\nخصوم معترض شہادت کتاب و سنت و اقوال علماء امت سے یہ ثابت کر دین گے کہ\r\nانگریزی کا بولنا پڑہنا کفر ہے اور یہ زبان خدا کی سکہائی ہوئی نہیں تو اس وقت\r\nاسکے جواب میں کچہ اور بھی کہیں گے اسوقت تک تو ہم اس اعتراض کو لائق خطاب محقق\r\nجواب نہیں سمجھتے۔\r\nنان بجا سے اس اعتراض کے اگر میان بہر سوال\r\nکیا جائے کہ باوجودیکہ"
    },
    {
        "id": 146,
        "pageNo": 146,
        "pageText": "نمبر ا جلد\r\n۱۶۵\r\nبراہین احمدیہ پر ریویو\r\nکی ایجاد ہیں۔\r\nوم اس اعتراض نمبر ) کار خدا تعالی فرایک بولی پر کیون استفانه کینا جواب\r\nمید چهارم میں یہ بیان تمرکه قانون قدرت کے عجائبات ہی ایسی بین جواد النظر\r\nسر معلوم نہیں ہو سکم خور سی دریافت ہو تی ہیں ایسا ہی خدا کا کلام ہو تو کسی اعتراض\r\n٣/١\r\nکا محل نہیں۔\r\n۴۲۴ عام اصول نجات کو آسان اور واضح ہیں ۔\r\nایان را باری تعالی کو جزات متولی پر تری بر\r\n۴۳۴ انجیل کے مجوزہ منقولی (شفاء بیماران ) پر بحث\r\nتازہ مردہ کہی تک میں دباغی سے زندہ ہو جاتی ہے۔\r\n۴۰۰\r\nخشم میں یہ بیان ہو کہان نینی خبروں کو جوقرت الہی کی شمن ہوں ان\r\nبیرون پر ترجیم سی جو طرف اخبار ہوں ۔\r\nم من یہ بیان ہوکہ قران و علوم و معارف ایک امی کی زبان سر\r\nظاہر ہونا مجیب بات ہے ۔\r\n۴۷۳ آن حضرت کے امتی ہونے کی دلیل ۔\r\n۴۰۹ مخالفین کی ان باتوں کا کہ محمد کو کسی بشر یا نبات فوقران سکایا ہی جواب\r\nتمهید بشتم جوامر فارق عادت کسی ولی سر سرزدہ تا ہود اوس ولی کو متبوع\r\n۴۹۹\r\nبیٹی کا معجزہ ہوتا ہے۔\r\nان تمهیدات بستگان گوید ا حصہ چہارم میں فی اول کو ہے باب کا آغاز روجین\r\nقران شریف کی حقانیت پر بیرونی شہادتون کا بیان ہر از انجند پہلے دلیل (یا شہادت) کے بیانین\r\nچند ایات قرانی کا ذکر ہی جنگ یہ مضمون ہو کہ دنیا مین کفر وغیره برایان علم تو نام موری نہیں اسلئی\r\nاور اس حالت میں خدا فر رسول بہیجا ۔\r\n۵۴۹ ان آیات سر استدلال کی وجہ\r\nیہ نمبر صفحات متن بین"
    },
    {
        "id": 147,
        "pageNo": 147,
        "pageText": "ریویو براہین احمدیہ\r\n٢٨٢\r\nنمبر و جلدی\r\nمولف براہین احمدیہ کی مادری زبان ہندی ہے اور مذہبی و علمی زبان عربی اور صرف علمی سی مالی\r\nفارسی انگریزی : انکی مادری زبان ہے نہ ذہبی نہ علمی نہ اس زبان سے ان کو کسی قسم\r\nکی واقعی ہے پر انکو انگریزی میں کیوں الہام ہوتے ہیں اور اسکا سرو فائدہ کیا ہے\r\nتو یہ سوال لائق خطاب وستحتی جواب ہے اور اس کا جواب یہ ہے کہ اس زبان مین\r\nرجس سے مؤلف کی زبان - کان- دل۔ خیال کسیکو آشنائی نہ تھی ) مولف کو الہام ہوتے\r\nمین ایک فائدہ دسر تو یہ ہے کہ اسمین سامعین و مخاطبین کو مولف کی طبیعت یا خیال\r\nکی بناوٹ کا احتمال و نگمان نہو - ہندی فارسی غربی (جو انکی مادری و مذهبی و علمی بافین\r\nمین کے الہامات میں یہ بھی احتمال اور مترو دین کو خیال پیدا ہو سکتا ہے کہ یہ الہامات\r\nمولف نے خود عمد ابنا لئے ہیں یا بلا ارادہ و اختیار انکی حالت خواب میں ان\r\nکو دماغ\r\nو خیال نے گہرے ہیں ۔ اس گڑت د بناوٹ کا خیال الہامات انگریزی میں (جس سے\r\nصاحب الہام کی زبان - کان ۔ دل و خیال کو کسی قسم کا تعلق نہیں کوئی نہیں کر سکتا\r\nکیونکہ طبیعت و خیال کو اسی چیز تک رسائی ہوتی ہے جس سے اسکو کسی وجہ سے تعلق\r\nہو ۔ ہندی ہنڈا و (جو عربی سے محض نا آشنا ہو ) کا خیال عربی نہیں بنا سکتا جیسے پچھلی\r\nار نہیں سکتی ۔ اور چڑیا تیر نہیں سکتی۔\r\nشاید امرت سری معترضین و منکرین جو اہل حدیث کہلا کر حدیث\r\nنام\r\nکو بد نام کر رہے ہیں۔ یہ اعتراض کریں کہ انگریزی زبان کے الہام مین طبیعیت یا\r\nخیال کی بناوٹ کا احتمال نہیں تو یہ احتمال تو ہے کہ یہ انگریزی الہام شیطان کی\r\nطرف سے جو جو انگریزی عربی فارسی مہندی وغیرہ سہی زبانیں جانتا ہے ۔ اور جو\r\nاسمین غیب کی باقین اور پیشین گوئیان نین وہ شیطان نے آسمان سے چپ کہ\r\nشن سے ہون كذلك قال الذين من قبلهم مثل قولهم تشابهت قلوبهم می بات\r\nپہلے مشرکین عرب نے اُن حضرت کے الہامات عربی کی نسبت کہی تھی پیس جو اسکا"
    },
    {
        "id": 148,
        "pageNo": 148,
        "pageText": "نمیره جلدی\r\nریویو را امین احمدید\r\nجواب خدا سے تعالے نے آنحضرت کی طرف سے دیا ہے وہی ہم اس مقام میں مولف\r\nبرامین کی طرف سے دے سکتے ہیں\r\nالجواب سورۃ شعر امین اسد تعالی نے مشرکین کی اسی بابت کو جواب میں فرمایا ہے کہ اس قران کو\r\nشیطانوںنے نہیں اتارا اور نہ انکو طاقت ہو وہ تو انسانون کی خیرین سننے سے آگ کے شعلوں کے\r\nوما تنزلت به الشياطين وما ساتقلاب پرو کے جاتے ہیں ہم تمہین\r\nينبغى لهم وما يستطيعون انهم بتا دین شیطان کن لوگوں پر اترتے\r\nمن السمع لمغرولون هل ہیں ۔ وہ بڑے جہو تے گنہگاروں پر\r\nانتيكم على من تنزل الشاطين اکثر تے ہیں اور انکو وہ جو کچہ چوری\r\nتنزل على كل افاك اثيم يلقون سے (انگار پہنچنے سے پہلے سن پاتے\r\nالسمع واكثرهم كتابون - ہیں پہنچاتے ہیں۔ وہ اکثر باتون\r\n(شعراغ)\r\nمیں جھوٹے نکلتے ہیں ۔\r\nاس جواب کا، احصل (چنانچه بیضاوی و امام رازی نے بیان کیا ہے یہ\r\nہے کہ قرآن جو آنحضرت پر نازل ہوا ہے دو وجہ سے القاے شیطانی نہیں\r\nہو سکتا ۔ اول یہ کہ جن لوگون کے پاس شیطان اترتے ہیں وہ اپنے افعال و\r\nاعمال میں شیطانوں کے دوست اور بہائی ہوتے ہیں بڑے گنہ گار اور بڑے\r\nہوئے ۔ اور یہ باتین انحضرت صلعم میں پائے نہیں جائیں وہ تو شیطان کے دشمن بین\r\nاور اسکو لخت\r\nکر نیوالے جھوٹ اور\r\nگنا ہو نے مجتنب اور ان سے منع کرنیوالی دوم وہ بائیں\r\nجو شیطان تے مین اثر چھوٹی نکلتی میں اور انحضرت کے قرانکی ایک بات بھی جھولی نہیں ۔\r\nیہی جواب ہم الہامات مولف براہین کی طرف سے دے سکتے اور یوں کہ\r\nسکتے ہیں کہ شیطان اپنے ان دوستون کے پاس آتے ہیں اور اُن کو انگریز می خواهد\r\nعربی میں) کچھ پہنچاتے میں جو شیطان کی مثل فاسق و بدکار اور جوئے دوکاندار مین"
    },
    {
        "id": 149,
        "pageNo": 149,
        "pageText": "ریویو برا همین احمدیه\r\nنمبر ۹ جلدی\r\nاور مولف براہین احمدیہ مخالف و موافق کے تجربے اور مشاہدے کے وسے (والله\r\nحسین شریعت محمدیہ پر قائم و پرہیز گار اور صداقت شعار مین اور نیز شیطانی القا\r\nاکثر جھوٹ نکلتے ہیں اور الہامات مولف براہین سے (انگریزی مین ہوں خواہ مہندی\r\nو عربی وغیرہ) آجنگ ایک بھی جبوت نہیں نکلا (چنانچہ انکے مشاہدہ کرنے والون کا\r\nوغیرہ نہیں کا\r\nبیان ہو گو ہمکو ذاتی تجربہ نہیں ہوا، پہر وہ القار شیطانی کیونکہ ہوسکتا ہے ۔ کیا کسی مسلمان\r\nمتح قرآن کے نزدیک شیطان کو بھی یہ قوت قدسی ہے کہ وہ اپنیا و ملائکہ کی طرح\r\nخدا کی طرف سے مغیبات پر اطلاع پائے اور اسکی کوئی شیر\r\nغیب صدق سے خالی نہ جائی\r\nحاشا وكلا -\r\nشاید بیان ہمارے معترض مهران مولف براہین احمدیہ کے ساتھ ہم کو بھی\r\nملائین اور ہم پر بھی فتومی کفر امین در فرمانی با بیان این مولف پیر امین کو آنحضرت\r\nسے ملایا گیا ہے اور انکے الہامات کو وحی نبوی کی مانند تصرف شیطانی محصوم\r\nنسرایا گیا ہے۔ لیکن ہمیں انکے فتوے کفر نہیں ڈرتا کیونکہ مین خود ان پر فتوی\r\nکفر لگا سکتا ہوں ۔ جو ا مجھے پاس آلہ یا سانچا یا میشین تکفیر ہے وہ مین بھی کہین\r\nسے مستعار لیکر کام چلا سکتا ہوں۔ نان انکی بات کا یہ جواب دیتا ہوں کہ مولف\r\nبر امین حمید جبکہ اسکو الہامات صادق چون اور ولایت کی یا اولیا اس محمد یا نخواست تا مینی یکی\r\nمثل معصوم نہیں تو محفوظ تو ہو سکتے ہیں خصوصاً ان الہامات مین جو قرآن اور\r\nدین اسلام کے موافق اور مؤید ہوں ۔ ان الہامات میں حفاظت کا حصہ وہ\r\nبطور ورثه بحكم العلماء ورثة الأنبياء عصمت انبیا سے پاتے ہیں ۔ ان مین\r\nاُن میں فرق یہ ہے کہ انبیا علیہ السلام موم ( یعنی اپنے ہر ایک الہام میں معصوم ہوتے\r\nبین اور اولیا خصوصاً ان الہامات میں جو شرع بنی کے مخالف نہوں ) اور ان الہامات پر وہ\r\nقائم ثابت ہو ہی بنوا رہے ہیں ۔ اینہا کے الہامات کی حامہ خلائق کو پابندی واجب ہے"
    },
    {
        "id": 150,
        "pageNo": 150,
        "pageText": "نمبر جلد\r\nنم بود هم جلد هفتم\r\n۲۸۵\r\nریویو براہین احمدیہ\r\nاولیا کے الہامات کی پابندی غیر پر واجب نہین ۔ الہامات ابنیا اصل میں ۔ یہہ\r\nالہامات انکی نکل ۔\r\nاسی مناسبت کی نظر سے ہم نے اس جواب کو مولف کی طرف سے پیش کیا۔\r\nہے۔ اسپر جو چاہو فتو سے لگاؤ۔ یہان بھی قلم دوات حاضر ہے کما تدین\r\nتدان ہمارے اِس بیان کی تائید رسالہ نمیرے جلد میں صفحہ ۲۱۵ وغیرہ بھی ہونیکی\r\nہے ۔ اور پوری تائید اسکی جواب اعتراض سوم میں آتی ہے ۔ انشاء\r\nالله تعالى\r\nدوسرا فائدن دستر الهام انگریزی زبان کا یہ ہے کہ اسوقت مولف کے\r\nمخاطب اور اسلام کے منکر و مخالف (عیسائی آریه بر مو و غیره ) اکثر انگریز می خوان\r\nہین - انا افہام یا الخام (ساکت کرنا ) جیسا کہ الہامات انگریزی سے ممکن ہے\r\nبی یا فارسی وغیرہ الہامات سے ممکن نہیں ۔ عربی و غیر مشرقی زبانوں کو الہامات\r\nکو دوہ انکے مضامین سے آنکھ بند کر کر ) یقیناً مؤلف کا ایجاد طبع سمجھتے ۔ اب\r\nر جبکہ وہ انگریزی الہامات پڑہتے اور مؤلف کا انگریزی زبان سے محض اُمتی و\r\nاجنبی ہونا سنتے ہیں) وہ ان الہامات مولف کو تعجب کی لگا ہون سے دیکھتے\r\nہیں اور بے اختیار ان کو خرق عادت و بر خلاف عام قانون قدرت\r\nزمین کو و چلطی سے قدرت خداوندی کا پیمانہ سمجھ رہے تھے، ماننے\r\nلگے ہیں ۔\r\nماہ صیام مین جبکہ میں محلہ پر تھا ایک بابو صاحب پر ہم سماج کے لکھوائی\r\nو پریسٹ (جو میرے ہمسایہ تھے ) مجہ سے قانون قدرت (جس کو لوگون قانو\r\nسمجھ رکھا ہے اور در حقیقت وہ خدا کی قدرت کا قانون نہیں ہے (دیکہو شاطر یستہ\r\nخبر، جلد سه مین مضمون النجر کے تغیر و تبدل میں ہم\r\nم کے تغیر و تبدل میں ہم کلام ہوئے۔ جب میں نے"
    },
    {
        "id": 151,
        "pageNo": 151,
        "pageText": "ریویو براہین احمدیہ\r\nنمبز ا جلدی\r\nمینہ ثابت کر دیا اور اُن سے تسلیم کر لیا کہ خدا کی قدرت انہی حالات و واقعات\r\nمین (جو ہم دیکھ رہے ہیں ) محصور و محدود نہیں ہے بلکہ وہ اس سے فوق الفوق\r\nاور وزار انور اوسعت رکھتی ہے اور ممکن ہے کہ خدا سے تعا سے ان اسباب موجود است\r\nسے وہ کام سے جو اسوقت تک ان سے نہیں لئے گئے یا پہنے نہیں دیکھے ۔ تو وہ\r\nصاحب بولے کہ یہ امرممکن تو ہے اور یہ نظر قدرت وسیع و غیر محدود خدا وندی\r\nہم اس امکان\r\nکو مانتے ہیں پر ہم اسکی فعلیت (وقوع ) کو کیونکر مان لین جب تک اسکا\r\nمشاہت نہ کرلین - اسپر مین نے مولف براہین احمدیہ کے الہامات انگریز می زبان کو\r\nپیش کیا اور یہ کہا کہ ایک شخص کا انگریزی زبان سے امی و اجنبی محض ہو کہ (جس کو ہم\r\nروز مرہ کے مشاہد سے دستجربے سے بخوبی جانتے ہیں اور دوسرے کو ثابت معلوم\r\nکر اسکتے نہیں ، بلا تعلیم و تعلیم اس زبان مین ایسی باتین بیان کرنا (جن کا بیان\r\nانسانی طاقت سے خارج ہو ) تمہاری تجویزی قانون قدرت کے مخالف نہیں تو\r\nکیا ہے ؟ یہ شکر بابو صاحب موصوف نے سکوت کیا اور یہ فرمایا کہ ایسے شخص کو\r\nمین بھی دیکھنا چاہتا ہوں۔ پہر مین نے یہ یہی سنا کہ انہوں نے ایک خط بھی ضمن\r\nاظہار اشتیاق طاقات مولف براہین احمدیہ کے نام کہا اور مجہو یہ بھی امید ہے کہ\r\nاگر وہ اپنے ارادے ووعدے کو پورا کرین گے اور مولف کے زاویوم کے\r\nساکنین بند و مسلمانوں کی متواتر شہادت سے انکا انگریزی زبان سے محض قو\r\nہونا ثابت کر لینگے تو وہ اس امر کا خرق عادت اور کرامت ہونا مان لیں گے۔\r\nور وہ جب الہامات یا مولف کی کسی اور پیشین گوئی کا خود و قبہ بہو\r\nمشابد و کر لین گے تو قبول و اظہار اسلام سے بھی دریغ نکر ینگے ۔\r\nایسا ہی مجھے اور انگریز می خوانان اہل انصاف سے توقع ہے کہ اگر\r\nو بخشیم انصاف انگریزی الہامات مولف کو پیر ملین یا بگوش انصاف مین اور"
    },
    {
        "id": 152,
        "pageNo": 152,
        "pageText": "نمبرزا جلدی\r\nریویو براہین احمدیه\r\nساتھ ہی اسکے انکو یہ بھی تصدیق ہو کہ مولف انگریزی کا ایک حرف نہیں جانتا تو وہ\r\nاس امر کا کر امت ہونا مان لین ۔ یہ لوگ جو اپنے تجویزی قانون کو قانون قدرت خداوندی\r\nسمجھتے ہیں اور اسکے خلاف\r\nکو محال جانتے ہیں تو اس کی وجہ یہی ہے کہ آج کل ان کو\r\nاس قانون کے مخالف کچھہ دکھانے والا کوئی نظر نہیں آیا ۔ اور پچھلے خوارق انبیا و\r\nاولیا پر (جو بواسطه نقل انکو پیچھے ) انکور استی کا گمان نہیں ہے اور جو ان میں سے\r\nر جیسے حضرات پینچر یہ جومسلمان پر ہو یا فلسفی سلمان کہلانے کے مستحق ہیں ) اس نقل کی\r\nراست جانتے ہیں وہ اس میں تاویل و تصرف کر کے ان خوارق کو امور عادیہ بنا لیتے\r\nہیں ۔ ان لوگوں کو بھی کوئی ظاہر کرامات دکھانے والا نظر آوے تو امید ہے کہ انکا\r\nانکار بھی بدل باقبال ہو جا ہے ۔ اسی امید پر ہم مولف براہین احمدیہ کو یہ\r\nصلاح دیتے ہیں کہ جیسے آپنے پاوریون اور برہم سماج واآریہ سماج کے ہر گروہ\r\nو اعیان کے نام خطوط متضمن وعدہ مشاہدہ خوارق تحریر کئے ہیں ویسے ہی سر گروه\r\nفہ تحریہ کے نام بھی ایک خط تحریر فرمائین ۔ اِسکے جواب میں اگر وہ یہ کہین\r\nکہ ہم تو سلام کو قرائن مانتے ہیں خدا کو خدا اور رسول\r\nکو رسول جانتے ہیں بہکو خوارق\r\nکرانات مارجن کے مشاہدے سے صرف تصدیق نبوت مقصود ہوتی ہے ) کیا ضرورت ہو۔\r\nتو اس کا جواب ان کو یہ دین کہ آپ لوگ گو ذات یا لفظ خدا کو مانتے ہیں مگر اسکے صفات پر\r\nپور ایمان نہیں رکھتے ۔ اسکا قادر مطلق ہو تا تسلیم نہیں کرتے ۔ اسکو اس بات پر کہ وہ\r\nآگ سے پانی کا اور پانی سے آگ کا کام لے قادر نہیں سمجھتے بلکہ اس امر کو اسکی قدرت\r\nمین بٹہ لگانے والا خیال کرتے ہین (دیکھو تہذیب اخلاق رجب نشد\" ہجری)\r\nاور خدا کو ایسا مانا نہ ماننے کے برابر ہے ۔ اسلئے آپ لوگوں\r\nکو بھی اس امر کی\r\nسخت حاجت ہے کہ کرامات و خوارق\r\nکا چشم خو و لاحظ کرین اور اپنے اس بیان کو\r\nصحیح با کامل بنادین -"
    },
    {
        "id": 153,
        "pageNo": 153,
        "pageText": "ریویو براہین احمدیہ\r\n۲۸۸\r\nنمبر چلدے\r\nتفسیر اسرد فاما مع الهامات انگریزی زبان کا یہ ہے کہ جو لوگ\r\nانگریز ینی با ایج\r\nپیر نے بولنے کو کفر سمجھتے ہیں انکا یہ خیالی کفر ٹوٹے اور انکو (جب وہ انصاف سے\r\nکام لین) اس مسئلہ شرعیہ کا کہ \" زبانین بہی خدا کی تعلیم و الہام سے ہیں اور کسی زبان\r\nکا\r\nبولنا پڑ منا منع نہیں ہے اور کسی زبان کو عربی ہو خواہ فارسی مہندی ہو خواہ انگریزی\r\nاسکے مضامین سے نظر اٹھا کر اچھا یا برا نہیں کہا جاتا سکتا جس کا مفصل بیان ثبوت\r\nشرعی اشاعته انسته نمبر جلد ه مین گزر اہم بامشاہد الہام سے ثبوت ملے ۔\r\nہر چند قبل تسلیم الہام مولف یہ الہامات انگریزی زبان ان لوگوں پر\r\nحجت نہیں ہو سکتے ۔ مگر جب وہ انصاف سے کام لینگے اور اس بابت کو کہ مولف\r\nبر امین احمدیہ انگریزی کا ایک حرف نہین جانتا اٹھے بھی نیکی کی صورت تک نہیں\r\nپہچانتا متواتہ شہادت سے محقق کر لین گے اور ان الہامات کے مضامین مشتمل اخبار\r\nغیب کو (جن پر کوئی بشر بذات خود قادر نہین) انصاف کی نظر سے دیکہیں گے تو\r\nانصاف انکوان الہامات کی تعلیم پر جور کر دیگا ۔ اسوقت انکو اس مسئلہ قدیمه شریعیت\r\nمحمد بکا با مشاہد الہام سے ثبوت ملیگا ۔\r\nانکو انصاف نصیب ہو گا تو یہ فائک انہی لوگوں کو ہوگا جو مولف کو سچا\r\nجانتے ہیں اور اسکے الہامات کو مانتے ہیں اور اس سے پہلے وہ انگریزی زبان کو\r\nبر اسمجھتے تھے اور انگریزی پڑہنے والون کو سخت حقارت سے دیکھتے تھے اب\r\nان سے امید ہے کہ وہ اس منعصابہ جاہلانہ خیال\r\nگود ماغ سے نکال دیگر اور دنیاوی\r\nاعراض کے لئے جیسے اپنے بچون کو فارسی سند سی سکھاتے ہمیں انگریزی ہی سکھائیگی\r\nاور اسباب ترقی حسن معاشرت سے جنین اور لوگ بڑ ہو جاتے ہیں اور نہ با وجولولہ\r\nمحض جهالت و تعصب سے پس ماندہ میں حصہ پائینگے ۔\r\nبعض خوش فهم ان فوائد ظاہر کو نو نورو انصاف سر کیسو ہوکر یا اعتراض کر تنجین\r\nطلب"
    },
    {
        "id": 154,
        "pageNo": 154,
        "pageText": "نمبر اجلده\r\n۲۸۹\r\nریو یو پیرا ہے\r\nکہ انگریزی زبان کے الہامون\r\nمیں یہ فوائد تھے تو انحضرت صلی اللہ علیہ وسلم کو نگیری\r\nزبان میں الہام کیوں نہ ہوا ۔\r\nاس کا جواب ان فوائد کی تقریر یمن میں اور ہو چکا ہے گر توفیق رفیق نہ ہو تو\r\nسجد میں کیونکر آوے ان حضرات کے فہم پر ترس کہا کہ با علم ضمنا یعنی جو ضمنا معلوم ہوا)\r\nکی تصریح اور اس جواب کی بالا ختصار تقریر\r\nکیجاتی ہے ۔\r\n(ا) آنحضرت کے مخاطب وقت انگریزی خوان نہ تھے اسلئے آپ کو انگریزی\r\nزبان مین الہام ہوا وہ لوگ عربی زبان تھے لہذا انکو عربی زبان ہی مین قرآن نے\r\nانجاز و کہا یا ۔ اس اعجاز کے علاوع صد با معجزات اور بھی انکو د کہا ئے گئے جو ا شوقت\r\nان لوگوں کے مناسب حال ہے ۔\r\nبا خدا و تعالی کی قدیم عادت ہے کہ ہر زمانے میں اس قسم کے معجزات و خوارق منکرین کو\r\nد کیا تا ہے جو اٹل کے زمانے کے لئے مناسب ہوں ۔ حضرت موسیٰ علیہ السلام کے\r\nوقت میں گھر کا بڑا تہ در تہا۔ اسلئے انکو ایسا معجزه (انھی کا سانپ بن جانا وغیرہ)\r\nدیا جو سحر\r\nکا ہم جنس یا ہم صورت بنا اور پیر وہ سحر پر غالب آیا ۔ حضرت عیسی الاسلام\r\nکے زمانے میں طب کا بڑا چر چا تھا اسلئے انکو ایسا معجزہ دانہ ہے اور داد اور کو ڈھیر کو\r\nاچا کہتا، در مردے کو زندہ کرنا ) دیا گیا جینے طبیون کو مغلوب کیا ۔ آنحضرت مسلم\r\nکے مخاطبین وقت کو فصاحت کا ایسا دعو بے بہا کہ وہ اپنے سوا کسی کو اہل سخن\r\nنہ جانتے تھے ۔ یہی وجہ ہے کہ وہ بلا د غیر کے لوگوں کا مجم (سینے گونگے ) نام کہتے۔\r\nتھے ۔ اسلئے خدائے تعالے نے انگریزی خواندن پر دو عربی سر محض نا آشنا مین در سماعی\r\nباتون پر وہ ایمان نہین لاتے) دین محمدی اور قرآن کا صدق ظاہر\r\nکرنا چاہا تو تحضر ہے\r\nامیون اور خادموں میں سے ایک شخص کی تنگی کی لہا اس کو جو انگریزی خوانوں کے انجام یا\r\nاقیام\r\nکا باعث ہوں تم ممتاز فرمایا ۔"
    },
    {
        "id": 155,
        "pageNo": 155,
        "pageText": "ریویو براہین احمدیہ\r\nون\r\nمہرہ اجلادے\r\n(۲) اور آنحضرت کے زمانے میں اقوام غیر کی زبان سیکہنے کو برا نہ سمجھتا تھا\r\nبلکہ آن حضرت نے زید بن ثابت کو عبرانی سیکھنے کا حکم دیا ہے چنانچہ بخاری میں بصفحہ\r\n۱۰۶ منقول ہے اور اس روایت کی تخریج اشاعتہ السنتہ نمبر ۶ جلد ہ مین ہو چکی ہے\r\nانحضرت کے زمانے مین ایسے متعصب (جو ہمارے زمانے میں موجود ہیں) ہوتے تو\r\nضرور انحضرت بھی اقوام غیر کی زبانوں میں علیم و مخاطب ہوتے اور ابطال خیال\r\nمتعصبین زمانہ حال کے لئے وہی حکم جو زید بن ثابت کو ارشا و ہو چکا ہے کافی ہو\r\nاور آیات قرآن و علم آدم الاسماء اور و من آياته اختلاف السنتكم\r\nوغیرہ میں یہی اس خیال کا ابطال پایا جاتا ہے۔ چنانچہ اشاعۃ السنتہ نمبر 7 جلدہ\r\nمیں اسکی تفصیل گزر چکی ہے ۔\r\nبعض انگریزی خوان ان البابات انگریزی پر یہ اعتراض\r\nکرتے ہیں کہ ان\r\nکی انگریزی اعلئے درجہ کی فصیح نہیں ۔\r\nاس\r\nکا جواب یہ ہے کہ اعلی درجہ کی فصاحت تو قرآن ہی کا معجزہ ہے جو\r\nبجز قران کسی مسلم الثبوت کتاب آسمانی مین بھی نہیں پایا جاتا پهران الہامات مین\r\nہلے درجے کی فصاحت نہ پائی گئی تو کونسا محل اعتراض ہے ۔ یہان صرف غیربان\r\nمین الہام ہوتا ہی ( معمولی طور پر کیوں ہو ) خرق عادت اور کرامت ہے او\r\nنحضرت صلے اللہ علیہ وسلم کا جن کی امت میں یہ الہام ہوا ) معجزه\r\nبعض یہ یہی اعتراض کرتے ہیں کہ ان الہامات کی انگریزی مین\r\nغلطیان بھی جین جیسے اس فقرہ مطهر مین ( جو صفحه ۴۸۰ کتاب موجود\r\nہے ۔ آئی کمین ویٹ آئی ول دو لفظ دیت غلط ہے صحیح اس مقام میں لفظ\r\nکومت چاہیئے ۔\r\nاسکا جواب یہ ہے کہ اس غلطی کا الہام سے ہونا متعین و متقین نہیں"
    },
    {
        "id": 156,
        "pageNo": 156,
        "pageText": "نمبر ا جلدی\r\n٢٩١\r\nریویو بر میں احمدیه\r\nجائز و ممکن ہے کہ الہام میں لفظ وہٹ ہو مولف نے اس وجہ سے کہ وہ اس زبان\r\nاور حروف سے محض اجنبی وامی ہے دیٹ پڑھ لیا ہو جو لفظ وہٹ کا ہم شکل و\r\nش یہ ہے جیسے لفظ دیٹ جو کتاب میں مکتوب ہے اسی تشابہ کے سبب وہٹ\r\nپڑہا جا سکتا ہے چنانچہ ایک لائق انگریز می خواین رسٹیشن ماسٹر بٹالہ) سے اس\r\nغلطی کا ذکر آیا تو انہوں نے فرمایا کہ میں نے اُس لفظ کو وہٹ ہی پڑا تھا ۔\r\nبعد تحریر اس جواب کے اُسیدن (جدن پہیہ جواب لکہا جا چکا تھا) جنا۔\r\nمولف اِس شہر بٹالہ میں جہان میں اب ہوں تشریف لائے اور آپ کی\r\nملاقات کا اتفاق ہوا تو مین نے آپ سے پوچھا کہ انگریزی الہامات آپ کو\r\nکس طور پر ہوتے ہیں انگریزی حروف دکھائے جاتے ہیں یا فارسی حروف مین\r\nانگریزی فقرات دیکھے ہوئے کہا ہے جاتے ہیں انہوں نے جواب میں فرمایا کہ\r\nفارسی حروف مین انگریزی فقرات مکتوب د کہا ہے جاتے ہیں جس سے مجھے اپنی تجویز\r\nکا یقین ہوا اور معلوم ہوا کہ یہ غلطی ہے تو سوات کے فہم کی غلطی ہے جنہوں نے بیٹے کو\r\nویٹ پڑا اصل الہام\r\nکی غلطی نہین اور ایسی غلطی فہم یا تعبیر (جس سے کوئی اگر ہی\r\nپیدا نہ ہو اور نہ اس سے صدق علہم یا الہام میں فرق آوے ) ایسے الہام مشتبہ یا ہم\r\nمیں کوئی نئی بات نہیں اور نہ محل تعجب و انکار ہے ۔ اس قسم کی غلطیان پہلے\r\nمین مستلم الالہام سے بھی ہو چکی ہیں اور یہ ان کے الہام میں خلل انداز\r\nنہیں سمجھی لیکن ۔\r\nعصمت ابنیا سمند بنائیت صحیح و درست التسليم\r\nصحت نبوت کا مناط و مدار ہے مگر وہ انہی امور سے متعلق ہے جو تکلیفی و\r\nجو تکلیفی امور سے وہ احکام شرعیہ مراد ہیں جنکے کرنے یا نہ کرنے پر لوگ\r\nمکلف و مامور بین تبلیغی امور مین احکام شرعیہ کے علاوہ اپنا علیہ السلام کے"
    }
]