[
    {
        "id": 1,
        "pageNo": 1,
        "pageText": "تقویۃ الایمان\r\nشاه اسماعیل شهید\r\nنظر ثانی\r\nمشتاق احمد کریمی\r\nناشر\r\nمکتب دعوت و توعیۃ الجالیات ربوہ، ریاض سعودی عرب"
    },
    {
        "id": 2,
        "pageNo": 2,
        "pageText": "www.KitaboSunnat.com\r\nبسم الله الرحمن الرحیم\r\nعرض ناشر\r\nہندوستان کی تیرہ و تار فضا میں رشد و ہدی کی روشنیاں بکھیر نے کے لئے اللہ\r\nتعالیٰ نے اپنے فصل خاص سے ایک ایسی شخصیت کو پیدا فرمایا جس نے اپنی قوت ایمان\r\nاور علم و تقریر کے زور سے کفر وضلالت کے بڑے بڑے بتکدوں کو مسمار کردیا اور شرک\r\nو بدعات کے خود تراشیدہ اصنام کو پاش پاش کر کے توحید خالص کی اساس قائم کی۔ یہ\r\nشاہ ولی اللہ دہلوی کے پوتے شاہ اسماعیل رحمہ اللہ محدث دہلوی تھے جو اپنے وقت کے\r\nقابل ترین اور نامور شخصیات میں سے معتبر علمی حیثیت کے مالک تھے۔ شیخ الاسلام امام\r\nابن تیمیہ رحمہ اللہ اور محمد بن عبد الوہاب کے بعد دعوت و اصلاح امت کے لئے ان کی\r\nخدمات ناقابل فراموش ہیں۔ بالخصوص اس اعتبار سے تو ان کا درجہ فزوں تر ہے کہ انہوں\r\nنے نہ صرف قلم سے جہاد کیا بلکہ عملی طور پر حضرت سید احمد شہید کی سرکردگی میں تحریک\r\nمجاہدین میں شامل ہو کر سکھوں کے خلاف جہاد کرتے ہوئے بار کوٹ کے مقام پر\r\nشہادت کا درجہ حاصل کیا اور ہندوستان کے ناتواں اور محکوم مسلمانوں کے لئے حریت کی\r\nایک عظیم مثال قائم کی۔\r\nحضرت اسماعیل شہید رحمہ اللہ کا دور شرک اور بدعات کی مسموم فضاؤں سے\r\nآلودہ تھا۔ ہندوستانی مسلمانوں نے ہندوؤں کے دیومالائی عقائد سے متاثر ہو کر دین\r\n9\r\nمحکم دلائل و براہین سے مزین متنوع و منفرد کتب پر مشتمل مفت آن لائن مکتبہ"
    },
    {
        "id": 3,
        "pageNo": 3,
        "pageText": "جائے خواہ وہ چاند سورج ہوں یا نبی ولی ہوں یا جن اور فرشتے ہوں۔ اگر کوئی کہے کہ پہلے\r\nدمینوں میں مخلوق کو بھی سجدہ روا تھا مثلاً فرشتوں نے حضرت آدم علیہ السلام کو اور حضرت\r\nیعقوب علیہ السلام نے حضرت یوسف علیہ السلام کو سجدہ کیا تھا اس لئے اگر ہم بھی کسی بزرگ\r\nکو تعظیمی سجدہ کریں تو کیا حرج ہے۔ یادر کھو اس سے شرک ثابت ہو جا تا ہے ایمان نکل جاتا\r\nہے۔ حضرت آدم علیہ السلام کی شریعت میں بہنوں سے نکاح کرنا جائز تھا اسے دلیل سمجھ کر\r\nیہ لوگ اگر بہنوں سے نکاح کر لیں تو کیا حرج ہے ۔ مگر سخت حرج ہے\r\nکیونکہ بہنیں محرمات\r\nابد یہ میں داخل ہیں جو کسی صورت سے حلال ہی نہیں۔ بات یہ ہے کہ انسان کو اللہ تعالیٰ کے\r\nحکم کے آگے سرتسلیم خم کر دینا چاہئے ۔ اللہ کے فرمان کو بلا چون و چرا دل و جان سے مان لینا\r\nچاہئے خواہ مخواہ کی حجت نہیں پیش کرنی چاہئے کہ پہلے لوگوں کے لئے تو یہ حکم نہ تھا ہم پر\r\nکیوں مقرر کیا گیا۔ ایسی باتوں سے انسان کا فر ہو جاتا ہے۔ اس مضمون کو مثال سمجھو کہ ایک\r\nبادشاہ کے یہاں مدت تک ایک قانون پر عمل ہوتا رہا۔ پھر قانون بنانے والوں نے اسے\r\nمنسوخ کر کے اس کی جگہ اور قانون بنادیا اب اس نئے قانون پر عمل ضروری ہے۔ اب اگر\r\nکوئی یہ کہنے لگے کہ ہم تو پہلے ہی قانون کو مانیں گے نئے قانون کو نہیں مانتے وہ باغی ہے اور\r\nباغی کی سزا جیل خانہ ہے اس طرح ہی اللہ کے باغیوں کے لئے جہنم ہے۔\r\nغیر اللہ کو پکارنا شرک ہے\r\nوَ أَنْ الْمَسْجِدَ لِلّهِ فَلَا تَدْعُوا مَعَ اللَّهِ أَحَداً وَأَنَّهُ لَمَّا قَامَ عَبْدَ\r\nاللَّهِ يَدْعُوهُ كَادُوا يَكُونُونَ عَلَيْهِ لِبَدا قُلْ إِنَّمَا أَدْعُوا رَبَّيَ وَلَا\r\nأُشْرِكْ بِهِ أَحَداً\r\n99"
    },
    {
        "id": 4,
        "pageNo": 4,
        "pageText": "یقین مانو مسجدیں اللہ ہی کی ہیں لہذا اللہ کے ساتھ کسی اور کو نہ پکارو اور جب اللہ کا\r\nبندہ اس کی عبادت کے لئے کھڑا ہوا تو قریب تھا کہ وہ بھیٹر کی بھیڑ بن کر اس پر\r\nجھک پڑیں آپ ﷺ فرمادیں کہ میں تو اپنے رب ہی کو پکارتا ہوں اور اس کے\r\nساتھ کسی کو شریک نہیں بنا تا ۔ ( الجن : ۱۸-۱۹-۲۰ )\r\nیعنی جب کوئی اللہ کا بندہ اپنے پاک وصاف دل سے اللہ تعالیٰ کو پکارتا ہے تو یہ نادان\r\nسمجھتے ہیں کہ بڑا پہنچا ہوا ہے۔ غوث و قطب ہے جس کو چاہے دے دے اور جس سے جو\r\nچاہے چھین لے اس لئے ٹھٹھ کے ٹھٹھ اس کے پاس امید پر جمع ہو جاتے ہیں کہ بگڑی بنادے\r\nگا اب اس بندے کا فرض ہے کہ صحیح صحیح بات بتا دے کہ آڑے وقت اللہ تعالیٰ ہی کو پکارنا\r\nچاہئے یہ حق کسی اور کا نہیں ہے۔ اللہ ہی سے نفع و نقصان کی امید رکھنے چاہئے کیونکہ اس\r\nطرح کا معاملہ غیر اللہ سے کرنا شرک ہے میں شرک اور شرک کرنے سے بیزار ہوں ۔ اگر\r\nکوئی مجھ سے اس قسم کا معاملہ کرنا چاہے تو میں اس سے راضی نہیں اور دینا لینا اللہ ہی کا کام\r\nہے۔ وہی دیتا ہے اور وہی لیتا ہے میرے ہاتھ میں کچھ نہیں ۔ وہی میرا اور تمہارا رب ہے لہذا\r\nآؤ اور معبودان باطل کو چھوڑ کر اسی ایک وحدہ لاشریک ، کو پکارو جو اپنی وحدانیت میں ،\r\nمعبود بیت میں ، ربوبیت میں اور حاکمیت میں اکیلا ہے۔ اس سے معلوم ہوا کہ (ہاتھ باندھ\r\nکر) ادب سے کھڑا ہوتا، پکارنا اور نام کا وظیفہ پڑھنا ان کاموں میں سے ہے جن کو حق تعالیٰ\r\nنے اپنی تعظیم کے لئے مخصوص فرما دیا ہے یہ معاملہ غیر اللہ سے کرنا شرک ہے۔\r\nوَاذِنْ فِي النَّاسِ بِالْحَقِّ يَأْتُوكَ رَجَالًا وَ عَلَى كُلِّ ضَامِرِيَّاتِينَ\r\nمِنْ كُلِّ فَجٍّ عَمِيقٍ لَّا لِيَشْهَدُ وَا مَنَافِعَ لَهُمْ وَيَذْكُرُوا اسْمَ اللَّهِ فِنْ أَيَّامٍ\r\n100"
    },
    {
        "id": 5,
        "pageNo": 5,
        "pageText": "مَعْلُومَاتٍ عَلَى مَارَزَقَهُمْ مِنْ بَهِيمَةِ الْأَنْعَامِ فَكُلُوا مِنْهَا وَأَطْمِعُوا\r\nالْبَائِسَ الْفَقِيرَ لا ثُمَّ لْيَقْضُوا تَفَلَهُمْ وَلْيُوفُوا نُذُورَهُمْ وَلْيَطَّوْفُوا\r\nبِالْبَيْتِ الْعَتِيقِ\r\nآپ\r\nلوگوں میں حج کا اعلان کر دیں وہ آپ کے پاس پیدل اور ہر د بلی سواری پر\r\nسوار ہو کر آئیں گے جو دور دراز سے آئیں گے تاکہ اپنے فائدوں کی جگہوں میں\r\nحاضر ہوں\r\nاور اللہ تعالیٰ نے چوپایوں میں سے جو مویشی انہیں عطا فرمائے ہیں ان\r\nپر اللہ کا نام لیں اس میں سے کھاؤ بھی اور بد حال محتاجوں کو کھلاؤ بھی ۔ پھر اپنا میل\r\nکچیل صاف کرو نذروں کو پورا کرو اور بیت اللہ کا طواف کرو۔\r\nاینج : ۲۷ - ۲۸-۲۹)\r\nشعائر اللہ کی تعلیم کی جائے\r\nیعنی حق تعالیٰ نے اپنی تعظیم کے لئے بعض جگہیں مقرر فرمائی ہیں جیسے کعبہ، عرفات،\r\nمزدلفہ منی ، صفا، مروه، مقام ابراہیم ، مسجد حرام، سارا مکہ معظمہ بلکہ سارا حرم ۔ لوگوں کو ان\r\nمقامات کی زیارت کا شوق دیا ہے کہ دنیا کے گوشے گوشے سے سمٹ کر خواہ سوار ہو کر خواہ\r\nپا پیادہ دور سے بیت اللہ کی زیارت کے لئے آئیں سفر کی مشقتیں اٹھا کر ایک خاص بے\r\nسلے لباس میں مخصوص ہیت سے وہاں پہنچیں، اور اللہ تعالی کے نام کی کریں۔ اپنی منتیں\r\nپوری کریں۔ بیت اللہ کا طواف کریں اور دلوں میں مالک کی تعظیم کی جو امنگیں کروٹیں لے\r\nرہی ہوں بیت اللہ آ کر انہیں پوری کریں اس کی چوکھٹ کو چومیں۔ اس کے دروازے کے\r\n101"
    },
    {
        "id": 6,
        "pageNo": 6,
        "pageText": "سامنے بلک بلک کر دعائیں مانگیں پھر کوئی بیت اللہ کا پردہ تھام کر رو رو کر اللہ سبحانہ وتعالیٰ\r\nسے دعائیں مانگ رہا ہے۔ کوئی وہاں اعتکاف میں بیٹھ کر رات دن ذکر انہی کر رہا ہے۔ !\r\nکوئی ادب سے خاموش کھڑا اسے دیکھ کر آنکھیں ٹھنڈی کر رہا ہے۔ بہر حال یہ سب کام اللہ\r\nتعالی کی تعظیم و اکرام کے لئے کئے جاتے ہیں۔ اللہ تعالیٰ ان سے ان کاموں کی وجہ سے\r\nخوش ہوتا ہے اور ان سے دونوں جہان میں فائدہ ہوتا ہے لہذا اس قسم کے کام غیر اللہ کی\r\nتعظیم کے لئے حرام و شرک ہیں۔\r\nکسی قبر کی زیارت کے لئے یا کسی تھان یا چلہ پر دور دراز\r\nسے سفر کی مشقتیں اٹھا کر آنا اور میلے کچیلے ہو کر وہاں پہنچنا، وہاں جا کر جانوروں کی قربانی\r\nکرنا منتیں پوری کرنا، کسی گھر یا قبر کا طواف کرنا، اس کی آس پاس کے جنگل کا ادب\r\nبے حضرت شاہ شہید کے اس بیان سے اس خیال کی تائید ہوتی ہے ۔ کہ کتاب تقویۃ الایمان حج سے\r\nتشریف آوری کے بعد لکھی گئی ہے۔ کیونکہ ایسی صراحت حج سے تشریف آوری کے بعد ہی ممکن تھی ۔\r\nواللہ اعلم۔\r\nکرنا، وہاں شکار نہ کرنا، وہاں درختوں کو نہ کاٹنا، گھاس کے تنکے نہ توڑنا اور نہ اکھاڑنا اسی قسم\r\nکے اور کام کرنے اور ان سے دونوں جہان کی بھلائیوں کی امید رکھنا سب شرک ہے ان\r\nسے بچنا چاہئے کیونکہ شریعت نے جن مقامات کی تعظیم کرنے کا حکم دیا ہے ان کے علاوہ\r\nاور جگہوں پر ایسا کرنا اور اپنی طرف سے ان کو دین میں داخل سمجھنا بدعت ہے۔ اطاعت\r\nوفرمانبرداری کا معاملہ اللہ ہی سے کرنا چاہئے ، نہ کہ مخلوق سے۔\r\n102"
    },
    {
        "id": 7,
        "pageNo": 7,
        "pageText": "غیر اللہ کے نام کی چیز حرام ہے\r\nقُلْ لَا أَجِدُ فِي مَا أُوحِيَ إِلَيَّ مُحَرِّماً عَلَى طَاعِمٍ يُطْعَمُهُ إِلَّا أَنْ\r\nيكُونَ مَيْتَةً أَوْ دَماً مسفوحاً أَوْ لَحْمَ خِنْزِيرٍ فَإِنَّهُ رِجْسٌ أَوْ فِسْقا\r\nأُهِلَّ لِغَيْرِ اللَّهِ بِهِ فَمَنِ اضْطُرْ غَيْرَ بَاعٍ وَلَا عَادٍ فَإِنْ اللَّهَ غَفُوْرٌ\r\nرحِيم\r\nآپ فرمادیجئے کہ میں اس وحی میں جو مجھ پر نازل ہوئی ہے کھانے والے پر کسی چیز\r\nکو حرام نہیں پاتا کہ وہ اسے کھائے مگر وہ چیز جو مردار ہے یا بہنے والا خون ہے یا نر یر\r\nکا گوشت ہے کیونکہ یہ ناپاک ہے یا گناہ کی چیز ہے کہ اسے غیر اللہ کے نام پر مشہور\r\nکیا گیا ہو۔ اور اگر کوئی مجبور ہو جائے نہ تو نافرمانی کرے نہ حد سے باہر نکل جائے تو\r\nتمہارا پروردگار بخشنے والا مہربان ہے۔ (الانعام: ۱۴۵)\r\nیعنی جس طرح سور، خون اور مردار حرام ہے اسی طرح وہ جانور حرام ہے جو گناہ کی\r\nصورت میں ہو کر اللہ کے کانہیں بلکہ کسی اور نام کا ہے۔ معلوم ہوا کہ جو جانور کسی مخلوق کے\r\nنام پر نامزد کر دیا جائے وہ حرام و نا پاک ہے مثلاً یہ کہہ دیا جائے کہ یہ سید احمد کبیر کی گائے ، یہ\r\nشیخ سڈولا کا بکرا ہے وغیرہ وغیرہ۔ اس آیت میں اس بات کا بیان نہی کہ وہ جانور جب ہی\r\nحرام ہو گا جب ذبح کرتے وقت اس پر غیر اللہ کا نام لیا جائے بلکہ محض نامزد کرنے ہی سے\r\nحرام ہو گیا۔ اگر کوئی جانور مرغی ہو یا بکری، اونٹ ہو یا گائے کسی مخلوق کے نام کا کر دیا جائے\r\nخواہ ولی کے نام کا ہو یا نبی کے۔ باپ و دادا کے نام کا ہو یا پیر و شیخ کے نام کا ہو یا پری کے نام\r\n103"
    },
    {
        "id": 8,
        "pageNo": 8,
        "pageText": "و قطعی حرام و نا پاک ہے اور نام کا کرنے والا مشرک ہے۔\r\nحکم صرف اللہ کے لئے ہے\r\nالله عز وجل حضرت یوسف علیہ السلام کا واقعہ بیان کرتے ہوئے فرماتے ہیں کہ انہوں\r\nنے جیل کے ساتھیوں سے فرمایا:\r\nيُصَاحِبَي السُّجْنِ ، أَرْبَابٌ مُّتَفَرَّقُونَ خَيْرٌ أَمِ اللهِ الْوَاحِدُ\r\nالْقَهَّارُ مَا تَعْبُدُونَ مِنْ دُونِهِ إِلَّا أَسْمَاءَ سَمْيْتُمُوهَا أَنتُمْ وَ آبَاؤُكُمْ\r\nمَّا أَنْزَلَ اللهُ بِهَا مِنْ سُلْطَنٍ إِنِ الْحُكْمُ إِلَّا لِلَّهِ أَمَرَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ\r\nذلِكَ الدين القيمُ وَلَكِنْ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ\r\nاے جیل کے ساتھیو! کیا متفرق رب بہتر ہیں یا ایک اللہ جو بڑا ز بر دست ہے اس کو\r\nچھوڑ کر تم محض ناموں کو پوجتے ہو۔ تم نے اور تمہارے باپ دادا نے نام رکھ لئے\r\nہیں اللہ پاک نے اس\r\nکی کوئی دلیل نہیں اتاری۔ حکم صرف اللہ ہی کا ہے اس نے\r\nا مستورات کا ایک فرضی پیر جس کے نام پر بکرا ذبح کیا جاتا ہے۔\r\nتمہیں حکم دیا ہے کہ صرف اس کی عبادت کرو یہی مضبوط دین ہے لیکن اکثر لوگ\r\nجانتے نہیں ۔ ( یوسف : ۳۹ - ۴۰ )\r\nایک غلام کے لئے کئی آقاؤں کا ہونا تکلیف دہ ہے اگر اس کا ایک ہی آتا ہے جو انسان\r\nکی ساری مراد میں پوری کرتا ہے اور اس کے بگڑے کام بنا دیتا ہے اس کے سامنے جھوٹے\r\n104"
    },
    {
        "id": 9,
        "pageNo": 9,
        "pageText": "مالکوں کی کوئی حیثیت نہیں بلکہ قطعی بے بنیاد خیالات ہیں کہ بارش کرنا کسی کے اختیار میں\r\nہے، غلہ پیدا کرنا کسی اور کا کام ہے۔ کوئی اولاد دیتا ہے کوئی تندرستی بخشتا ہے، پھر آپ ہی\r\nآپ ان کے نام مقرر کر لئے ہیں کہ فلاں کام کے مختار کا یہ نام ہے اور فلاں کے مختار کا یہ نام\r\nہے اور خود ہی انہیں ان کاموں کے وقت پکارتے ہیں۔ رفتہ رفتہ ایک عرصہ کے بعد اسی\r\nطرح ریم پڑ جاتی ہے۔\r\nمن گھڑت نام شرک ہیں\r\nحالانکہ اللہ کے سوا کون ہے اور نہ کسی کا یہ نام پایا جاتا ہے اور اگر کسی کا یہ نام ہے تو اس کو\r\nمشیت الہی میں کوئی دخل نہیں۔ سب کاموں کے مختار کا نام اللہ ہے اور جس کا نام محمد یا علی\r\nہے اس کو کسی بات کا اختیار نہیں ۔ اس قسم کے خیالات باندھنے کا اللہ پاک نے حکم نہیں دیا\r\nاور مخلوق کا حکم نا قابل اعتبار ہے بلکہ اللہ پاک نے اس قسم کے خیالات قائم کرنے ۔\r\nروک دیا ہے پھر اللہ کے سوا وہ کون ہے جس کے کہنے کا ان باتوں میں اعتبار کیا جائے\r\nخالص اور اصل دین یہی ہے کہ اللہ کے حکم پر چلا جائے اور اس کے آگے ہر حکم ٹھکرا دیا جائے\r\nاکثر لوگ اس راہ سے بھٹک گئے اور اپنے پیروں ، اماموں اور بزرگوں کی راہ کواللہ کی راہ\r\nسے مقدم سمجھ بیٹھے۔\r\nخود ساختہ رسمیں شرک ہیں\r\nمعلوم ہوا کہ کسی کی راہ و رسم کا نہ مانا اور اللہ تعالی ہی کا قانون\r\nماننا انہیں چیزوں میں سے\r\n105"
    },
    {
        "id": 10,
        "pageNo": 10,
        "pageText": "ہے جن کو اللہ پاک نے اپنی تعظیم کے لئے مقررفرمایا ہے ۔ اب اگر کوئی یہی معاملہ کی مخلوق\r\nسے کرے گا تو پکا مشرک ہوگا۔ انسانوں تک احکام الہی کا پہنچنا رسولوں ہی کے واسطہ سے\r\nممکن ہے۔ اگر کوئی امام یا مجتہد یا غوث و قطب یا مولوی ملا یا پیر ومشائخ یا باپ دادا یا کسی\r\nبادشاه با وز یر یا پادری یا پنڈت کی بات کو یا ان کی رسموں کو احکام شرعیہ پر مقدم سمجھے اور قرآن\r\nوحدیث کے ہوتے ہوئے پیرو مشائخ اور اماموں کے اقوال کو پیش کرے یا پیغمبر کے\r\nبارے میں یہ عقیدہ رکھنے کہ شریعت ان ہی کے احکام ہیں وہ اپنی مرضی سے جو جی چاہتا ہے\r\nکہہ دیتے تھے اور اس کا ماننا امت پر فرض ہو جاتا تھا ان باتوں سے شرک ثابت ہو جاتا\r\nہے۔ عقیدہ یہ ہونا چاہئے کہ حقیقی حاکم اللہ ہے اور نبی محض لوگوں کو اللہ کے احکام بتانے والا\r\nہوتا ہے اور قرآن وحدیث کے موافق بات کو مان لیا جائے اور جو بات قرآن و حدیث کے\r\nخلاف ہوا سے چھوڑ دیا جائے۔\r\nا مطلب یہ ہے کہ اللہ کے حکم کے سوا کسی کا حکم سند نہیں بن سکتا۔ جو شخص مخلوق میں سے کسی سے حکم یا راہ\r\nدر سم کو سند سمجھے اس پر شرک ثابت ہوتا ہے۔ اگر مرنے سے پہلے پہلے اس نے کچی تو یہ نہ کی تو وہ ہمیشہ جہنم\r\nکی آگ میں جلتا رہے گا ۔\r\nلوگوں\r\nکو تعظیما سامنے کھڑا رکھنا ممنوع ہے\r\n((أَخْرَجَ التَّرْمِذِيُّ عَنْ مُعَاوِيَةٌ رَضِيَ اللَّهُ تَعَالَىٰ عَنْهُ قَالَ قَالَ\r\nرَسُولُ اللهِ ﷺ مَنْ سَرَّهُ أَنْ يَتَمَثْلَ لَهُ الرِّجَالُ قِيَاماً فَلْيَتَبَوْا\r\n106"
    },
    {
        "id": 11,
        "pageNo": 11,
        "pageText": "مَقْعَدَهُ مِنَ النَّارِ))\r\nحضرت معاویہ رضی اللہ عنہ سے روایت ہے کہ رسول اللہ ﷺ نے فرمایا کہ: جس کو\r\nاس بات سے مسرت ہو کہ لوگ اس کے سامنے تصویروں کی مانند کھڑے رہیں تو وہ\r\nاپنا ٹھکانا جہنم میں بنالے۔ (ترمذی)\r\nیعنی جس شخص کی یہ خواہش ہو کہ لوگ اس کے سامنے با ادب ہاتھ باندھے ہوئے\r\nکھڑے رہیں، نہ ہیں جلیں ، نہ ادھر ادھر دیکھیں اور نہ بولیں چالیں بلکہ بت بنے ہوئے\r\nکھڑے رہیں وہ دوزخی ہے کیونکہ وہ الوہیت کا دعویدار ہے کہ جو تعظیم اللہ تعالیٰ کی ذات\r\nکے ساتھ خاص ہے وہی اپنے لئے چاہتا ہے ۔ نماز میں نمازی ہاتھ باندھ کر چپ چاپ\r\nادھر ادھر دیکھے بغیر کھڑے ہوتے ہیں اور قیام اللہ کی ذات کے ساتھ خاص ہے۔ معلوم ہوا\r\nکہ کسی کے سامنے ادب تعظیم کی غرض سے کھڑا ہونا نا جائز اور شرک ہے۔\r\nبتوں اور تھانوں کی پوجا شرک ہے\r\n((أَخْرَجَ التَّرْمِنِى عَنْ ثَوْبَانَ رَضِيَ اللَّهُ تَعَالَىٰ عَنْهُ قَالَ قَالَ\r\nرَسُولُ اللهِ ﷺ لَا تَقُومُ السَّاعَةُ حَتَّى تَلْحَقَ قَبَائِلُ مِنْ أُمَّتِي\r\nبِالْمُشْرِكِينَ وَحَتَّى تَعْبُدَ قَبَائِلُ مِنْ أُمِّتِيَ الْأَوْثَانَ))\r\nحضرت ثوبان رضی اللہ عنہ سے روایت ہے کہ رسول اللہ ﷺ نے فرمایا: کہ قیامت\r\nنہیں آئے گی جب تک میری امت کے قبیلے مشرکوں میں نہ جاملیں اور بہت پرستی\r\nاختیار نہ کرلیں۔ (ترندی)\r\nبت دو طرح کے ہوتے ہیں ۔ کسی کے نام کی تصویر با مورتی بنا کر اس کو پوجا جائے اس کو\r\n107"
    },
    {
        "id": 12,
        "pageNo": 12,
        "pageText": "عربی میں صنم کہا جاتا ہے۔ کسی جگہ یا درخت یا پتھر یا لکڑی یا کاغذ کو کسی کے نام کا مقرر کر کے\r\nپو جا جائے اس کو وشن کہا جاتا ہے۔ قبر، چلہ، لودر، چھڑی، تعزیہ علم ، ھذہ ہے ۔ امام قاسم اور\r\nشیخ عبد القادر کی مہندی ۔ امام کا چبوترہ اور استاد و مشائخ کے بیٹھنے کی جگہیں یہ سب وشن میں\r\nداخل ہیں اسی طرح شہید کے نام طاق ، نشان اور توپ جس پر بکرا چڑھایا جاتا ہے اور اسی\r\nطرح بعض مکانات بیماریوں کے نام سے مشہور ہیں ۔ مثلاً میتلا، مسانی ، بھوانی بحالی کا لگا\r\nاور براہی کے وغیرہ کی طرف بعض مقامات منسوب ہیں یہ سب وشن ہیں۔ صنم اور وشن\r\nدونوں کی پرستش سے شرک ثابت ہوتا ہے۔ نبی اکرم ﷺ نے خبر دی کہ قیامت کے قریب\r\nمسلمانوں کا شرک اسی قسم کا ہوگا۔ برخلاف دوسرے مشرکوں کے جیسے ہندو یا عرب کے\r\nمشرک کہ اکثر مورتوں\r\nکو مانتے ہیں یہ دونوں قسم کے لوگ مشرک ہیں اور اللہ کے اور رسول\r\nکے دشمن ہیں۔\r\nے وہ جھنڈا جو شہدائے کربلا کی یاد میں تعزیوں کے ساتھ نکالتے ہیں۔\r\nملے یہ ہندوؤں کی مختلف دیویاں ہیں۔ سیتلا چیچک کی دیوی، چیچک نکل آنے پر رفع مرض کے لئے اس\r\nدیوی کی پوجا کی جاتی ہے۔\r\nذیح لغیر اللہ لعنت کا باعث ہے\r\n(( أَخْرَجَ مُسْلِمٌ عَنْ أَبِي الطَّفَيْلِ أَنْ عَلِيًّا رَضِيَ اللَّهُ تَعَالَى عَنْهُ\r\nأَخْرَجَ صَحِيفَةً فِيْهَا لَعَنَ اللَّهُ مَنْ ذَبَحَ لِغَيْرِ اللَّهِ))\r\n108"
    },
    {
        "id": 13,
        "pageNo": 13,
        "pageText": "www.KitaboSunnat.com\r\nاسلام میں ایسی ایسی رسموں اور عقیدوں کو داخل کر لیا تھا کہ طلوع اسلام سے قبل اہل عرب\r\nکا دور جہالت بھی ان کے سامنے سرنگوں تھا۔ حضرت شاہ اسماعیل شہید کی دینی حمیت اور\r\nغیرت ایمانی کسب گوارا کر سکتی تھی کہ اسلام ، جس کو نزول بندوں کے ذریعے اللہ عز وجل\r\nکے اقرار وحدانیت کے لئے ہوا ہے اور رسالت پر ایمان لانے کا اصل مقصد بھی یہی\r\nہے، اس میں کسی غیر کی شرکت اختیار کی جائے۔ چنانچہ اس مقصد عظیم کے لئے انہوں نے\r\nتقویۃ الایمان، تالیف فرمائی، جس میں قرآن و احادیث کی ترجمانی کے ساتھ خالص\r\nاسلامی عقائدک بیان فرمایا اور کتاب وسنت ہی کی روشنی میں ان تمام بدعات اور رسموں کو\r\nجہالت کا منبع قرار دیتے ہوئے مسلمانوں کو اس سے بچنے کی تلقین فرمائی ۔ اپنے اعلیٰ\r\nمقاصد کے ساتھ ساتھ اس کتاب کا انداز بیان ( اپنے عہد کی ضرورت کے مطابق) شستگی\r\nو روانی اور اپنی سادگی و دلنشینی کے باعث اتنا مقبول ہوا کہ اب تک یہ لاکھوں کی تعداد میں\r\nشائع ہوکہ کروڑوں گم کردہ راہوں کو ہدایت کے نور سے فیضیاب کر چکی ہے۔\r\nتقویۃ الایمان کے مجموعی محاسن اور اس کی افادیت پر مشتمل اہم تفصیلات پر\r\nمولانا غلام رسول مہر ( مرحوم ) کا پر زور مقدمہ شامل کتاب ہے، لہذا اس کی موجودگی میں\r\nتقویۃ الایمان پر مزید کچھ لکھنا محض خامہ فرسائی ہوگی۔ ہم صرف اتنا عرض کرنا چاہتے ہیں\r\nکہ کتاب کو مولانا مرحوم کی تصحیح وتنقیح نیز اس کی تمام سابقہ خوبیوں کے ساتھ شائع کیا جارہا\r\nہے، البتہ موجودہ عہد کی ضرورت کے لحاظ سے کہیں کہیں الفاظ و بیان کی چند ایک تبدیلیاں\r\nکی گئی ہیں۔ ہم پر امید ہیں کہ قارئین کتاب نہ صرف ان تبدیلیوں آ گوارا فرمائیں گے\r\nبلکہ اس کتاب کے بیان کردہ حقائق کی تفہیم میں ان کو مزید آسانی رہے گی ۔ بہر حال تقویت\r\n10\r\nمحکم دلائل و براہین سے مزین متنوع و منفرد کتب پر مشتمل مفت آن لائن مکتبہ"
    },
    {
        "id": 14,
        "pageNo": 14,
        "pageText": "حضرت ابوالطفیل رضی اللہ عنہ سے روایت ہے کہ حضرت علی رضی اللہ عنہ نے ایک\r\nکتاب نکالی جس میں یہ حدیث تھی کہ جس نے جانور کو غیر اللہ کے نام پر ذبح کیا\r\nاس پر اللہ کی لعنت ہے۔ (مسلم)\r\nیعنی جو شخص اللہ کے سوا کسی مخلوق\r\nکا نام کا جانور ذبح کرے وہ ملعون ہے۔ حضرت علی رضی\r\nاللہ عنہ نے ایک کاپی میں رسول اللہ ﷺ کی کئی حدیثیں لکھ رکھی تھیں ان میں یہ حدیث بھی\r\nتھی۔ معلوم ہوا کہ جانور اللہ ہی کا نام لے کر ذبح کرنے سے حلال ہوتا ہے۔ غیر اللہ کے نام\r\nپر جانور ذبح کرنا شرک ہے اور جانور بھی حرام ہو جاتا ہے۔ اس طرح وہ جانور بھی حرام ہوتا\r\nمسانی : ہندوؤں کے عقیدے کے مطابق سیتلا کی سات بہنیں تھیں ۔ جن میں سے ایک کا نام مسانی تھا۔\r\nاسے کھسرہ یا چھوٹی بہن کی دیوی سمجھا جاتا تھا۔ بھوانی ، کالی اور کا کا بھی ہندوؤں\r\nکی مختلف دیویاں ہیں ۔\r\nبراہی : ہندوؤں میں بیماریوں کی ایک دیوی کا نام ہے جس کی پوجا کی جاتی ہے تاکہ بیماریاں رفع ہو\r\nجائیں ۔\r\nممکن ہے کسی شخص کے دل میں سوال پیدا ہو کہ شاہ شہید رحمہ اللہ نے ہندوؤں کی رسموں کا ذکر کیوں کیا ؟\r\nجواب یہ ہے کہ یہ رسمیں ہندوؤں کی پیروی میں جابجا مسلمانوں نے بھی اختیار کرلی تھیں ۔ جیسا کہ آگے\r\nچل کر خود تحریر فر مایا ہے۔\r\nہے جو غیر اللہ کے لئے نامزد کر دیا جائے خواہ اس پر ذبح کے وقت اللہ کا نام لیا گیا ہو۔\r\nقرب قیامت کی علامتیں\r\n(( أَخْرَجَ مُسْلِمٌ عَنْ عَائِشَةَ رَضِيَ اللَّهُ تَعَالَىٰ عَنْهَا قَالَتْ يُعْبَدُ\r\n109"
    },
    {
        "id": 15,
        "pageNo": 15,
        "pageText": "اللَّاتُ وَالْعُرْى فَقُلْتُ يَا رَسُولَ اللَّهِ إِنْ كُنْتُ لَا ظُنُّ حِيْنَ أَنْزَلَ اللَّهُ\r\nهُوَ الَّذِي أَرْسَلَ رَسُوْلَهُ بِالْهُدَى وَدَيْنِ الْحَقُّ لِيُظْهِرَهُ عَلَى الدِّيْنِ\r\nكُلِهِ وَلَوْ كَرِهُ الْمُشْرِكُونَ إِنْ ذَلِكَ تَامَّا قَالَ إِنَّهُ سَيَكُونُ مِنْ ذَلِكَ\r\nمَاشَاءَ اللهُ ثُمَّ يَبْعَثُ اللَّهُ رِيحَاطَيْبَةً فَتُوَفِّيَ كُلُّ مَنْ كَانَ فِي قَلْبِهِ\r\nمِثْقَالُ حَبَّةٍ مِنْ خَرْدَلٍ مِنْ إِيْمَانٍ فَيَبْقَى مَنْ لَّا خَيْرَ فِيْهِ فَيَرْجِعُوْنَ\r\nإِلَى دِيْنِ آبَائِهِمْ))\r\nحضرت عائشہ رضی اللہ عنہا نے\r\nفرمایا: کہ میں نے رسول اللہ ﷺ سے سنا آپ ﷺ\r\nفرما رہے تھے کہ دن رات ختم نہ ہوں گے جب تک لات و عزئی کو دوبارہ نہ پوجا\r\nجائے گا میں نے کہا یا رسول اللہ جب اللہ پاک نے یہ آیت ( اس نے اپنا رسول\r\nہدا یت اور برحق دین کے ساتھ بھیجا تا کہ اسے تمام دینوں پر غالب کر دے اگر چہ\r\nمشرکوں کو برا معلوم ہو ) اتاری تھی تو میرا گمان غالب یہی تھا کہ آخر تک دین یوں\r\nہی رہے گا فرمایا : جب تک اللہ پاک کو منظور ہو گا دین اس حالت پرر ہے گا پھر اللہ\r\nپاک ایک پاکیزہ ہوا بھیجے گا وہ ہر اس شخص کو فوت کر دے گی جس کے دل میں رائی\r\nکے دانے کے برابر بھی ایمان ہوگا پھر ہرے ہی لوگ رہ جائیں گے اور اپنے باپ\r\nدادا کے دین کی طرف لوٹ جائیں گے۔\r\nیعنی حضرت عائشہ رضی اللہ عنہا صدیقہ نے سورہ براءت ( تو بہ ) والی اس آیت سے یہ\r\nسمجھا کہ اسلام کا غلبہ قیامت تک رہے گا۔ آپ ﷺ نے فرمایا کہ غلبہ اس وقت تک رہے گا\r\nجب تک اللہ تعالیٰ کو منظور ہوگا پھر اللہ پاک ایک پاکیزہ ہوا چلائے گا جس سے سب نیگ\r\n110"
    },
    {
        "id": 16,
        "pageNo": 16,
        "pageText": "لوگ جن کے دلوں میں تھوڑا سا بھی ایما ہو گا ختم ہو جائیں گے اور بے دین باقی رہ جائیں\r\nگے نہ ان کے دلوں میں رسول کی عظمت ہوگی نہ دین کا شوق ہوگا۔ باپ دادا کی رسموں پر\r\nلپکیں گے جو جاہل اور مشرک گزرے ہیں پھر جو مشرکوں کی راہ اختیار کرے گا لامحالہ مشرک\r\nہو جائے گا۔ معلوم ہوا کہ آخری زمانے میں پرانا شرک بھی پھیل جائے گا آج مسلمانوں\r\nمیں پرانا اور نیا ہر قسم کا شرک موجود ہے آپ کی پیشن گوئی صادق آ رہی ہے مثلاً مسلمان نبی ،\r\nولی، امام ، شہید وغیرہ کے ساتھ شرکیہ معاملات کر رہے ہیں اسی طرح قدیم شرک بھی پھیل\r\nرہا ہے کافروں کے بتوں کو مانتے ہیں اور ان کی رسموں پر چل رہے ہیں مثلاً پنڈت سے\r\nتقدیر کا حال پوچھنا۔ بری فال لینا ساعت ماننا ، سنتھیلا اور مسانی کو پوجنا ، ہنومان ،\r\nنو تا چماری اور کلوا ہے\r\nا پیر کو پکارتا، ہولی، دیوالی، نوروز اور مہر جانے کے تہواروں کو منانا قمر در\r\nعقرب سے اور تحت الشعاع کو ماننا۔ یہ ساری رسمیں ہندوؤں اور مشرکوں کی ہیں جو مسلمانوں\r\nمیں پھیلی ہوئی ہیں معلوم ہوا کہ مسلمانوں میں شرک کا دروازہ اس طرح کھلے لگا کہ وہ قرآن\r\nو حدیث کو چھوڑ کر باپ دادا کی رسموں کے تابع ہو جائیں گے۔\r\nہیں۔\r\nلونا یا لونا ماری بنگال کی مشہور جادو گرنی تھی۔ کے نوروز اور مہر جان پارسیوں کی عید ہیں\r\nسے چاند کا برج عقرب میں داخل ہونا منحوس سمجھا جاتا تھا۔\r\nتھان پو جا بدترین لوگوں کا کام ہے\r\n(( أَخْرَجَ مُسْلِمٌ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ تَعَالَى عَنْهُمَا قَالَ\r\nقَالَ رَسُولُ اللَّهِ ﷺ يَخْرُجُ الدَّجَّالُ فَيَبْعَثُ اللَّهُ عِيْسَى بْنِ مَرْيَمَ\r\n111"
    },
    {
        "id": 17,
        "pageNo": 17,
        "pageText": "فَيَطْلُبُهُ فَيُهِلِكُهُ ثُمَّ يُرْسِلُ اللهُ رِيْحاً بَارِدَةٌ مِنْ قِبَلِ الشَّامِ فَلَا يَبْقَى\r\nعَلَى وَجْهِ الْأَرْضِ أَحَدٌ فِي قَلْبِهِ مِثْقَالُ ذَرَّةٍ مِنْ إِيْمَانِ إِلَّا قَبَضَتُهُ\r\nفَيَبْقَى شِرَارُ النَّاسِ فِي خِفَّةِ الطَّيْرِ وَ أَحْلَامِ السَّبَاعِ لَا يَعْرِفُونَ\r\nمَعْرُوفاً وَلَا يُنْكِرُونَ مَنكَرا فَيَتَمَثْلُ لَهُمُ الشَّيْطَانُ فَيَقُولُ أَلَا\r\nتَسْتَحْيُونَ فَيَقُولُونَ فَمَاذَا تَأْمُرُنَا فَيَأْمُرُهُمْ بِعِبَادَةِ الْأَوْثَانِ وَهُمْ\r\nفِي ذَلِكَ دَارٌ رِزْقُهُمْ حَسَنٌ عَيْشُهُمْ))\r\nحضرت ابن عمر رضی اللہ عنہما سے روایت ہے کہ رسول اللہ ﷺ نے فرمایا کہ جب\r\nدجال ظہور ہوگا اللہ تعالی حضرت عیسی علیہ السلام کو مبعوث فرمائے گا آپ ﷺ اس\r\nکو تلاش کر کے مارڈالیں گے پھر اللہ پاک شام کی جانب سے ٹھنڈی ہوا بھیجے گا\r\nروئے زمین پر جس کے دل میں رائی بھر بھی ایمان ہوگا اس کو وہ فوت کر دے گی پھر\r\nبرے لوگ پرندوں کی طرح بے عقل اور درندوں کی طرح پھاڑ کھانے والے لے رہ\r\nشیخ عبدالحق محدث دہلوی نے فی حقہ الطیر و احلام السباع کا ترجمہ کیا ہے : ”سیکی میں پرندے اور گرانی\r\nمیں درندے اس کی شرح میں فرماتے ہیں کہ لوگ فستق و فساد پھیلانے اور نفسانی خواہشوں کو پورا کرنے میں\r\nپرندوں کی طرح تیز رفتار اور سبک ہوں گے۔ اور ظلم و خوں ریزی میں درندوں کی طرح گراں\r\nاور ممکن۔\r\nجائیں گے نہ اچھی بات کو اچھا سمجھیں گے اور نہ بری بات کو برا پھر انسان روپ\r\nمیں ان کے پاس شیطان آکر کہے گا تمہیں شرم نہیں آتی ؟ یہ پوچھیں گے کہ آپ کا\r\nکیا ارشاد ہے وہ انہیں بت پرستی کا حکم دے گا کہ تھانوں کو پوجو وہ انہیں کاموں\r\nمیں مگن ہوں گے اور انہیں رزق فراوانی سے مل رہا ہوگا اور زندگی آرام سے گز رہی\r\n112"
    },
    {
        "id": 18,
        "pageNo": 18,
        "pageText": "ہوگی۔ (مسلم)\r\nیعنی آخری زمانے میں ایمان دار ختم ہو جائیں گے بے ایمان اور بے وقوف رہ جائیں\r\nگے جو دوسروں کا مال ہڑپ کر جائیں اور ذرا نہ شرمائیں اور ان سے بھلائی برائی کی تمیز جاتی\r\nرہے گی۔ پھر شیطان بزرگ کی شکل میں آکر انہیں سمجھائے گا کہ دیکھو بے دینی بڑی بری\r\nبات ہے دیندار بنو آخر اس کے کہنے سننے سے دین کا شوق پیدا ہوگا مگر قرآن و حدیث پر نہیں\r\nچلیں گے بلکہ اپنی عقل سے دینی باتیں تراشیں گے اور شرک میں گرفتار ہو جائیں گے مگر اس\r\nحالت میں ان کی روزی میں اور فراخی ہوگی اور زندگی بڑے چین اور آرام سے گزر رہی\r\nہوگی۔ وہ سمجھیں گے کہ ہماری راہ درست ہے اللہ تعالیٰ ہم سے راضی ہے جب ہی تو ہماری\r\nحالت سنور گئی آخر کار اور شرک میں ڈوبیں گے کہ جوں جوں رسموں کو مانتے ہیں ہماری\r\nمراد میں پوری ہوتی ہیں اس لئے مسلمان کو اللہ سے ڈرنا چاہئے کہ وہ کبھی ڈھیل دے کر پکڑتا\r\nہے۔ بسا اوقات ایسا ہوتا ہے کہ انسان شرک میں مبتلا ہوتا ہے اور غیر اللہ سے مرادیں مانگتا\r\nہے لیکن اللہ پاک اس پر حجت تمام کرنے کے لئے اس کی مراد میں برلاتا ہے لیکن وہ یہ خیال\r\nکر بیٹھتا ہے کہ میں کچی راہ پر ہوں غیر اللہ کا انا صحیح ہے ورنہ مرادیں پوری نہ ہو تیں لہذا\r\nمرادوں کے ملنے پر بھروسہ مت کرو اور اس وجہ سے اللہ تعالیٰ کا سچا دین یعنی توحید نہ\r\nچھوڑو ۔ اس حدیث سے معلوم ہوا کہ انسان کتنا ہی ڈھیٹ بن جائے۔ کتنے ہی گناہوں\r\nمیں ڈوب جائے۔\r\nسرتا پا بے حیا بن جائے پر ایا مال ڈکار جانے میں عار نہ سمجھے، اور برائی اور\r\nبھلائی میں تمیز نہ کرے مگر پھر بھی شرک کرنے سے اور غیر اللہ کو ماننے سے بہتر ہے کیونکہ\r\nشیطان وہ باتیں چھڑا کر یہ باتیں سکھاتا ہے !\r\n113"
    },
    {
        "id": 19,
        "pageNo": 19,
        "pageText": "بتوں کا طواف\r\n(( أَخْرَجَ الشَّيْخَانِ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ تَعَالَى عَنْهُ قَالَ\r\nقَالَ رَسُولُ اللهِ ﷺ لَا تَقُوْمُ السَّاعَةُ حَتَّى تَضْطَرِبَ إِلْيَاتُ نِسَاءُ\r\nدَوْسٍ حَوْلَ ذِي الْخَلْصَةِ)).\r\nحضرت ابوہریرہ رضی اللہ عنہ سے روایت ہے کہ رسول اللہ ﷺ نے فرمایا: کہ\r\nقیامت نہیں آئے گی جب تک ذوالخلصہ (بت) کے اردگرد دوس کی عورتوں کے\r\nسرین نہ ملیں گے (جب تک وہ اس کا طواف نہ کریں گی )۔ ( بخاری مسلم)\r\nعرب میں ایک قوم بھی جس کو دوس کہا جاتا تھا جاہلیت میں ان کا ایک بت تھا جس کو\r\nذوالخلصہ کہا جاتا تھا عہد رسالت میں اس کو توڑ دیا گیا تھا آپ ﷺ نے پیشین گوئی کی کہ\r\nقیامت کے قریب لوگ پھر اس بت کو مانے لگیں گے اور دوس کی عورتیں اس کا طواف کریں\r\nے اس عبارت سے مقصود یہ ہے کہ شرک کی انتہائی برائی واضح ہو جائے ۔ یہ مقصور نہیں کہ کہ شرک سے\r\nاحتراز کرنے کے ساتھ گناہ کرنے میں مضائقہ نہیں ۔\r\nگی۔ آپ ﷺ کون کے سرین ہلتے ہوئے نظر آئے معلوم ہوا کہ بیت اللہ کے علاوہ کسی اور\r\nگھر کا طواف کرنا شرک اور کافرانہ رسم ہے۔\r\n114"
    },
    {
        "id": 20,
        "pageNo": 20,
        "pageText": "ساتواں باب\r\nرسم و رواج میں شرک کی حرمت\r\nاس باب میں ان آیات و احادیث کا بیان ہے جن سے ثابت ہوتا ہے کہ جس طرح\r\n115"
    },
    {
        "id": 21,
        "pageNo": 21,
        "pageText": "انسان دنیوی کاموں میں طرح طرح سے اللہ کی تعظیم بجالاتا ہے ایسا معاملہ غیر اللہ سے نہ کیا\r\nجائے ۔\r\nشیطان کی وسوسہ اندازی\r\nإِنْ يَدْعُونَ مِنْ دُونِهِ إِلَّا انْثَا وَإِنْ يُدْعُونَ إِلَّا شَيْطناً مَّرِيداً *\r\nلَعَنَهُ اللَّهُ وَقَالَ لَاتَّخِذَنْ مِنْ عِبَادِكَ نَصِيباً مَفْرُوضَا وَلَا ضِلَّتْهُمْ\r\nوَلَا مَنْ يَنْهُمْ وَلَا مُرَتْهُمْ فَلَيُبَتِكُنْ أَذَانَ الْأَنْعَامِ وَلَأَمْرَتْهُمْ فَلَيْغَيَّرُنْ\r\nخَلْقَ اللَّهِ وَمَنْ يَتَّخِذِ الشَّيْطَنَ وَلِيَا مِنْ دُيْنِ اللَّهِ فَقَدْ خَسِرَ\r\nخُسْرَاناً مُّبِيْناً يَعِدُهُمْ وَيُمَنْيْهِمْ وَمَا يَعِدُهُمُ الشَّيْطَنُ إِلَّا غُرُوراً\r\nالَيْكَ مَأْوَهُمْ جَهَنَّمَ وَلَا يَجِدُونَ عَنْهَا مَحِيْصَا\r\nیہ مشرک اللہ کو چھوڑ کر عورتوں کو پکارتے ہیں بلکہ سرکش شیطان ہی کو پکارتے ہیں\r\nجس پر اللہ نے پھٹکا ر ڈال دی ہے اس نے کہہ رکھا ہے کہ میں تیرے بندوں سے\r\nایک مقرر حصہ الگ رکھوں گا میں انہیں گمراہ کئے بغیر نہ رہوں گا، میں انہیں ضرور\r\nآرزومند رکھوں گا اور انہیں ضرور حکم دوں گا تو وہ جانوروں کے کان کاٹ ڈالیں\r\nگے اور انہیں حکم دوں گا تو اللہ کی بنائی شکل کو بدل ڈالیں گے جواللہ کو چھوڑ کر شیطان\r\nکو دوست بنائے وہ زبردست گھاٹے میں پڑ گیا۔ شیطان ان سے وعدہ کرتا ہے\r\nاور امیدیں بندھاتا ہے۔ شیطان ان سے وعدہ کر کے محض دھوکہ کر رہا ہے انہی\r\nلوگوں کا ٹھکانا جہنم ہے جہاں سے وہ کہ\r\nہ رہائی نہ پاسکیں گے۔( النساء:\r\n116\r\n(۱۲۰-۱۱۹-۱۱-۱"
    },
    {
        "id": 22,
        "pageNo": 22,
        "pageText": "یعنی جو غیر اللہ کو پکارتے ہیں وہ اپنے خیال میں عورتوں کے پجاری ہیں، کوئی تو حضرت\r\nبی بی کو کوئی بی بی آسیہ کو کوئی بی بی اُتاؤلی کو کوئی لال پری کو کوئی سیاہ پری کو کوئی ستیلا کو\r\nکوئی مسانی کو اور کوئی کالی کو پوجتا ہے۔ یہ محض خیالات ہیں ورنہ ان کی حقیقت کچھ بھی\r\nنہیں۔ نہ کوئی عورت\r\nنہ کوئی مرد محض خیال خام اور شیطانی وسوسہ ہے۔ جس کو معبود بنالیا\r\nہے اور یہ جو بولتا ہے اور کبھی کوئی تماشہ بھی دکھا دیتا ہے شیطان ہے\r\nان مشرکوں کی تمام عبادتیں شیطان کے لئے ہورہی ہیں یہ اپنے خیال میں نذر و نیاز\r\nعورتوں کو دیتے ہیں مگر در حقیقت شیطان لے لیتا ہے ۔ انہیں ان باتوں سے نہ دینی فائدہ\r\nہے اور نہ دنیوی کیونکہ شیطان راندہ درگاہ ہے اس سے دینی فائدہ تو ہونے سے رہا کیونکہ یہ\r\nانسان\r\nکا دشمن بھلا کیسے اس کا بھلا چاہے گا۔ یہ تو اللہ تعالیٰ کے سامنے کہہ چکا ہے کہ میں\r\nتیرے بہت سے بندوں\r\nکو اپنا بندہ بنالوں گا۔ ان کی عقلیں ایسی ماروں گا کہ اپنے خیالات\r\nہی کو مانے لگیں گے۔ میرے نام کے جانور مقرر کریں گے جن پر میری نیاز کا نشان ہوگا مثلاً\r\nاس کا کان چیر ڈالیں گے یا کاٹ ڈالیں گے یا اس کے گلے میں کمر بند ڈال دیں گے ماتھے\r\nپر مہندی لگادیں گے۔ منہ پر سہرا باندھ دیں گے۔ منہ کے اندر چیسہ رکھ دیں گے۔ بہر حال وہ\r\nعلامت جو یہ بتائے کہ یہ جانور فلاں کی نیاز کا ہے اس میں داخل ہے۔ شیطان یہ بھی کہہ آیا\r\nہے کہ میرے اثر سے لوگ اللہ تعالیٰ کی بنائی ہوئی شکل کو بگاڑ ڈالیں گے۔ کوئی کسی کے نام کی\r\nچوٹی رکھ لے گا۔ کوئی کسی کے نام پر ناک یا کان چھدوا لے گا، کوئی داڑھی منڈوائے گا، کوئی\r\nچا را بر وصاف کر کے فقیری کا اظہار کرے گا یہ سب شیطانی باتیں ہیں اور اسلام کے خلاف\r\nہیں پھر جس نے اللہ جیسے کریم کو چھوڑ کر شیطان جیسے دشمن کی راہ اختیار کی اس نے صریح\r\n117"
    },
    {
        "id": 23,
        "pageNo": 23,
        "pageText": "دھو کہ کھایا۔ کیونکہ اول تو شیطان دشمن ہے دوسرے اس میں بجز وسوسے ڈالنے کے اور کوئی\r\nقدرت بھی نہیں۔ جھوٹے سچے وعدوں سے انسان کو وقتی طور پر بہلا دیتا ہے کہ فلاں کو مانو\r\nگے تو یہ ہوگا اور فلاں\r\nکو مانو گے تو یہ ہوگا اور لمبی لمبی آرزوئیں دلاتا ہے کہ اگر اتنے پیسے ہوں تو\r\nایسا باغ تیار ہو جائے گا خوبصورت محل بن جائے گا چونکہ یہ امیدیں پوری ہوتی نہیں اس\r\nلئے انسان گھبرا کر اللہ تعالیٰ کو بھول کر غیروں کی طرف دوڑ نے لگتا ہے اور ہوتا وہی ہے جو\r\nمقدر میں ہے۔ کسی کے مانے یا نہ مانے سے کچھ نہیں ہوتا۔ یہ تو محض ایک شیطانی وسوسہ\r\nاور اس کا مکرو فریب ہے ان باتوں کا انجام یہ ہوتا ہے کہ انسان شرک میں گرفتار ہو کر جہنمی\r\nبن جاتا ہے اور شیطانی جال میں اس بری طرح سے پھنس جاتا ہے کہ لاکھ ہاتھ پاؤں\r\nمارے مگر رہائی نصیب نہیں ہوتی۔\r\nاولاد کے سلسلے میں شرک کی رسمیں\r\nهُوَ الَّذِي خَلَقَكُمْ مِنْ نَّفْسٍ وَاحِدَةٍ وَجَعَلَ مِنْهَا زَوْجَهَا لِيَسْكُنَ\r\nإِلَيْهَا فَلَمَّا تَغَثْهَا حَمَلَتْ حَمْلًا خَفِيفَا فَمَرْتْ بِهِ فَلَمَّا أَثْقَلَتْ دَعَوَا\r\nاللَّهِ رَبِّهُمَا لَئِنْ أَتَيْتَنَا صَالِحاً لِّنَكُونَنَّ مِنَ الشَّكِرِينَ * فَلَمَّا أَنْهُمَا\r\nصَالِحاً جَعَلَا لَهُ شُرَكَاءَ فِيْمَا أَنَّهُمَا فَتَعَلَى اللَّهُ عَمَّا يُشْرِكُونَ\r\nاس نے تم کو ایک جان سے پیدا کیا اور اس سے اس کی بیوی پیدا کی تاکہ اس سے\r\nچین پائے پھر جب اس نے اس سے ہم بستری کر لی تو اس کو حمل رہ گیا وہ اسے\r\nلے کر چلتی پھرتی رہی پھر جب بھاری ہوگئی تو دونوں نے اپنے پرودگار کا پکا را کہ\r\nاگر تو ہمیں نیک اولاد دے گا تو ہم تیرے شکر گزار ہو نگے پھر جب اس نے ان کو\r\n118"
    },
    {
        "id": 24,
        "pageNo": 24,
        "pageText": "www.KitaboSunnat.com\r\nالایمان کو زیادہ سے زیادہ خوبصورت اور دلنشیں بنانے کی کوشش کی گئی ہے۔ اللہ تعالیٰ ہمیں\r\nصراط مستقیم پر چلنے کی تو فیق عطا فرمائے آمین!\r\nخادم کتاب و سنت\r\nعبدالمالک مجاہد ( مدیر مسئول)\r\n11\r\nمحکم دلائل و براہین سے مزین متنوع و منفرد کتب پر مشتمل مفت آن لائن مکتبہ"
    },
    {
        "id": 25,
        "pageNo": 25,
        "pageText": "نیک بچہ دیا تو اس بچے میں اللہ کے شریک بنانے لگے۔ ان کے شرک سے اللہ بلند\r\nوبرتر ہے ۔ (الاعراف: ۱۸۹-۱۹۰)\r\nیعنی شروع میں بھی اللہ ہی نے انسان کو بنایا۔ اسے بیوی دی اور دونوں میں محبت پیدا کی\r\n۔ پھر جب اولاد کی امید ہوئی تو دونوں اللہ سے دعائیں مانگنے لگے کہ اگر صحیح سالم اور\r\nتندرست بچہ پیدا ہو جائے تو ہم اللہ سبحانہ و تعالیٰ کا بہت ہی احسان مانیں گے پھر جب\r\nحسب خواہش بچہ پیدا ہو گیا تو غیر اللہ کو ماننے لگے۔ اور ان کی نذرو نیاز کرنے لگے۔ کوئی\r\nبچہ کوکسی قبر پر لے گیا۔ کوئی تھان پر کسی نے کسی کے نام کی چوٹی رکھ لی۔ کسی نے بدھی\r\nپہنادی اور کسی نے بیڑی ڈال دی لے کسی نے کسی کا فقیر بنادیا اور نام بھی رکھے تو شرکیہ\r\nجیسے نبی بخش، علی بخش ، پیر بخش ستیلا بخش ، گنگا بخش ، جمنا داس وغیرہ۔\r\nاللہ تو ان بے\r\nنیازوں سے بے پرواہ ہے مگر ان نادانوں کا ایمان جاتا رہتا ہے۔\r\nے منت کا ڈورا یا زنجیر ۔ جب منت کا وقت پورا ہو جاتا ہے۔ تو نذرونیاز کے بعد بھیڑی اتارتے\r\nہیں ۔ اصطلاح میں اسے \" بیٹی بڑھانا \" کہتے ہیں۔\r\nکھیتی باڑی میں شرک کی رسمیں\r\nوَجَعَلُوا لِلَّهِ مِمَّا ذَرَا مِنَ الْحَرْثِ وَالْأَنْعَامِ نَصِيْبَاً فَقَالُوْا هَذَا لِلَّهِ\r\nبِرْعُمِهِمْ وَهَذَا لِشُرَكَائِنَا فَمَا كَانَ لِشُرَكَائِهِمْ فَلَا يَصِلُ إِلَى اللَّهِ وَمَا\r\nكَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَى شُرَكَائِهِمْ سَاءَ مَا يَحْكُمُونَ\r\n119"
    },
    {
        "id": 26,
        "pageNo": 26,
        "pageText": "اور مشرک ان چیزوں میں سے جو اللہ نے پیدا کی ہیں یعنی کھیتی اور جانوروں میں\r\nایک حصہ مقرر کر چکے ہیں اور اپنے خیال میں کہتے ہیں کہ یہ تو اللہ کا ہے اور یہ\r\nہمارے شریکوں گا۔ پھر جوان کے شریکوں کا ہے وہ اللہ کو نہیں پہنچتا اور جو اللہ کا ہے\r\nوہ ان کے شرکاء کول جاتا ہے یہ جو فیصلہ کر رہے ہیں بُرا ہے ۔ (الانعام: ۱۳۷)\r\nیعنی تمام غلے اور جانور اللہ ہی نے پیدا کئے ہیں پھر مشرک جس طرح ان میں سے اللہ\r\nتعالیٰ کی نیاز نکالتے ہیں اسی طرح غیر اللہ کی بھی نیاز نکالتے ہیں جبکہ غیر اللہ کی نیاز میں جو\r\nادب و احترام بجالاتے ہیں وہ اللہ کی نیاز میں نہیں بجالاتے۔\r\nچوپایوں میں شرک کی رسمیں\r\nوَقَالُوا هَذِهِ أَنْعَام وَحَرْثٌ حِجْرٌ لَا يَطْعَمُهَا إِلَّا مَنْ نَّشَاءُ بِرَعْمِهِمْ\r\nوَأَنْعَام حَرَّمَتْ ظُهُورُهَا وَأَنْعَامٌ لَّا يَذْكُرُونَ اسْمَ اللَّهِ عَلَيْهَا افْتِرَاءٌ\r\nعَلَيْهِ سَيَجْزِيْهِمْ بِمَا كَانُوا يَفْتَرُونَ\r\nکہتے ہیں کہ یہ جانور اور کھیتی اچھوتی ہے اسے کوئی نہ کھائے علاوہ اس کے جسے ہم\r\nچاہیں ( محض اپنے خیال سے) بعض جانوروں کی سواری منع ہے اور بعض\r\nجانوروں پر اللہ کا نام نہیں لیتے۔ یہ سب اللہ پر بہتان ہے وہ ان کے بہتان کی\r\nجلدی سزا دے گا۔ (الانعام : ۱۳۹ )\r\nیعنی لوگ محض اپنے خیال سے\r\nکہہ دیتے ہیں کہ فلاں چیزا چھوتی ہے اس کو فلاں شخص کھا\r\nسکتا ہے بعض جانوروں کو لادتے نہیں اور سواری بھی نہیں کرنے دیتے کہ یہ فلاں کی نیاز کا\r\nجانور ہے اس کا ادب کرنا چاہئے اور بعض جانوروں کو غیر اللہ کے نام پر نامزد کر دیتے ہیں\r\n120"
    },
    {
        "id": 27,
        "pageNo": 27,
        "pageText": "کہ ان کاموں سے اللہ خوش ہوگا اور مرادیں بہلائے گا مگر ان کے یہ خیالات وافعال\r\nجھوٹے ہیں جن کی وہ ضرور سزا پائیں گے۔\r\nمَا جَعَلَ اللَّهُ مِنْ بَحِيرَةٍ وَلَا سَائِبَةٍ وَلَا وَصِيْلَةٍ وَلَا حَامٍ وَلَكِنْ\r\nالَّذِينَ كَفَرُوا يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ وَ أَكْثَرُهُمْ لَا يَعْقِلُونَ\r\nاللہ نے نہ بحیرہ کو نہ سائبہ کو، نہ وصیلہ کو اور نہ حامی کو جائز قرار دیا لیکن کا فرجھوٹی\r\nباتیں اللہ کے ذمہ لگاتے ہیں ۔ اور اکثر نا سمجھ ہیں ۔ ( المائدہ : ۱۰۳)\r\nجو جانور کسی کے نام کا نامزد کر دیا جاتا تو اس کا کان چیز دیا جاتا اس کو بحیرہ کہتے تھے\r\nسانڈھ کو سائبہ کہا جاتا تھا۔ جس جانور کے بارے میں یہ منت مانی جائے کہ اس کا بچہ نر پیدا\r\nہوا تو اس کو نیاز میں دے دیا جائے گا پھر اس کے نر اور مادہ دونوں بچے پیدا ہوتے تو نر کو بھی\r\nنیاز میں نہ دیتے ان دونوں بچوں کو وصیلہ کہا جا تا تھا اور جس جانور سے دس بچے پیدا\r\nہو جاتے تھے اس پر سوار ہونا اور لا دنا چھوڑ دیتے تھے اس کو حامی کہا جاتا تھا۔ فرمایا یہ باتیں\r\nشرعی نہیں ہیں رسمی ہیں۔ معلوم ہوا کہ کسی جانور کو کسی کے نام کا ٹھہرا دینا اور اس پر علامت لگا\r\nدینا اور یہ فقر کرنا کہ فلاں کی نیاز گائے، فلاں\r\nکی نیاز بکری اور فلاں کی مرغی ہی ہوتی ہے یہ\r\nسب جاہلانہ رسمیں ہیں اور شرعیت مطہرہ کے خلاف ہیں۔\r\nحلال و حرام میں اللہ پر افتراء\r\nوَلَا تَقُولُوا لِمَا تَصِف أَلْسِنَتُكُمُ الْكَذِبَ هَذَا حَلَلٌ وَهَذَا حَرَامٌ\r\nلِتَفْتَرُوا عَلَى اللَّهِ الْكَذِبَ إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ\r\nلَا يُفْلِحُونَ\r\n121"
    },
    {
        "id": 28,
        "pageNo": 28,
        "pageText": "جھوٹ نہ کہو جس کو تمہاری زبانیں بیان کرتی ہیں کہ یہ حلال ہے اور یہ حرام ہے تا کہ\r\nاللہ تعالیٰ پرجھوٹ باندھو ۔ یقین مانو جو لوگ\r\nاللہ پر جھوٹ باندھتے ہیں وہ فلاح\r\nکو نہیں پہنچتے۔ (النحل : ۱۱۶)\r\nیعنی اپنی طرف سے حلال و حرام مقرر نہ کرو یہ اللہ تعالیٰ ہی کی شان ہے اور اس طرح\r\nکہنے سے اللہ پر جھوٹ باندھنا ہے۔ یہ خیال کرنا کہ اگر فلاں کام اس طرح کیا جائے گا تو\r\nٹھیک ہو جائے گا ورنہ اس میں گڑ بڑ ہو جائے گی غلط ہے کیونکہ اللہ تعالیٰ پر جھوٹ باندھ کر\r\nانسان کامیابی حاصل نہیں کر سکتا معلوم ہوا کہ یہ عقیدہ کہ محرم میں پان نہ کھایا جائے ، لال\r\nکپڑے نہ پہنے جائیں، حضرت بی بی کی صحنک مرد نہ کھائیں۔ ان کی نیاز میں فلاں فلاں\r\nترکاریوں کا ہونا ضروری ہے۔ مسی بھی ہو، دنا بھی ہو۔ اس کو لونڈی، پہلے خاوند کی وفات یا\r\nطلاق کے بعد دوسرا نکاح کر لینے والی عورت ، پیچ قوم اور بدکار نہ کھائے۔ شاہ عبدالحق\r\nصاحب کا تحفہ حلوہ ہی ہے اس کو احتیاط سے بناؤ اور حقہ پینے والے کونہ کھلا ؤ۔ شاہ مدار کی\r\nنیاز مالیدہ ہی ہے۔ بو علی قلندر کی نیاز سویاں اور اصحاب کہف کی گوشت روٹی ہے ۔ شادی\r\nکے موقعہ پر فلاں فلاں موت وٹنی کے موقعہ پر فلاں فلاں رسموں کا انجام دینا ضروری ہے۔\r\nشوہر کی موت کے بعد نہ شادی کرو، نہ شادی میں بیٹھو نہ اچار ڈالو۔ فلاں آدمی نیلا کپڑا اور\r\nفلاں سرخ کپڑا نہ پہنے، یہ سب باتیں شرک ہیں ۔ مشرک اللہ کی شان میں اپنا دخل دیتے\r\nہیں اور اپنی الگ شریعت گھڑ رہے ہیں۔\r\nستاروں میں تاثیر ماننا شرک ہے\r\n122"
    },
    {
        "id": 29,
        "pageNo": 29,
        "pageText": "(( أَخْرَجَ الشَّيْخَانِ عَنْ زَيْدِ بْنِ خَالِدٍ الْجُهَنِي ۖ رَضِيَ اللَّهُ تَعَالَى\r\nعَنْهُ قَالَ صَلَّى بِنَا رَسُولُ اللهِ ﷺ صَلَاةَ الصُّبْحِ بِالْحُدَيْبِيَةِ عَلَى\r\nأَثْرِ سَمَاءِ كَانَتْ مِنَ اللَّيْلِ فَلَمَّا انْصَرَفَ أَقْبَلَ عَلَى النَّاسِ فَقَالَ هَلْ\r\nتَدْرُونَ مَاذَا قَالَ رَبُّكُمْ قَالُوا اللَّهُ وَرَسُولُهُ أَعْلَمُ قَالَ قَالَ أَصْبَحَ مِنْ\r\nعِبَادِيَ مُؤْمِنٌ بِي وَكَافِرٌ فَأَمَّا مَنْ قَالَ مُطِرْنَا بِفَضْلِ اللَّهِ وَرَحْمَتِهِ\r\nفَذَلِكَ مُؤْمِنٌ بِي وَكَافِرٌ بِالْكَوَاكِبُ وَأَمَّا مَنْ قَالَ مُطِرْنَا بِنَوْءٍ كَذَا\r\nوَكَذَا فَذَلِكَ كَافِرٌ بِي وَمُؤْمِنُ بِالْكَوَكِبِ))\r\nزید بن خالد جہنی رضی اللہ عنہ سے روایت ہے کہ ایک دن حدیبیہ میں رات کی بارش\r\nکے بعد رسول اللہ ﷺ نے ہم کو صبح کی نماز پڑھائی نماز سے فارغ ہو کر لوگوں کی\r\nطرف متوجہ ہو کر فرمایا: جانتے ہو تمہارے رب نے کیا کہا؟ صحابہ رضوان اللہ علیہم\r\nنے جواب دیا کہ اللہ اور اس کا رسول خوب جانتا ہے فرمایا کہ اس نے کہا: میرے\r\nبندوں نے صبح کی کچھ تو مومن تھے اور کچھ کا فر تھے جس نے کہا اللہ کے فضل سے اور\r\nاس کی رحمت سے بارش ہوئی وہ مجھ پر ایمان لایا اور تاروں کے ساتھ کفر کیا اور جس\r\nنے کہا کہ فلاں فلاں تارے کے سے بارش ہوئی اس نے میرے ساتھ کفر کیا اور\r\nتاروں پر ایمان لایا۔ ( بخاری مسلم )\r\nیعنی جو شخص کا ئنات میں مخلوق\r\nکی تاثیر سمجھتا ہے اسے حق تعالیٰ اپنے منکروں میں شمار فرما تا\r\nہے کہ وہ ستارہ پرست ہے اور جو یہ کہتا ہے کہ سارا کارخانہ اللہ کے حکم سے چل رہا ہے وہ اس\r\nکا مقبول بندہ ہے ستارہ پرست نہیں۔ معلوم ہوا کہ نیک و بد ساعتوں کے ماننے ، اچھی بری\r\n123"
    },
    {
        "id": 30,
        "pageNo": 30,
        "pageText": "تاریخوں کے یا دن کے پوچھنے اور نجومی کی بات پر یقین کرنے سے شرک کا در کھاتا ہے کیونکہ\r\nان سب کا تعلق نجوم سے ہے اور نجوم کا مانا ستارہ پرستوں کا کام ہے۔\r\nنجومی ساحر اور کاہن کا فر ہیں\r\n((وَأَخْرَجَ رَزِينٌ عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ تَعَالَىٰ عَنْهُمَا قَالَ قَالَ\r\nرَسُولُ اللهِ ﷺ مَنِ اقْتَبَسَ بَابَةٌ مِّنْ عِلْمِ النُّجُوْمِ لِغَيْرِ مَا ذَكَرَ اللَّهُ\r\nفَقَدِ افْتَبَسَ شُعَبَةٌ مِن السّحْرِ الْمُنْطِمُ كَاهِنَّ وَالْكَاهِنَّ سَاحِرٌ\r\nوَالسَّاحِرُ كَافِرٌ))\r\n1 ” بنوڈ\" کا ترجمہ اردو میں پچھتر کیا جاتا ہے۔ یعنی طالع ، نصیبہ، برج منزل ۔ بنو ہکذا سے\r\nمراد بتا غیر منازل قمر - اصطلاح میں پچھتر سے مراد ستارے یا منازل قمر ہیں جو رات دن گردش\r\nمیں رہتی ہیں اور ہر ساعت کے لئے ان کے آثار و خواص جدا گانہ مقرر ہیں۔ انہیں کو دیکھ کر سعد\r\nننس کا حکم لگایا جاتا ہے۔ جو کہ سراسر غلط ہے۔\r\nحضرت ابن عباس رضی اللہ عنہما سے روایت ہے کہ رسول اللہ ﷺ نے فرمایا: جس\r\nنے علم نجوم کا کوئی مسئلہ سیکھا بغیر ایسی صورت کے جو اللہ نے بیان کی ہے، تو اس نے\r\nجادو کا ایک حصہ سیکھا۔ نجومی کا بہن ہے اور کا ہن جادو گر ہے۔ اور جادو گر کافر\r\nہے۔ (رزین)\r\nیعنی قرآن پاک میں تاروں کا بیان ہے کہ ان سے اللہ تعالیٰ کی قدرت و حکمت معلوم ہوتی\r\n124"
    },
    {
        "id": 31,
        "pageNo": 31,
        "pageText": "ہے، ان سے آسمان کی خوبصورتی ہے اور ان سے شیطان کو مار مار کر بھی گایا جاتا ہے کے یہ بیان\r\nنہیں ہے کہ انہیں کارخانہ قدرت میں دخل ہے۔ دنیا کی بھلائی برائی انہیں کے اثرات\r\nہیں۔ اب اگر کوئی تاروں کے پہلے فوائد چھوڑ کر یہ کہے کہ انہیں کی تاثیرات عالم میں کارفرما\r\nہیں اور غیب کا دعوی کرے۔ جس طرح جاہلیت میں جنوں سے پوچھ پوچھ کر کا ہن غیب کی\r\nباتیں بیان کیا کرتے تھے اسی طرح نجومی تاروں سے معلوم کر کے بتاتے ہیں کو یا کاہن،\r\nنجومی ، مال ، جفا رسب کی ایک ہی راہ ہے۔ کا ہن جادوگروں کی طرح جنوں سے دوستی گانٹھتا\r\nہے اور جنوں سے دوستی ان کو مانے بغیر پیدا نہیں ہوتی جب ان کو پکارا جائے اور بھوگ دیا\r\nجائے تو دوستی پیدا ہوتی ہے لہذا یہ کفر و شرک کی باتیں ہیں۔ اللہ پاک مسلمانوں کو شرک سے\r\nمحفوظ رکھے آمین\r\nرزین بن معاویہ رحمہ اللہ ائمہ محد ثین میں سے ہیں۔ اپنی کتاب میں صحاح ستہ کے علاوہ بھی احادیث لائے\r\nہیں۔ چھٹی صدی ہجری میں وفات پائی ۔ کتاب\r\nکا نام \" المرید فی الجمع میں الصحاح\"\r\nقرآن مجید میں ستاروں کے تین فائدے بیان ہوئے ہیں۔ آسمان کی خوبصورتی، شیطانوں کو مار بھگانا\r\nاور بحروبر میں مسافروں کی رہنمائی ۔\r\nنجوم اور ریل پر اعتقاد کا گناہ\r\n(( أَخْرَجَ مُسْلِمٌ عَنْ حَفْصَةَ رَضِيَ اللَّهُ تَعَالَىٰ عَنْهَا قَالَتَ قَالَ\r\nرَسُوْلُ اللهِ عَل مَنْ أَتَى عَرَّافاً فَسَأَلَهُ عَنْ شَيْءٍ لَمْ تُقْبَلْ لَهُ صَلَاةٌ\r\nأَرْبَعِينَ لَيْلَةٌ))\r\n125"
    },
    {
        "id": 32,
        "pageNo": 32,
        "pageText": "ام المومنین حضرت حفصہ رضی اللہ عنہا سے روایت ہے کہ نبی ﷺ نے فرمایا\r\nجو خبریں بتانے والے کے پاس آیا اور اس سے کچھ پوچھا تو اس کی چالیس دن تک\r\nنماز قبول نہیں ہوگی ۔ (مسلم )\r\nیعنی جو شخص غیب کی باتیں بتانے کا دعویدار ہے اگر اس سے کسی نے جا کر کچھ پوچھ لیا تو\r\nاس کی چالیس دن تک عبادت قبول نہیں رہی کیونکہ اس نے شرک کیا اور شرک عبادتوں کا\r\nنور مٹادیتا ہے۔ نجومی، رمال ، جفار فال کھولنے والے، نامہ نکالنے والے اور کشف والے\r\nسب عراف میں داخل ہیں۔\r\nشگون اور قال کفر کی رسمیں ہیں\r\n((أَخْرَجَ أَبو دَاودَ عَنْ قَطْنِ بْنِ قَبِيْصَةَ عَنْ أَبِيْهِ أَنْ النَّبِيِّ\r\nاضلة الله\r\nعليه وسلم\r\nالعیافہ پرند یا ہرن کو چھوڑتے ، اگر وہ دائیں طرف جائے تو مبارک خیال کرتے اگر ہا ئیں\r\nطرف جائے تو منحوس سمجھتے اور کام سے رک جاتے ۔ تنظیم کا بھی یہی مطلب ہے۔ طرق ۔ کنکری\r\nمارتے یاریت پر خط کھینچتے تھے۔ اور اس سے نیک و بدشگون لیتے تھے۔\r\nقَالَ الْعِيَافَةُ وَالطَّرُقُ الطَّيَرَةُ مِنَ الْجِبْتِ ))\r\nحضرت قبیصہ رضی اللہ عنہ سے روایت ہے\r\nکہ نبی ﷺ نے فرمایا: کہ شگون لینے کے\r\nلئے جانور اڑانا، فال نکالنے کے لئے کچھ ڈالنا اور بدشگونی را کفر میں سے ہے۔\r\n((أَخْرَجَ أَبو دَاودَ عَنْ عَبْدِ اللَّهِ ابْنِ مَسْعُودٍ رَضِيَ اللَّهُ تَعَالَى\r\n126"
    },
    {
        "id": 33,
        "pageNo": 33,
        "pageText": "عَنْهُمَا عَنْ رَسُولِ اللَّهِ ﷺ قَالَ الطَّيَرَةُ شِرْكُ الطَّيَرَةُ شِرْكٌ\r\nالطَّيَرَةُ شِرْكُ ))\r\nحضرت عبد اللہ بن مسعود رضی اللہ عنہما سے روایت ہے\r\nکہ نبی ﷺ نے فرمایا: شگون\r\nلینا شرک ہے، جھنگون لینا شرک ہے، شگون لینا شرک ہے۔ ( ابوداود )\r\nعرب میں مشکون لینے کا بہت رواج تھا اور ان\r\nکا شگون پر بڑا اعتقاد تھا اس لئے آپ ﷺ\r\nنے کئی بار فر مایا کہ یہ شرک ہے تاکہ لوگ باز آجائیں۔\r\nأَخْرَجَ أَبُوْدَوُدَ عَنْ سَعْدِ بْنِ مَالِكٍ رَضِيَ اللَّهُ تَعَالَى عَنْهُ أَنْ رَسُوْلَ\r\nاللَّهِ قَالَ لَا هَامَّةً وَلَا عَدْوَى وَلَا طِيْرَةَ وَإِنْ تَكُنْ فِي شَيْءٍ فَفِي\r\nالدَّارِ وَالْفَرْسِ وَالْمَرَاةِ))\r\nحضرت سعد بن مالک رضی اللہ عنہ سے روایت ہے کہ رسول اللہ ﷺ نے فرمایا: نہ\r\nاتو ہے نہ کسی کا کسی کو مرض لگتا ہے اور نہ کسی چیز میں نحوست ہے اور اگر نحوست ہوتی تو\r\nعورت گھر اور گھر میں ہوتی ۔ ( ابوداود )\r\nعرب کا عقیدہ تھا کہ جس مقتول کا بدلہ نہ لیا جائے اس کی کھوپڑی سے اتلو نکل کر فریاد کرتا\r\nپھرتا ہے اس کو ہامہ کہا جاتا تھا۔ آپ ﷺ نے فرمایا کہ یہ بات بالکل بے بنیاد ہے۔ معلوم\r\nہوا کہ ناسخ بھی قطعی بے بنیاد ہے۔ عرب میں بعض بیماریوں کے جیسے کھجلی کوڑھ وغیرہ کے\r\nمتعلق یہ خیال تھا کہ ایک دوسرے کو لگ جاتے ہیں۔ فرمایا یہ بات بھی غلط ہے۔ معلوم ہوا\r\nکہ لوگوں میں جو یہ بات عام طور پر مروج ہے کہ چیچک والے سے پر ہیز کرتے ہیں اور\r\nبچوں کو اس کے پاس نہیں جانے دیتے یہ کفر کی رسم ہے اس کو نہ ماننا چاہئے۔ (یعنی یہ عقیدہ\r\n127"
    },
    {
        "id": 34,
        "pageNo": 34,
        "pageText": "نہیں رکھنا چاہئے کہ فلاں شخص کی بیماری ہمیں خود بخود، بغیر اللہ کے حکم کے لگ جائے گی\r\nکیونکہ بیماریاں اللہ تعالیٰ کے حکم سے لگتی ہیں، ہاں طبی نقطہ نگاہ سے احتیاط کرنے میں کوئی\r\nحرج نہیں)۔\r\nلوگوں میں یہ بات بھی مشہور ہے کہ فلاں کام فلاں کو نا مبارک ہے، راس نہیں\r\nآیا، یہ بھی\r\nغلط ہے فرمایا کہ اگر اس بات کا کچھ اثر ہے تو تین ہی چیزوں میں ہے گھر، گھوڑا اور عورت ہے\r\nیہ چیزیں کبھی نا مبارک ثابت ہوتی ہیں مگر ان کی نامبار کی معلوم کرنے کی کوئی راہ نہیں بتائی\r\nگئی یہ جو لوگوں میں مشہور ہے کہ شیر دہاں گھر کے ستارہ پیشانی گھوڑا اور کل جیسی عورت نحس\r\nہوتی ہے۔ بے سند بات ہے مسلمانوں کو ان باتوں کی پرواہ نہیں کرنی چاہئے۔ اگر نیا مکان\r\nیا گھوڑا خریدا جائے یا عورت سے شادی کی جائے تو اللہ ہی سے اس کی بھلائی مانگیں اور اسی\r\nسے اس کی برائی سے پناہ مانگیں باقی اور چیزوں میں یہ خیال نہ کریں کہ فلاں کام راس آیا\r\nلے دوسری جگہ اس کی وضاحت یوں فرمائی ۔ گھر وہ برا یا منحوس ہے جس کے ہمسائے برے ہوں۔ عورت\r\nمنحوس یا بری ہے جو درشت مزاج اور بداخلاق ہو ۔ گھوڑ اوہ رکھنے کے قابل نہیں جو شوری اور اڑیل ہو۔\r\nے جو سکان آگے سے کھلا اور عقب سے چھوٹا ہو، اسے شیر وہاں کہتے ہیں ۔ ہندی سے منحوس خیال کرتے تھے\r\nاور فلاں نہیں آیا۔\r\n(( وَأَخْرَجَ الْبُخَارِيُّ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ تَعَالَىٰ عَنْهُ قَالَ\r\nقَالَ رَسُولُ اللهِ عَل لَا عَدْوَى وَ لَا هَامَّةً وَلَا صَفَرَ ))\r\nحضرت ابو ہریرہ رضی اللہ عنہ سے روایت ہے کہ رسول اللہ ﷺ نے فرمایا: نہ چھوت\r\n128"
    },
    {
        "id": 35,
        "pageNo": 35,
        "pageText": "www.KitaboSunnat.com\r\nبسم الله الرحمن الرحیم\r\nمقدمه\r\nتقویۃ الایمان کے مصنف شاہ محمد اسمعیل رحمہ اللہ ، شاہ عبدالغنی رحمہ اللہ کے\r\nاکلوتے فرزند ، شاہ ولی اللہ رحمہ اللہ محدث دہلوی کے پوتے ، شاہ عبد العزیز رحمہ اللہ محدث،\r\nشاہ رفیع الدین رحمہ اللہ محدث اور شاہ عبد القادر رحمہ اللہ محدث کے بھتیجے تھے۔ پاک و ہند\r\nکی وسیع سرزمین میں علم وفضل ، درس و تدریس ، تصنیف و تالیف، وعظ و ارشاد، تجدید\r\nدین، احیاء اسلامیت اور اصلاح امت کی ایسی بلند نسبتیں شائد ہی کسی کے حصے میں آئی\r\nہوں، جن سے شاہ اسمعیل رحمہ اللہ مشرف ہوئے اور ایسی گراں بہا میراث بھی بہت کم\r\nاگوں کو ملی ہوگی۔ شاہ اسمعیل رحمہ اللہ نے ان نسبتوں کی بلندی اور اس میراث کی گراں\r\nبہائی نہ محض قائم رکھی بلکہ عملاً ان کی زینت وزیبائی بدر جہا درخشاں بنائی۔\r\nشاہ اسمعیل رحمہ اللہ مستند روایت کے مطابق ۱۲ ربیع الاول ۱۱۹۳ ھ (۲۶) اپریل\r\n۱۷۷۹ء) کو پیدا ہوئے۔ گویا اپنے پیرو مرشد امیر المومنین سید احمد بریلوی رحمہ اللہ سے کم\r\nبیش سات سال بڑے تھے ۔ والدہ ماجدہ کا نام بی بی فاطمہ رحمہا اللہ تھا۔ لے\r\nا میر شہامت علی نے ” تقویۃ الایمان ' کے انگریزی ترجمے کے دیباچے میں شاہ شہید کی تاریخ ولادت\r\n۲۸ شوال ۱۱۹۵ د کھی ہے اور آپ کی والدہ ماجدہ کا نام فضیلت النساء ( بنت مولوی علاء والدین پھلتی )\r\n12\r\nمحکم دلائل و براہین سے مزین متنوع و منفرد کتب پر مشتمل مفت آن لائن مکتبہ"
    },
    {
        "id": 36,
        "pageNo": 36,
        "pageText": "چھات ہے نہ الو ہے اور نہ صفر ہے۔ ( بخاری )\r\nعرب والے جوع الکلب کے مریض کے متعلق یہ خیال کیا کرتے تھے کہ اس کے پیٹ\r\nمیں کوئی بلا ٹھنسی ہوئی ہے جو غذا چٹ کر جاتی ہے اسی لئے اس غریب کا پیٹ نہیں بھرتا اس\r\nبھوت کا نام صفر مشہور تھا۔ آپ ﷺ نے فرمایا کہ یہ محض واہمہ ہے بھوت\r\nوغیرہ کچھ نہیں۔\r\nمعلوم ہوا کہ بیماریاں بلا کے اثرات سے نہیں ہوتیں۔ بعض لوگ بعض بیماریوں کو بلا کا اثر\r\nخیال کرتے ہیں جیسے ستمیلا، مسانی، براہی لے وغیرہ مگر یہ بات غلط ہے۔ جاہلیت میں ماہ\r\nصفر کونٹس خیال کرتے تھے اور اس میں کوئی کام نہیں کرتے تھے یہ بھی غلط ہے معلوم ہوا کہ صفر\r\nکے تیرہ دنوں کو نحس سمجھنا اور یہ عقیدہ رکھنا کہ ان میں بلائیں اترتیں ہیں اسی وجہ سے ان کا\r\nنام بھی تیرہ تیزی رکھا گیا ہے کہ انکی تیزی سے کام بگڑ جاتے ہیں غلط ہے اسی طرح کسی چیز\r\nکو با تاریخ کو بادن کو با ساعت کونس سمجھنا سب شرک کی باتیں ہیں۔\r\n((أَخْرَجَ ابْنُ مَاجَهُ عَنْ جَابِرٍ رَضِيَ اللَّهُ عَنْهُ أَنْ رَسُولَ اللَّهِ\r\nأَخَذَ بِيَدِ مَجْذُوْمٍ فَوَضَعَهَا مَعَهُ فِي الْقَصْعَةِ فَقَالَ كُلْ ثِقَةٌ بِاللَّهِ\r\nلے براہی ہندوؤں میں بیماریوں کی ایک دیوی کا نام ہے جس کی پوجا کی جاتی ہے تا کہ بیماریاں دور ہو جائیں۔\r\nوَتَوَكُلًّا عَلَيْهِ))\r\nحضرت جابر رضی اللہ عنہ سے روایت ہے کہ رسول اللہ ﷺ نے کوڑھی کا ہاتھ پکڑ کر\r\nاسے اپنے ساتھ پیالہ میں رکھ کر فر مایا: اللہ پر اعتماد اور بھروسہ کر کے کھاؤ۔ (ابن\r\nماجه )\r\n129"
    },
    {
        "id": 37,
        "pageNo": 37,
        "pageText": "یعنی ہمارا اعتماد و توکل اللہ پر ہے وہ جسے چاہے بیمار کر دے اور جسے چاہے تندرست\r\nکر دے ہم کسی کے ساتھ کھانے سے پر ہیز نہیں کرتے اور بیماری کے لگ جانے کو نہیں\r\nمانتے۔\r\nاللہ تعالیٰ کو سفارشی نہ بتاؤ\r\n((أَخْرَجَ أَبوداودَ عَنْ جُبَيْرِ بْنِ مُطْعِمٍ رَضِيَ اللَّهُ تَعَالَىٰ عَنْهُ قَالَ\r\nآتَى رَسُولُ اللهِ ﷺ أَعْرَابِيُّ فَقَالَ جُهِدَتِ الْأَنْفُسُ وَجَاعَ الْعِيَالُ\r\nوَهَلَكَتِ الْأَمْوَالُ فَاسْتَسْقِ اللَّهَ لَنَا فَإِنَّا نَسْتَشْفَعُ بِاللَّهِ بِكَ عَلَى اللَّهِ\r\nوَنَسْتَشفَعُ بِاللَّهِ عَلَيْكَ فَقَالَ النَّبِيُّ عَ سُبْحَانَ اللَّهِ سُبْحَانَ اللَّهِ\r\nفَمَا رَالَ يُسَبْعُ حَتَّى عُرِفَ ذَلِكَ فِي وُجُوْهِ أَصْحَابِهِ ثُمَّ قَالَ وَيْحَكَ\r\nإِنَّهُ لَا يُسْتَشْفَعُ بِاللَّهِ عَلَى أَحَدٍ شَأْنُ اللَّهِ أَعْظَمُ مِنْ ذَلِكَ وَيْحَكَ\r\nآتَدْرِي مَا اللَّهُ إِنْ عَرْشَهُ عَلَى سَمَاوَاتِهِ هَكَذَا وَقَالَ بِأَصَابِعِهِ مِثْلُ\r\nالْقُبْةِ عَلَيْهِ وَإِنَّهُ لَيَئِطُ بِهِ اَطِيْطَ الرَّجُلِ بِالرَّاكِبِ)).\r\nحضرت جبیر بن مطعم رضی اللہ عنہ سے روایت ہے کہ رسول اللہ\r\nﷺ کے پاس ایک\r\nدیہاتی نے آکر کہا لوگ مشقت میں پڑ گئے۔ بچے بھوک سے بلبلا رہے ہیں\r\nجانور ہلاک ہو گئے ۔ آپ ﷺ ہمارے لئے اللہ سے بارش کی دعا مانگیں۔ ہم اللہ\r\nکے پاس آپ\r\nکو شفیع بنانا چاہتے ہیں۔ اور آپ کے پاس اللہ تعالیٰ کو فرمایا سبحان\r\nاللہ سبحان اللہ یعنی اللہ نرالا ہے۔ آپ اتنی دیر تک اللہ کی پاکی بیان کرتے رہے کہ\r\nصحابہ کے چہروں پر اس کا اثر محسوس ہونے لگا۔ پھر فر ما یا: نادان اللہ پاک کسی سے\r\n130"
    },
    {
        "id": 38,
        "pageNo": 38,
        "pageText": "سفارش نہیں کرتا اس کی شان اس سے بلند و برتر ہے نادان جانتا ہے اللہ کیا ہے اس\r\nکا عرش اس کے آسمانوں پر اس طرح ہے۔ اور انگلیوں سے گنبد کی طرح بتایا اس کی\r\nوجہ سے وہ چر چرا رہا ہے۔ جس طرح اونٹ کی کاٹھی سوار کے بوجھ سے چر چراتی\r\nہے۔ (ابوداور )\r\nیعنی ایک دفعہ عرب میں قحط پڑ گیا ، بارش بند ہوگئی ۔ ایک دیہاتی نے آپ ﷺ کے پاس\r\nآکر لوگوں کی حالت زار بیان کی اور آپ سے دعا\r\nآپ سے دعا کو کہا اور یہ بھی کہا کہ ہم آپ کی سفارش\r\nاللہ کے پاس چاہتے ہیں اور اللہ کی سفارش آپ کے پاس چاہتے ہیں۔ یہ بات سن کر آپ\r\nاللہ تعالیٰ کے رعب اور خوف سے کا مینے لگے اور آپ ﷺ کی زبان پر اللہ تعالی کی\r\nبڑائی کے کلمات آگئے حاضرین مجلس کے چہروں پر اللہ تعالیٰ کی عظمت سے تغیر کے آثار پیدا\r\nہو گئے ۔ پھر آپ ﷺ نے اس دیہاتی کو سمجھایا کہ اختیار تو مالک ہی کا ہے اگر مالک سفارش\r\nکی وجہ سے کام کر دے تو اس کی مہربانی ہے۔ جب یہ کہا گیا کہ ہم اللہ کو پیغمبر کے پاس\r\nسفارشی بنا کر لائے تو گویا مالک و مختار پیغمبر کو بنا دیا گیا حالانکہ یہ شان اللہ تعالیٰ کی ہے۔\r\nآئندہ اس قسم کا کلمہ زبان سے نہ نکالنا۔ اللہ تعالیٰ کی شان بہت ہی بڑی ہے تمام ہی انبیاء اور\r\nاولیاء اس کے سامنے ایک ذرہ سے بھی کمتر ہیں۔ تمام آسمانوں اور زمین کو اس کا عرش ایک\r\nگنبد کی طرح گھیرے ہوئے ہے۔ عرش با وجود یکہ اتنا بڑا ہے مگر پھر بھی اس شہنشاہ کی عظمت\r\nکو نہیں سنبھال سکتا اور چر چرا رہا ہے مخلوق کے تصور میں اس کی عظمت نہیں آسکتی اور اس کی\r\nعظمت کو اپنے خیالات سے ادا بھی نہیں کر سکتا۔ اس کے کام میں دخل دینا اور اس کی عظیم\r\nسلطنت میں ہاتھ ڈالنا تو درکنار وہ شہنشاہ بلا فوج اور لشکر کے اور بلکہ وزیرو مشیر کے ایک آن\r\n131"
    },
    {
        "id": 39,
        "pageNo": 39,
        "pageText": "میں کروڑہا کام کر دیتا ہے بھلا وہ کسی کے پاس آکر سفارش کیوں کرے؟ اور کون اس کے\r\nسامنے مختار بن سکتا ہے۔ سبحان اللہ تمام انسانوں میں سب سے افضل انسان محبوب الہی احمد\r\nمحبتی رسول اللہ ﷺ کی تو یہ حالت کہ ایک دیہاتی کے منہ سے ایک نا معقول بات نکل گئی تو\r\nآپ ﷺ کے دہشت کے مارے ہوش اڑ گئے اور آپ عرش تا فرش اللہ کی جو عظمت بھری\r\nہوئی ہے اس کا بیان کرنے لگے ان لوگوں کو کیا کہا جائے جو اس سے بھائی بندی کا سایا دوستی\r\nکا سا رشتہ سمجھ رہے ہیں اور بڑھ بڑھ کر باتیں بناتے رہتے ہیں کوئی کہتا ہے میں نے رب کو\r\nایک کوڑی میں خریدا کوئی کہتا ہے میں رب سے دو برس بڑا ہوں۔ کوئی کہتا ہے میرا رب\r\nمیرے پیر کی صورت کے علاوہ اور صورت میں ظاہر ہوتو میں کبھی اسے نہ دیکھوں اور کسی نے\r\nیہ شعر\r\nکہا ہے۔\r\nدل از مهر محمد ریش دارم رقابت با خدائے خویش دارم\r\nمیرا دل محمد ﷺ کی محبت سے زخمی ہے میں اپنے رب سے رقابت رکھتا\r\nبا\r\nہوں۔ اور کسی نے کہا۔\r\nخدا\r\nدیوانه\r\nباش\r\nو با محمد\r\nہوشیا\r\nیعنی: رب کے ساتھ دیوانہ محمد ﷺ کے ساتھ ہوشیار رہ۔\r\nکوئی حقیقت محمدیہ کو حقیقت الوہیت سے افضل بناتا ہے۔ اللہ تعالی کی پناہ، اللہ تعالی کی پناہ،\r\nان مسلمانوں کو کیا ہو گیا۔ قرآن پاک کے ہوتے ہوئے ان کی عقلوں پر پتھر کیوں پڑ گئے یہ\r\nگمراہیاں\r\nاللهم احفظنا اللهم احفظنا۔ آمین۔\r\nکسی نے کیا خوب کہا ہے:\r\n132"
    },
    {
        "id": 40,
        "pageNo": 40,
        "pageText": "از خدا خواهیم تو فیق ادب بے ادب گشت از فضل رب\r\nہم اللہ سے ادب کی توفیق مانگتے ہیں۔ بے ادب رب کے فضل سے محروم رہ جاتا ہے۔\r\nلوگوں میں ایک ختم مشہور ہے جس میں یہ کلمہ پڑھا جاتا ہے۔ یا شیخ عبدالقادر جیلانی شیئاً\r\nاللہ یعنی اے شیخ اللہ کے واسطے ہماری مراد پوری کرو۔ یہ شرک ہے اور کھلا شرک اللہ پاک\r\nمسلمانوں کو اس سے بچائے آمین۔ ایسا لفظ منہ سے نہ نکالوجس سے شرک ٹپکتا ہو یا بے ادبی کا\r\nپہلو نکلتا ہو۔ حق تعالیٰ کی یہ بہت بڑی شان ہے۔ وہ باکمال و بے زوال شہنشاہ ہے ایک نکتہ\r\nمیں پکڑ لینا اور ایک بات میں بخش دینا اسی کا کام ہے یہ کہنا سراسر بے ادبی ہ کہ بظاہر بے ادبی\r\nکا لفظ استعمال کیا ہے اور اس سے کوئی دور کے معنی مراد ہیں۔ کیونکہ اللہ تعالیٰ کی ذات پہیلیوں\r\nسے بالا تر ہے۔ اگر کوئی شخص اپنے کسی بزرگ سے ٹھٹھا کرنے لگے تو اسے کتنا برا سمجھا جائے گا\r\nہنسی مذاق کی باتیں تو بے تکلف دوستوں سے ہوتی ہیں، باپ اور بادشاہ سے نہیں۔\r\nسے حدیث رسول کی رو سے دعا سے پہلے اور دعا کے آخر میں درود شریف پڑھنا دعا کے قبول ہونے کا سبب\r\nہے۔ کسی کے طفیل کا وسیلہ پکڑنا فضیلت والے تین زمانوں اور ائمہ اربعہ سے\r\nصحیح طریقہ سے ثابت نہیں\r\nلہذا اس سے بھی بچنا چاہئے ۔\r\nاللہ تعالیٰ کے نزدیک سب سے پیارے نام\r\n(( أَخْرَجَ مُسْلِمٌ عَنِ ابْنِ عُمَرَ رَضِيَ اللَّهُ تَعَالَىٰ عَنْهُمَا قَالَ قَالَ\r\nرَسُولُ اللَّهِ عَنْ إِنْ أَحَبٌ أَسْمَاءِ كُمْ عَبْدُ اللَّهِ وَعَبْدُ الرَّحْمَنِ))\r\n133"
    },
    {
        "id": 41,
        "pageNo": 41,
        "pageText": "حضرت ابن عمر رضی اللہ عنہما سے روایت ہے کہ رسول اللہ ﷺ نے فرمایا: کہ\r\nتمہارے بہت ہی پیارے نام عبداللہ اور عبد الرحمن ہیں۔ (مسلم)\r\nاللہ کا بندہ یا رحمن کا بندہ کتنا پیارا نام ہے انہیں ناموں میں عبد القدوس ،\r\nعبدالجلیل ، عبد الخالق ، الہی بخش اللہ دیا، اللہ داد و غیرہ داخل ہیں جن میں اللہ کی\r\nطرف نسبت ظاہر ہوتی ہے۔\r\nاللہ کے نام کے ساتھ کنیت نہ رکھو\r\n((أخرج أبو داود والنسائِيُّ عَنْ شُرَيْحٍ بَنِ عَانِي وَ رَضِيَ اللَّهُ\r\nتَعَالَىٰ عَنْهُمَا عَنْ أَبِيْهِ أَنَّهُ لَمَّا وَفَدَ إِلَى رَسُوْلِ اللَّهِ مَعَ قَوْمِهِ سَمِعَهُمْ\r\nيُكَنُوْنَهُ بِأَبِي الْحَكَمِ فَدَعَاهُ رَسُوْلُ اللَّهِ ﷺ فَقَالَ إِنَّ اللَّهَ هُوَ\r\nالْحَكَمُ وَ إِلَيْهِ الْحُكْمُ فَلِمَ تُكَنِّى أَبَا الْحَكَمِ))\r\nحضرت ہانی رضی اللہ عنہ کا بیان ہے کہ جب میں اپنی قوم کے وفد کے ساتھ رسول\r\nاللہ ﷺ کے پاس آیا تو آپ ﷺ نے ان سے سنا کہ مجھے میرے ساتھی ابوالحکم کہہ\r\nکر آواز دیتے ہیں۔ آپ ﷺ نے مجھے بلا کر فرمایا کہ حکم اللہ ہی ہے۔ حکم اس کا\r\nہے۔ تمہاری کنیت ابوالحکم کیوں رکھی گئی ہے۔ (ابود اور ۔ نسائی)\r\nیعنی ہر فیصلہ کا چکاردینا اور جھگڑے کا مٹادینا اللہ ہی کی شان ہے جس کا ظہور آخرت میں\r\nہوگا کہ وہاں اگلے پچھلے سارے جھگڑے طے ہو جائیں گے ایسی کسی مخلوق میں طاقت\r\nنہیں ہے۔ معلوم ہوا کہ جو لفظ اللہ ہی کی شان کے لائق ہے اسے کسی غیر کے لئے استعمال\r\nنہ کیا جائے۔ مثلاً شہنشاہ اللہ تعالیٰ ہی کو کہا جائے سارے جہاں کا رب ہے جو چاہے کر\r\n134"
    },
    {
        "id": 42,
        "pageNo": 42,
        "pageText": "ڈالے۔ یہ جملہ اللہ تعالیٰ ہی کی شان میں بولا جا سکتا ہے۔ اسی طرح معبود ، بڑا دانا ہے\r\nپرواہ وغیرہ الفاظ اللہ تعالیٰ ہی کی شان کے لائق ہیں۔\r\nصرف ما شاء اللہ کہو\r\n((أَخْرَجَ فِي شَرْحِ السُّنْةِ عَنِ الْحُذَيْفَةَ رَضِيَ اللَّهُ تَعَالَىٰ عَنْهُ عَنِ\r\nما قَالَ لَا تَقُولُوا مَا شَاءَ اللَّهُ وَشَاءَ مُحَمَّدٌ وَقُولُوا مَا شَاءَ\r\nالنبي\r\nاللهُ وَحْدَهُ ))\r\nحضرت حذیفہ رضی اللہ عنہ سے روایت ہے کہ نبی ﷺ نے فرما یایوں نہ کہو جو اللہ اور\r\nمحمد چاہے بلکہ یوں کہو جوا کیلا اللہ چاہے۔ (شرح السنہ )\r\nیعنی شان الوہیت میں کسی مخلوق کا دخل نہیں خواہ کتنا ہی بڑا اور کیسا ہی مقرب کیوں نہ ہو\r\nمثلاً یہ نہ کہا جائے کہ اللہ اور رسول چاہے گا تو کام ہو جائے گا کیونکہ دنیا کا سارا کاروباراللہ\r\nہی کے چاہنے سے ہوتا ہے رسول کے چاہنے سے\r\nکچھ نہیں ہوتا۔ یا اگر کوئی شخص پوچھے کہ\r\nفلاں کے دل میں کیا ہے۔ یا فلاں کی شادی کب ہوگی یا فلاں درخت پر کتنے پتے ہیں یا\r\nآسمان میں کتنے تارے ہیں تو اس کے جواب میں یوں نہ کہے کہ اللہ اور رسول ہی جانیں\r\nکیونکہ غیب کی بات کی اللہ ہی کو خبر ہے۔ رسول کو خبر نہیں۔ اگر دینی باتوں میں یوں کہہ دیا\r\nجائے تو کوئی حرج نہیں کیونکہ اللہ نے اپنے رسول کو دین کی ہر بات بتادی ہے اور لوگوں کو\r\nاپنے رسول کی فرمانبرداری کا حکم ہے۔\r\nغیر اللہ کی قسم شرک ہے\r\n135"
    },
    {
        "id": 43,
        "pageNo": 43,
        "pageText": "(( أَخْرَجَ التَّرْمِذِى عَنِ ابْنِ عُمَرَ رَضِيَ اللَّهُ تَعَالَىٰ عَنْهُمَا قَالَ\r\nسَمِعْتُ رَسُوْلَ اللهِ ﷺ يَقُولُ مَنْ حَلَفَ بِغَيْرِ اللَّهِ فَقَدْ أَشْرَكَ))\r\nحضرت ابن عمر رضی اللہ عنہما سے روایت ہے کہ میں نے رسول اللہ ﷺ سے سنافر ما\r\nرہے تھے : جس ۔\r\nس نے غیر اللہ کی قسم کھائی اس نے شرک کیا۔ (ترمذی)\r\n(( أَخْرَجَ مُسْلِمٌ عَنْ عَبْدِ الرَّحْمَنِ بْنِ سَمُرَةَ رَضِيَ اللَّهُ تَعَالَى عَنْهُ\r\nقَالَ قَالَ رَسُولُ اللهِ ﷺ لَا تَحْلِفُوا بِالطَّوَاعِي وَلَا بِآبَائِكُمْ))\r\nحضرت عبد الرحمن بن سمرہ رضی اللہ عنہ سے روایت ہے کہ رسول اللہ ﷺ نے فرمایا:\r\nکہ بتوں کی قسمیں نہ کھاؤ، اور نہ باپوں کی قسمیں کھاؤ۔ (مسلم)\r\n(( أَخْرَجَ الشَّيْخَانِ عَنِ ابْنِ عُمَرَ رَضِيَ اللَّهُ تَعَالَىٰ عَنْهُمَا أَنْ\r\nرَسُولَ اللَّهِ ﷺ قَالَ إِنْ اللَّهَ يَنْهَاكُمْ أَنْ تَحْلِفُوا بِآبَائِكُمْ مَنْ كَانَ\r\nحَالِفًا فَلْيَحْلِفْ بِاللَّهِ أَوْلِيَصْمُتُ ))\r\nحضرت ابن عمر رضی اللہ عنہما سے روایت ہے کہ رسول اللہ ﷺ نے فرمایا: کہ اللہ\r\nپاک تم کو باپ دادا کی قسمیں کھانے سے مطلع فرماتا ہے جو شخص قسم کھائے تو اللہ کی\r\nکھائے ورنہ خاموش رہے۔ ( بخاری مسلم)\r\n(( أَخْرَجَ الشَّيْخَانِ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ عَنِ النَّبِي ال\r\nقَالَ مَنْ حَلَفَ فَقَالَ فِي خَلْفِهِ بِاللَّاتِ وَالْعُرْى فَلْيَقُلْ لَا إِلَهَ إِلَّا\r\nالله))\r\nحضرت ابو ہریرہ رضی اللہ عنہ نے نبی ﷺ سے روایت کی آپ ﷺ نے فرمایا: جس\r\n136"
    },
    {
        "id": 44,
        "pageNo": 44,
        "pageText": "نے ( سبقت لسانی کے طور پر) لات و عزئی کی قسم کھائی اسے لا الہ الا اللہ کہہ لینا\r\nچاہئے۔ ( بخاری مسلم)\r\nزمانہ جاہلیت میں بتوں کی قسمیں کھائی جاتی تھیں۔ اسلام میں اگر کسی مسلمان کے منہ\r\nسے عادت کے مطابق غیر شعوری طور پر بتوں کی قسم نکل جائے تو فوراً لا الہ الا اللہ پڑھ کر\r\nتوحید کا اقرار کر لیں معلوم ہوا کہ اللہ کے سوا کسی چیز کی قسم نہ کھائی جائے۔ اگر غیر شعوری طور\r\nپر غیر اللہ کی قسم زبان سے نکل جائے تو فورا توبہ کی جائے مشرکوں میں جن کی قسمیں کھائی\r\nجاتی ہیں ان\r\nکی قسم کھانے سے ایمان میں خلل آتا ہے۔\r\nنذروں کے بارے میں آنحضرتﷺ کا فیصلہ\r\n((أَخْرَجَ أَبو دَاودَ عَنْ ثَابِتِ بْنِ ضَحَاكٍ رَضِيَ اللَّهُ عَنْهُ قَالَ نَذَرَ\r\nرَجُلٌ عَلَى عَهْدِ رَسُوْلِ اللَّهِ ﷺ أَنْ يُنْحَرَ إِبِلًا بِبَوَانَةَ فَأَتَى\r\nرَسُولَ اللَّهِ ﷺ فَأَخْبَرَهُ فَقَالَ رَسُوْلُ اللَّهِ عَنْ هَلْ كَانَ فِيهَا وَثَنْ\r\nمِنْ أَوْثَانِ الْجَاهِلِيَّةِ يُعْبَدُ قَالُوا لَا هَل كَانَ فِيْهَا عِيدٌ مِنْ أَعْبَادِهِمْ\r\nقَالُوا لَا فَقَالَ رَسُوْلَ اللهِ ﷺ أَوْفِ بِنَدْرِكَ فَإِنَّهُ لَا وِفَاءَ لِنَدْرِ فِي\r\nمَعْصِيْةِ اللَّهِ))\r\nحضرت ثابت بن ضحاک رضی اللہ عنہ کا بیان ہے کہ ایک شخص نے عہد رسالت میں\r\nیہ نذرمانی کہ ہوانہ سجا کر اونٹ نحر کروں گا۔ پھر رسول اللہ ﷺ کے پاس آکر آپ کو\r\nاپنی نذر کی خبر کی۔ فرمایا : جاہلیت کے تھانوں میں سے کوئی تھان تو وہاں نہیں تھا ؟\r\n137"
    },
    {
        "id": 45,
        "pageNo": 45,
        "pageText": "صحابہ نے کہا نہیں۔ فرمایا: وہاں کوئی تہوار تو نہیں منایا جا تا تھا بولے نہیں۔ فرمایا: اپنی\r\nنذر کو پورا کر کیوں کہ اس نذر کو پورا کرنا منع ہے جس میں اللہ کی نافرمانی ہوتی\r\nہو۔ ( ابوداود )\r\nمعلوم ہوا کہ اللہ کے سوا کسی اور کی منت ماننا گناہ ہے ایسی منت کو پورا نہیں کرنا چاہئے\r\nکیونکہ یہ بات خود گناہ ہے پھر اسے پورا کرنا اور گناہ پر گناہ ہوگا۔ یہ بھی معلوم ہوا کہ جس جگہ\r\nغیر اللہ کے نام پر جانور چڑھائے جاتے ہوں یا غیر اللہ کی پوجا پاٹ ہوتی ہو یا جمع ہو کر شرک\r\nکیا جاتا ہو وہاں اللہ کے نام کا بھی جانور نہ لے جایا جائے اور ان میں شرکت نہیں کرنی\r\nچاہئے خواہ اچھی نیت ہو یا بری کیونکہ ان میں شرکت خود مستقل بری بات ہے۔\r\nاللہ کو سجدہ اور پیغمبر علیہ السلام کی تعظیم\r\n((أَخْرَجَ أَحْمَدُ عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا أَنْ رَسُوْلَ اللهِ عَ\r\nكَانَ فِي نَفَرٍ مِنَ الْمُهَاجِرِينَ وَالْأَنْصَارِ فَجَاءَ بَعِيْرٌ فَسَجَدَ لَهُ فَقَالَ\r\nأَصْحَابُهُ يَارَسُوْلَ اللهِ يَسْجُدُ لَكَ الْبَهَائِمُ وَالشَّجَرُ فَنَحْنُ أَحَقُّ أَنْ\r\nنَسْجُدَ لَكَ فَقَالَ اعْبُدُوا رَبَّكُمْ وَأَكْرِمُوْا أَخَاكُمْ)).\r\nے ایک جگہ کا نام ہے۔\r\nحضرت عائشہ رضی اللہ عنہا سے روایت ہے کہ رسول اللہ ﷺ مہاجرین وانصار کی\r\nایک جماعت میں تشریف فرما تھے کہ ایک اونٹ نے آکر آپ کو سجدہ کیا صحابہ نے کہا\r\n138"
    },
    {
        "id": 46,
        "pageNo": 46,
        "pageText": "www.KitaboSunnat.com\r\nتعلیم و تربیت\r\nشاہ صاحب نے ابتدائی تعلیم والد ماجد سے پائی۔ آٹھ سال کی عمر میں حافظ\r\nقرآن بن گئے۔ ۱۶ر جب ۱۲۰۳ ھ ( ۱۲ اپریل ۱۷۸۹ء) کو شاہ عبدالغنی رحمہ اللہ نے وفات\r\nپائی ، جب شاہ شہید صرف دس برس کے تھے۔ تینوں اعتمام کرام ( شاہ عبد العزیز رحمہ اللہ\r\nشاہ رفیع الدین رحمہ اللہ اور شاہ عبد القادر رحمہ اللہ ) یتیم بھتیجے کو آغوش محبت میں لینے کے\r\nلئے یکساں تیار تھے۔ لیکن رسماً یہ ذمہ داری شاہ عبد القادر رحمہ اللہ نے اٹھالی، جن کی اپنی\r\nاولاد میں صرف ایک لڑکی تھی ۔ شاہ اسمعیل رحمہ اللہ نے درسی کتابیں انہی سے پڑھیں۔ تمام\r\nمروجہ علوم میں وہ درجہ حاصل کر لیا جو ان کے عہد میں تعلیم و تدریس کا آخری درجہ سمجھا جاتا\r\nتھا۔ شاہ عبد العزیز رحمہ اللہ سے حدیث کی سندلی اور ۱۵، ۱۶ سال کی عمر میں فارغ التحصیل\r\nہو گئے ۔\r\nسرسید احمد خان رحمہ اللہ کے بیان کے مطابق ابتداء میں استغنا کا یہ عالم تھا کہ یار ہی نہ\r\nبتایا ہے۔ بلاشبہ شاہ صاحب کی تفصیال پھلت ہی میں تھی اور ان کی ہمشیرہ بی بی رقیہ کی پہلی شادی\r\nمھلت ہی میں ان کے ماموں کے بیٹے مولوں کمال الدین سے ہوئی لیکن شاہ صاحب کی تاریخ ولادت\r\nاور والدہ ماجدہ کے نام سے متعلق مستند بیان وہی ہے جو مشن میں درج ہوا ۔ میر شہامت علی کی روایت کا\r\nماخذ ہمیں معلوم نہ ہو سکا ۔ انہوں نے شاہ صاحب کے حالات میں اور بھی کئی باتیں ایسی درج کر دی ہیں\r\nجو بیچ نہیں ۔\r\n13\r\nمحکم دلائل و براہین سے مزین متنوع و منفرد کتب پر مشتمل مفت آن لائن مکتبہ"
    },
    {
        "id": 47,
        "pageNo": 47,
        "pageText": "یا رسول اللہ آپ ﷺ کو جانور اور درخت سجدہ کرتے ہیں۔ ان سے زیادہ تو ہمارا حق\r\nہے کہ ہم آپ کو سجدہ کریں فرمایا اپنے رب کی عبادت کرو اور اپنے بھائی کی تعظیم\r\nکرو۔ (مسند احمد )\r\nیعنی تمام انسان آپس میں بھائی بھائی ہیں جو بہت بزرگ ہو وہ بڑا بھائی ہے اس بڑے بھائی\r\nکی سی تعظیم کرو باقی سب کا لک اللہ ہے عبادت اس کی کرنی چاہئے معلوم کہ جتنے اللہ کے\r\nمقرب بندے ہیں خواہ انبیاء ہوں یا اولیاء ہوں وہ سب کے سب اللہ کے بے بس بندے\r\nہیں اور ہمارے بھائی ہیں مگر حق تعالیٰ نے انہیں بڑائی بخشی تو ہمارے بڑے بھائی کی طرح\r\nہوئے ہمیں ان کی فرمانبرداری کا حکم ہے کیونکہ ہم چھوٹے ہیں لہذا ان کی تعظیم انسانوں کی\r\nکی کرو اور انہیں الہ نہ بناؤ اور یہ بھی معلوم ہوا کہ بعض بزرگوں کی تعظیم درخت اور جانور بھی\r\nکرتے ہیں چنانچہ بعض درگاہوں پر شیر ، بعض پر ہاتھی اور بعض پر بھیڑیئے حاضر ہوتے ہیں\r\nلیکن انسانوں کو ان کی ریس نہیں کرنی چاہئے۔ انسان\r\nاللہ تعالیٰ کی بتائی ہوئی تعظیم کر سکتا ہے\r\nاس سے آگے نہیں بڑھ سکتا مثلا قبروں پر مجاور بن کر رہنا شرع شریف میں نہیں ہے اس لئے\r\nہرگز مجاور نہ بنا جائے گو اس قبر پر دن رات شیر بیٹھا رہتا ہو کیونکہ آدمی کو جانور کی نقل کرنا\r\nمناسب نہیں ہے۔\r\n((أَخْرَجَ أَبو دَاودَ عَنْ قَيْسِ بْنِ سَعْدٍ رَضِيَ اللَّهُ عَنْهُ قَالَ أَتَيْتُ\r\nعليه وسلم\r\nالْحِيْرَةَ فَرَأَيْتُهُمْ يَسْجُدُونَ لِمَرْزُبَانِ لَهُمْ فَقُلْتُ لِرَسُوْلِ اللَّهِ عَ\r\nأَحَقُّ أَنْ يُسْجَدَ لَهُ فَأَتَيْتُ رَسُولَ اللَّهِ ﷺ فَقُلْتُ إِنِّي أَتَيْتُ\r\nالْحِيَرَةَ فَرَأَيْتُهُمْ يَسْجُدُونَ لِمَرْزُبَانِ لَّهُمْ فَأَنْتَ أَحَقُّ أَنْ تُسْجُدَ لَكَ\r\n139"
    },
    {
        "id": 48,
        "pageNo": 48,
        "pageText": "فَقَالَ لِيْ أَرَأَيْتَ لَوْ مَرَرْتَ بِقَبْرِي أَكُنْتَ تَسْجُدْ لَهُ فَقُلْتُ لَا فَقَالَ\r\nلَا تَفْعَلُوْا))\r\nحضرت قیس بن سعد رضی اللہ عنہ کا بیان ہے کہ میں شہر حیرہ میں گیا میں نے وہاں\r\nکے لوگوں کو اپنے راجہ کو سجدہ کرتے ہوئے دیکھا۔ میں نے دل میں کہا بلا شبہ رسول\r\nللہ کو سجدہ کئے جانے کے زیادہ حقدار ہیں چنانچہ میں نے آپ ﷺ کے پاس\r\nآ کر کہا میں نے حیرہ میں لوگوں کو راجہ کو سجدہ کرتے دیکھا۔ آپ ﷺ اس بات کے\r\nزیادہ حقدار ہیں کہ ہم آپ کو سجدہ کریں فرمایا بھلا بتا تو سہی کہ اگر تو میری قبر پر\r\nگزرے تو کیا اس پر سجدہ کرے گا؟ میں نے کہا نہیں۔ فرمایا یہ کام بھی نہ کرو۔\r\n(ابوداود)\r\nیعنی ایک نہ ایک دن میں فوت ہو کر آغوش لحد میں جا سوؤں گا ۔ پھر میں سجدہ کے لائق نہ\r\nہوں گا۔ سجدہ کے لائق تو وہ پاک ذات ہے جو لا زوال ہے معلوم ہوا کہ سجدہ نہ زندہ کوروا\r\nہے اور نہ مردہ کو اور نہ کسی قبر کو روا ہے اور نہ کسی تھان کو۔ کیونکہ زندہ ایک دن مرنے والا\r\nہے اور مرا ہوا بھی کبھی زندہ تھا اور بشر تھا پھر مر کرالہ نہیں ہوا بندہ ہی ہے۔\r\nلے انبیاء کرام کے جسموں کو مٹی نہیں کھاتی۔ حدیث میں ہے ( ترجمہ ) یعنی اللہ تعالیٰ نے زمین پر حرام کردیا\r\nہے کہ وہ انبیاء کے جسموں کو کھائے ۔\r\nجائے ۔ مطلب یہ ہے کہ جس پر موت وارد ہو سکے وہ سجدے کا حق دار نہیں۔\r\nکسی کو اپنا بندہ اور بندی کہنا جائز نہیں\r\n140"
    },
    {
        "id": 49,
        "pageNo": 49,
        "pageText": "(( أَخْرَجَ مُسْلِمٌ عَنْ أَبَى هُرَيْرَةَ رَضِيَ اللَّهُ تَعَالَى عَنْهُ قَالَ قَالَ\r\nرَسُولُ اللَّهِ لَا يَقُولَنْ أَحَدُكُمْ عَبْدِي وَآمَتِي كُلُّكُمْ عَبِيْدَ اللَّهِ\r\nوَكُلُّ نِسَاءِ كُمْ إِمَاهُ اللَّهِ وَلَا يَقُلِ الْعَبْدُ لِسَيْدِهِ مَوْلَائِي فَإِنْ مَوْلَاكُمُ\r\nالله))\r\nحضرت ابو ہریرہ رضی اللہ عنہ سے روایت ہے کہ رسول اللہ ﷺ نے فرمایا: کہ تم میں\r\nسے کوئی عبدی و امتی ( میرا بندہ۔ میری بندی) نہ کہے تم سب اللہ کے بندے ہو اور\r\nتمہاری ساری عور تیں اللہ کی بندیاں ہیں۔ غلام اپنے سید کو اپنا مالک نہ کہے کیونکہ تم\r\nسب کا مالک اللہ ہے۔ (مسلم)\r\nمعلوم ہوا کہ غلام کو بھی آپس میں ایسی گفتگو سے پر ہیز کرنا چاہئے کہ میں فلاں کا بندہ\r\nہوں اور فلاں میرا مالک ہے۔ پھر خواہ مخواہ بندہ بنتا عبدالنبی ، بندہ علی، بنده حضور، پرستار\r\nخاص، امرد پرست، زن پرست، پیر پرست خود کو کہلوانا اور ہر کسی کو خداوند خدایگان اور\r\nدا تا کہہ دینا کس قدر بے جا ہے اور کتنی بڑی گستاخی ہے۔ ذرا ذراسی بات میں کہنا کہ تم\r\nہماری جان اور مال کے مالک ہو۔ ہم تمہارے بس میں ہیں جو چاہو یہ سب باتیں محض\r\nجھوٹ اور شرک پر مبنی ہیں۔\r\nتعظیم رسول اللہ ﷺ کے متعلق اسوہ حسنہ\r\n(( أَخْرَجَ الشَّيْخَانِ عَنْ عُمَرَ رَضِيَ اللَّهُ تَعَالَى عَنْهُ قَالَ قَالَ رَسُوْلُ\r\n141"
    },
    {
        "id": 50,
        "pageNo": 50,
        "pageText": "اللَّهِ ﷺ لَا تُطْرُونِي كَمَا أَطْرَتِ النِّصَارَى عِيْسَى بْنِ مَرْيَمَ فَإِنَّمَا\r\nأَنَا عَبْدَهُ فَقُوْلُوْاعَبْدَ اللَّهِ وَرَسُولُهُ ))\r\nحضرت عمر رضی اللہ عنہ سے روایت ہے کہ رسول اللہ ﷺ نے فرمایا کہ مجھے حد سے\r\nمت بڑھانا جیسے عیسائیوں نے حضرت عیسیٰ کو حد سے بڑھادیا میں تو محض اس کا بندہ\r\nہی ہوں تم مجھے اللہ کا بندہ اور اس کا رسول کہو۔ ( بخاری مسلم)\r\nیعنی حق تعالیٰ نے مجھے جن خوبیوں اور کمالات سے نوازا ہے وہ سب بندہ اور رسول کے\r\nکہہ دینے میں آجاتے ہیں کیونکہ بشر کے لئے رسالت سے بڑھ کر اور کیا مرتبہ ہوگا سارے\r\nمرا تب اس سے نیچے ہیں مگر بشر رسول بن کر بھی بشر ہی رہتا ہے۔ بندہ ہونا ہی اس کے لئے\r\nسبب فخر ہے۔ نبی بن کر بشر میں الوہی شان نہیں آجاتی اور اللہ تعالیٰ کی ذات میں نہیں مل\r\nجا تا بشر کو بشریت ہی کے مقام پر رکھو۔ عیسائیوں کی طرح نہ بنو کہ انہوں نے حضرت عیسی\r\nعلیہ السلام کو بشریت سے نکال کر جامعہ الوہیت پہنا دیا جس سے یہ لوگ کافر اور مشرک بن\r\nگئے اور اللہ تعالیٰ کا قبر و عتاب ان پر نازل ہوا، اسی لئے پیغمبر علیہ الصلوۃ والسلام نے اپنی\r\nامت سے فرمایا کہ عیسائیوں کی سی چال نہ چلنا اور میری تعریف میں حد سے نہ بڑھ جاتا کہ\r\nاللہ نہ کرے مردود بارگاہ الہی ہو جاؤ لیکن ہزار افسوس کہ اس امت کے بے ادبوں نے آپ\r\nکا کہنا نہیں مانا اور عیسائیوں کی سی چال چلنا شروع کر دی۔ عیسائی حضرت عیسی علیہ\r\nالسلام\r\nکو کہتے تھے کہ اللہ تعالیٰ ان کے روپ میں ظاہر ہوا تھا وہ ایک طرح سے انسان ہیں اور\r\nایک طرح سے رب ہیں۔ بعض گستاخوں نے سرکار رسالت کی شان میں بعیہ ایسا ہی کہا\r\nہے۔\r\n142"
    },
    {
        "id": 51,
        "pageNo": 51,
        "pageText": "فی الجملہ ہمیں :\r\nبود که می آمد می رفت - ہر قرن کی دیدی درعا ن شکل عرب دار برآمد دارائے\r\nجہاں شد۔\r\nیعنی پیغمبروں کے روپ میں ہر زمانے میں رب ہی آتا جاتا رہا اخیر میں وہ عرب جیسی\r\nشکل میں آکر جہاں کا بادشاہ بن گیا۔\r\nکسی نے کہا:\r\nتقدیر بیک ناقہ نشانید دو محمل سلمائے حدوث تو دلیلائے قدم را\r\nتا مجمع امکان و وجبت نه نشتند مورد متعین نه شد اطلاق اهم را\r\nیعنی آپ حادث بھی ہیں اور قدیم بھی ممکن بھی ہیں اور واجب بھی۔ لاحول ولاقوۃ الا باللہ۔\r\nایسے شرکیہ کلمے بولے جاتے ہیں جو نہ آسمان سے اٹھ سکیں اور نہ زمین سے اللہ پاک\r\nمسلمانوں\r\nکو سمجھ دے۔ آمین\r\nبلکہ بعض کذابوں نے ایک حدیث تراش کر خود پیغمبر اسلام علیہ السلام کی طرف منسوب\r\nکر دی کہ آپ ﷺ نے فرمایا: انا احمد بلامیم۔ میں بلامیم لے کا احمد ہوں یعنی میں احد ہوں\r\nاسی طرح لوگوں نے ایک لمبی چوڑی عربی عبارت\r\nکا نام خطبة الافتخار رکھا اور حضرت علی رضی\r\nا یہ حدیث یقیناً موضوع ہے ۔\r\nاللہ عنہ کی طرف منسوب کر دیا۔ سبحانک ھذا بہتان عظیم (اے ارب تو ہر طرح کے شرک\r\nسے پاک ہے تجھ پر بڑا بھاری بہتان لگایا گیا ہے ) یا رب حق کا بول بالا ہو اور جھوٹوں کا منہ\r\n143"
    },
    {
        "id": 52,
        "pageNo": 52,
        "pageText": "کالا ہو۔ آمین\r\nجیسے عیسائیوں کا یہ عقیدہ ہے کہ حضرت عیسی علیہ السلام کو دونوں جہاں کا اختیار ہے اگر\r\nکوئی ان کو مان کر ان سے التجا کرتا ہے تو اسے اللہ تعالیٰ کی عبادت کی ضرورت نہیں گناہ اس\r\nکے ایمان میں خلل نہیں ڈالتا اس کے حق میں حرام و حلال کا امتیاز اٹھ جاتا ہے وہ اللہ تعالیٰ کا\r\nسانڈ بن جاتا ہے جو چاہے کرے حضرت عیسی علیہ السلام آخرت میں اس کی سفارش کر کے\r\nاللہ تعالیٰ کے عذاب سے چھڑا لیں گے۔ جاہل مسلمان بعینہ یہی عقیدہ پیغمبر اسلام علیہ السلام\r\nکے بارے میں رکھتے ہیں بلکہ اماموں اور اولیاء کے حق میں بھی ان کا عقیدہ ہے۔ بلکہ ہر پیر\r\nاور شیخ کے حق میں ان کا یہی عقیدہ ہے۔ اللہ تعالیٰ ہدایت دے۔\r\n((أَخْرَجَ أَبُودَاودَ عَنْ مُطَرْفِ بْنِ عَبْدِ اللَّهِ بْنِ الشَّخِيْرِ رَضِيَ اللَّهُ\r\nتَعَالَى عَنْهُ قَالَ انْطَلَقَتْ فِي وَفْدِ بَنِي عَامِرٍ إِلَى رَسُوْلِ اللَّهِ عَ\r\nفَقُلْنَا أَنتَ سَيْدَنَا فَقَالَ السَّيْدُ اللَّهُ فَقُلْنَا وَأَفْضَلْنَا فَضْلًا وَأَعْظَمُنَا\r\nطُوْلًا فَقَالَ قُولُوا قَوْلَكُمْ أَوْ بَعْضٍ قَوْلِكُمْ وَلَا يَسْتَجْرِيَنْكُمُ\r\nالشَّيْطَانُ))\r\nحضرت مطرف بن عبد اللہ اشخمیر رضی اللہ عنہ سے روایت ہے کہ قبیلہ بنو عامر کے\r\nوفد کے ہمراہ میں بھی رسول اللہ ﷺ کی خدمت میں حاضر ہوا۔ ہم نے کہا آپ\r\nہمارے سید ہیں فرمایا سید اللہ ہے پھر ہم نے کہا آپ ہم میں افضل ہیں اور بڑے\r\nہیں اور زیادہ بنی ہیں ا فر مایا ہاں یہ ساری با بعضی بات\r\nکہہ سکتے ہو۔ کہیں شیطان تم\r\nکو گستاخ نہ بنا دے۔ (ابوداود)\r\n144"
    },
    {
        "id": 53,
        "pageNo": 53,
        "pageText": "یعنی کسی بزرگ کی شان میں زبان سنبھال کر بات کرنی چاہئے۔ اس کی انسان ہی کی سی\r\nتعریف کرو بلکہ اس میں بھی کمی کرو۔ منہ زور گھوڑے کی طرح مت دوڑو کہیں شان الوہیت\r\nمیں بے ادبی نہ ہو جائے\r\nلفظ سید کے دو معنی\r\nسید کے دو معنی ہیں خود مختار ، مالک کل جو کسی کا محکوم نہ ہو آپ جو چاہے کرے یہ شان رب\r\nتعالیٰ کی ہے۔ اس کے معنی کے لحاظ سے اللہ تعالیٰ کے علاوہ کوئی سیز نہیں۔ (۲) پہلے حاکم کا\r\nحکم اس کے پاس آئے اور پھر اس کی زبانی دوسروں تک پہنچے جیسے چوہدری، زمیندار، اس\r\nمعنی کے لحاظ سے ہر نبی اپنی امت کا سردار ہے۔ ہر امام اپنے ہم عصر لوگوں کا ، ہر مجتہد\r\nاپنے ماننے والوں کا ، ہر بزرگ اپنے عقیدتمندوں کا اور ہر عالم اپنے شاگردوں کا سید ہے\r\nکہ یہ بڑے بڑے حضرات پہلے حکم پر خود عامل ہوتے ہیں پھر اپنے چھوٹوں کو سکھاتے\r\nپڑھاتے ہیں اس لحاظ سے ہمارے محبوب نبی ﷺ تمام جہاں کے سید ہیں۔ اللہ تعالیٰ کی نگاہ\r\nمیں آپ ﷺ کا مرتبہ سب سے بڑا ہے ۔ آپ ﷺ سب سے زیادہ احکام شرعیہ کے پابند\r\nتھے، اور اللہ تعالیٰ کا دین سیکھنے میں لوگ آپ ہی کے محتاج ہیں۔ اس معنی کے لحاظ سے آپ کو\r\nطول یعنی فضل واحسان، جو روستا میں ہم سے بڑھ کر ہیں۔\r\nسارے جہاں کا سردار کہا جاسکتا ہے بلکہ کہنا چاہئے اور پہلے معنی کے لحاظ سے ایک چیونٹی کا\r\nسردار بھی آپ ﷺ کو نہ مانا جائے کیونکہ آپ اپنی طرف سے ایک چیونٹی میں تصرف کے\r\n145"
    },
    {
        "id": 54,
        "pageNo": 54,
        "pageText": "مختار\r\nنہیں۔\r\nتصویر کے متعلق ارشادات نبوی\r\n(( وَأَخْرَجَ الْبُخَارِيُّ عَنْ عَائِشَةَ رَضِيَ اللَّهُ تَعَالَىٰ عَنْهَا أَنْهَا\r\nاشْتَرَتْ نَمْرَقَةً فِيهَا تَصَاوِيرُ فَلَمَّا رَأَهَا رَسُوْلُ اللَّهِ ﷺ قَامَ عَلَى\r\nالْبَابِ فَلَمْ يَدْخُلْ فَعَرَفَتْ فِي وَجْهِهِ الْكَرَامَةَ قَالَتْ فَقُلْتُ يَا رَسُوْلَ\r\nاللَّهِ أَتُوبُ إِلَى اللَّهِ وَإِلَى رَسُولِهِ مَاذَا أَذْنَبَتْ فَقَالَ رَسُوْلُ اللَّهِ عَ\r\nمَابَالُ هَذِهِ النَّمْرَقَةِ قَالَتْ قُلْتُ إِشْتَرَيْتُهَا لَكَ لِتَقْعُدَ عَلَيْهَا\r\nوَتَوَسُدَهَا فَقَالَ رَسُولُ اللهِ\r\nﷺ إِنْ أَصْحَابَ هَذِهِ الصُّوَرِ\r\nيُعَذِّبُونَ يَوْمَ الْقِيَامَةِ وَيُقَالُ لَهُمْ أَحَرُوا مَا خَلَقْتُمْ وَقَالَ إِنْ الْبَيْتَ\r\nالَّذِي فِيْهِ الصُّوَرُ لَا تَدْخُلُهُ المَلَائِكَةُ)).\r\nحضرت عائشہ رضی اللہ عنہا کا بیان ہے کہ انہوں نے نے ایک غالیچہ خریدا جس میں\r\nتصویریں تھیں جب اس کو رسول اللہ ﷺ نے دیکھا تو آپ ﷺ دروازے پر ہی\r\nکھڑے رہے اندر نہیں آئے۔ فرماتی ہیں میں نے آپ ﷺ کے چہرے سے\r\nکراہت محسوس کی میں نے کہا یا رسول اللہ میری توبہ ہے میں نے کیا گناہ کیا ہے\r\nفرمایا یہ غالیچہ کیسا ہے؟ فرماتی ہیں میں نے کہا میں نے اس کو آپ کے لئے خریدا\r\nہے تا کہ آپ اس پر بیٹھیں اور تکیہ بنا ئیں فرمایا ان تصویر والوں پر قیامت کے دن\r\nعذاب ہوگا کہ ان سے کہا جائے گا کہ اپنی بنائی ہوئی تصویروں کو زندہ کر و فر ما یا جس\r\n146"
    },
    {
        "id": 55,
        "pageNo": 55,
        "pageText": "گھر میں تصویریں ہوتی ہیں اس میں فرشتے نہیں آتے۔ ( بخاری )\r\nچونکہ اکثر مشرک مورتیاں پوجتے ہیں اس لئے فرشتوں اور نبیوں کو تصویروں سے گھن آتی\r\nہے اس لئے فرشتے نہیں آتے ۔ تصویر بنانے والوں پر عذاب ہوگا کہ سامان بت پرستی مہبیا\r\nکرتے ہیں۔ معلوم ہوا کہ تصویر خواہ پیغمبر کی ہو یا امام کی۔ ولی کی ہو یا قطب کی اور پیر کی ہو\r\nیا مرید کی بنانی حرام ہے اور اس کا رکھنا بھی حرام ہے جو لوگ اپنے بزرگوں کی تصویروں کی\r\nتعظیم کرتے ہیں اور بطور تبرک اپنے پاس رکھتے ہیں وہ سراسر گمراہ اور مشرک ہیں۔\r\nپیغمبر اور فرشتے ان سے گھن کرتے ہیں۔ مسلمان کا فرض ہے کہ وہ ہر قسم کی تصویر کو گندہ\r\nسمجھ کر اپنے گھر سے دور کر دے تا کہ رحمت کے فرشتے بھی اس گھر میں آئیں جائیں اور گھر\r\nمیں برکت ہو۔\r\nپانچ سخت ترین گناه\r\n(( أَخْرَجَ البَيْهَقِيُّ عَن عَبْدِ اللَّهِ بْنِ عَبَّاسٍ رَضِيَ اللَّهُ تَعَالَىٰ عَنْهُمَا\r\nقَالَ سَمِعْتُ رَسُولَ اللهِ ﷺ يَقُولُوا آشَدُّ النَّاسِ عَذَاباً يَوْمُ\r\nالْقِيَامَةِ مَنْ قَتَلَ نَبِيًّا أَوْ قَتَلَهُ نَبِيٌّ أَوْ قَتَلَ أَحَدَ وَالِدَيْهِ وَالْمُصَوَّرُونَ\r\nوَعَالِمٌ لَّا يَنْتَفَعُ بِعِلْمِهِ ))\r\nحضرت ابن عباس رضی اللہ عنہا کا بیان ہے کہ میں نے رسول اللہ ﷺ سے سنا آپ\r\nفرمارہے تھے قیامت کے دن سب سے زیادہ پخت عذاب اس شخص کو ہوگا\r\nجس نے نبی کو یا جس کو نبی نے قتل کیا یا جس نے اپنے باپ کو یا ماں کو قتل کیا اور\r\nتصویر میں بنانے والوں کو اور اس عالم کو بھی جو اپنے علم سے فائدہ نہ اٹھائے۔\r\n147"
    },
    {
        "id": 56,
        "pageNo": 56,
        "pageText": "(بیہقی)\r\nیعنی تصویر بنانے والا بھی ان بڑے بڑے گناہوں میں داخل ہے تو جو گناہ قاتل پیغمبر کو\r\nہوگا وہی گناہ تصویریں بنانے والوں کو ہوگا۔\r\n(( أَخْرَجَ الشَّيْخَانِ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ تَعَالَىٰ عَنْهُ قَالَ\r\nسَمِعْتُ رَسُولَ اللَّهِ ﷺ يَقُولُ قَالَ اللَّهُ وَمَنْ أَظْلَمُ مِمَّنْ ذَهَبَ\r\nيَخْلُقُ تَخَلْقِي فَلْيَخْلُقُوا ذَرَةٌ أَوْ لِيَخْلُقُوا حَبْةٌ أَوْ شَعِيرَةٌ)).\r\nحضرت ابو ہریرہ رضی اللہ عنہ کا بیان ہے کہ میں نے رسول اللہ ﷺ سے سنا آپ\r\nفرما ر ہے تھے کہ اللہ نے فرمایا ہے: اس سے بڑھ کر کون ظالم ہوگا جو میری\r\nطرح پیدا کرنے کی کوشش کرے سو بھلا کہ ایک ذرہ یا ایک دانہ یا ایک جو تو پیدا\r\nکر سے دکھائیں ۔ ( بخاری مسلم)\r\nیعنی مصور در پردہ الوہیت کا دعوی کرتا ہے کہ اللہ کے پیدا کرنے کی طرح چیزیں پیدا کرنا\r\nچاہتا ہے۔ یہ بڑا گستاخ اور کذاب ہے ایک دانہ تک بنانے کی قدرت نہیں نقل اتارتا ہے۔\r\nنقال ملعون پر اللہ کی لعنت ہے۔\r\nاپنے متعلق حضور ﷺ کا ارشاد\r\n((وَأَخْرَجَ رَزِينٌ عَنْ أَنَسٍ رَضِيَ اللَّهُ تَعَالَىٰ عَنْهُ قَالَ قَالَ رَسُوْلُ\r\nاللَّهِ ﷺ إِنِّي لَا أُرِيدُ أَنْ تَرْفَعُونِي فَوْقَ مَنْزِلَتِي الَّتِي أَنْزَلَنِيَهَا اللَّهُ\r\nتَعَالَى أَنَا مُحَمَّدُ بَنْ عَبْدِ اللَّهِ عَبْدَهُ وَرَسُولُهُ ))\r\nحضرت انس رضی اللہ عنہ سے روایت ہے کہ رسول اللہ ﷺ نے فرمایا میں نہیں چاہتا\r\n148"
    },
    {
        "id": 57,
        "pageNo": 57,
        "pageText": "www.KitaboSunnat.com\r\nرہتا تھا، سبق کہاں سے شروع ہوگا کبھی اصل مقام سے بعد عبارت شروع کر دیتے۔ شاہ\r\nعبد القادر رحمہ اللہ تو کتے تو جواب میں کہہ دیتے کہ مطلب سہل سمجھ کہ نہ پڑھا۔ شاہ عبد القادر\r\nمتروکہ حصے میں کچھ پوچھتے تو شاہ شہید ایسی تقریر فرماتے کہ سب لوگ سن کر حیران رہ\r\nجاتے۔ کبھی اصل مقام سے بیشتر سبق کا آغاز کر دیتے شاہ عبد القادر رحمہ اللہ متنبہ فرماتے تو\r\nشاہ شہید رحمہ اللہ ایسے شبہات وارد کر دیتے کہ فاضل استاد کو بھی ان کے جواب میں خاص\r\nتوجہ مبذول کرنا پڑتی۔\r\nغیر معمولی ذکاوت کی دھوم شہر بھر میں تھی۔ فارغ التحصیل ہونے کے بعد لوگ امتحاناً\r\nبر سر راہ سوالات کر دیتے۔ خیال یہ ہوتا کہ کتاب پاس نہیں، اسی لئے شانی جواب نہ دے\r\nسکیں گے لیکن شاہ شہید بے تامل تقریر شروع کر دیتے اور مسئلے کی ایسی تشریح فرماتے کہ\r\nپوچھنے والا کو اپنی جراءت پر خجالت ہوتی۔\r\nمولا نا محمد خان عالم مدراسی رحمہ اللہ نے مولاناسید محمد علی رام پوری رحمہ اللہ کے بیان کے\r\nمطابق لکھا ہے کہ شاہ شہید عالم متجر اور حافظ قرآن تھے۔ تمیں ہزار حدیثیں ان کی نوک زبان\r\nپر تھیں ۔\r\nسید صاحب رحمہ اللہ کی بیعت\r\nشاہ شہید رحمہ اللہ کے علم وفضل کی شہرت اگر چہ عام تھی لیکن اس کے ساتھ طبیعت میں\r\nک گونہ بے پروائی پائی جاتی تھی۔ یعنی انہوں نے کوئی مستقل مشغلہ اختیار نہ کیا تھا شائد\r\nے تنبیہ الضالين عن طريق سید المرسلین قلمی نسخہ نمبر ۱۹۶\r\n14\r\nمحکم دلائل و براہین سے مزین متنوع و منفرد کتب پر مشتمل مفت آن لائن مکتبہ"
    },
    {
        "id": 58,
        "pageNo": 58,
        "pageText": "کہ تم مجھے میرے اس مرتبے سے آگے بڑھاؤ جس پر اللہ پاک نے مجھے رکھا ہے\r\nمیں محمد ہوں ۔ عبد اللہ کا بیٹا ہوں۔ اللہ کا بندہ ہوں اور اس کا رسول ہوں۔ ( رزین کا\r\nے اس مضمون کی روایات مسند احمد اور طبرانی وغیرہ میں موجود ہیں ۔ مسند احمد کی حدیث کے الفاظ یہ ہیں\r\nعَنْ أَنَسٍ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَجُلًا قَالَ لِرَسُولِ اللَّهِ اللَّهُ : يَا سَيِّدَنَا وَابْنَ سَيِّدِنَا\r\nفَقَالَ رَسُولُ اللهِ : يَا أَيُّهَا النَّاسُ قُولُوا بِقَوْلِكُمْ وَلَا يَسْتَهْوِيَتْكُمُ الشَّيْطَانُ - أَنَا\r\nمُحَمَّدُ بْنُ عَبْدِ اللَّهِ وَرَسُولُهُ - وَاللَّهِ مَا أَحَبُّ أَنْ تَرْفَعُونِي فَوْقَ مَا رَفَعَنِيَ اللَّهُ. (البدايه\r\nو النهایه، ابن کثیر ص ۴۴:۴۴)\r\nیعنی ایک شخص نے رسول اللہ ﷺ سے کہا کہ آپ ہمارے سردار ہیں اور سردار کے بیٹے ہیں تو نبی اکرم\r\nنے فرمایا تم ایسا کہہ سکتے ہو لیکن خبردار رہنا ایسا نہ ہو کہ شیطان تمہیں مبالغہ آرائی میں لے ڈوبے۔ میں\r\nمحمد بن عبد اللہ ہوں اور اللہ کی قسم مجھے یہ بات قطعا پسند نہیں ہے کہ تم (میری تعریف میں مبالغہ آرائی کرتے\r\nہوئے ) مجھے اس مرتبہ سے بھی بلند کر دو جو کہ اللہ تعالیٰ نے مجھے عطا فر مایا ہے۔\r\nطبرانی کی روایت کے لفظ یہ ہیں :\r\nعَنْ حُسَيْنِ بْنِ عَلِيّ رَضِيَ اللهُ عَنْهُمَا أَنْ رَسُولَ اللهِ ﷺ قَالَ: لَا تَرْفَعُونِي فَوْقَ حَتَّى\r\nفَإِنَّ اللَّهَ تَعَالَى إِتَّخَذَنِي عَبْداً قَبْلَ أَنْ يَتَّخِذُنِي رَسُولاً. اسناده حسن ( مجمع الزوائدج و صفحه ۲۱)\r\nیعنی حسین بن علی رضی اللہ عنہما سے روایت ہے کہ نبی اکرم ﷺ نے فرمایا: مجھے میرے مرتبہ سے زیادہ بلند نہ\r\nکرو کیونکہ اللہ تعالیٰ نے مجھے اپنا رسول بنانے سے پہلے مجھے ان بندہ بنایا ہے۔ ( معلوم ہوا کہ رسول اللہ ہے\r\nکے نزد یک \" مقام عبدیت \" مقام رسالت زیادہ بلند درجہ رکھتا ہے )\r\nیعنی جس طرح اور بڑے لوگ اپنی تعریف میں مبالغہ سے خوش ہوتے ہیں مجھے اپنی\r\nتعریف میں مبالغہ ذرہ برابر بھی پسند نہیں۔ ان لوگوں\r\nکو تو مبالغہ کرنے والوں کے دین سے\r\n149"
    },
    {
        "id": 59,
        "pageNo": 59,
        "pageText": "کوئی واسطہ نہیں ہوتا خواہ دین رہے یا ندر ہے لیکن پیغمبر اسلام علیہ الصلوۃ والسلام اپنی امت\r\nپر بڑے شفیق و مہربان ہیں آپ ﷺ کو رات دن یہی فکر دامنگیر تھا کہ امت کا دین سنور\r\nجائے ۔ جب آپ ﷺ کو معلوم ہوا کہ میرے امتی مجھ سے بڑی محبت کرتے ہیں اور میرے\r\nبہت ہی احسان مند ہیں اور یہ بھی معلوم تھا کہ محبت محبوب کے خوش کرنے کو آسمان اور زمین\r\nکے قلابے ملایا کرتا ہے ایسا نہ ہو یہ تعریف میں حد سے بڑھ جائیں جس سے اللہ تعالیٰ کی\r\nشان میں بے ادبی ہو جائے۔ جس سے ان کا دین غارت ہو جائے اور میری ناراضگی بھی\r\nواجب ہو جائے اس لئے آپ ﷺ نے فرمایا کہ مجھے مبالغہ پسند نہیں۔ میرانامحمد ﷺ ہے\r\nمیں خالق یا رازق نہیں، میں عام لوگوں کی طرح اپنے باپ ہی سے پیدا ہوا ہوں اور میرا\r\nشرف بندہ ہونے ہی میں ہے البتہ عوام سے میں اس بات میں جدا ہوں کہ میں اللہ کے\r\nاحکام کو جانتا ہوں لوگ نہیں جانتے۔ لہذا انہیں مجھ سے اللہ کا دین سیکھنا چاہئے۔\r\nاے ہمارے آقا رحمہ اللعالمین پر رحمت و سلامتی کی بارش فرما جس طرح آپ ﷺ نے\r\nہم جیسے جاہلوں کو دین سکھانے کے لئے سر توڑ کوششیں کیں ان کی قدر دانی کرنے والا تو ہی\r\nہے۔ اے بلند و بر تر مالک ! ہم تیرے عاجز و بے بس بندے ہیں ہمارے اختیار میں کچھ\r\nنہیں۔ جس طرح تو نے ہمیں اپنے فضل و کرم سے شرک و توحید کا مطلب خوب سمجھایا۔ لا\r\nالہ الا اللہ کے تقاضوں سے خوب خبر دار کیا اور مشرکوں سے نکال کر موحد و پاک صاف بنایا ،\r\nاسی طرح اپنے فضل و کرم سے ہمیں بدعت و سنت کے معنی اچھی طرح سمجھا۔ کلمہ محمد رسول اللہ\r\nکے تقاضوں سے آگاہ فرما، اور بدعتیوں اور ملحدوں سے نکال کر ہمیں پاک سنی اور تابعدار\r\nحدیث و قرآن بنا۔ آمین ثم آمین ۔\r\n150"
    },
    {
        "id": 60,
        "pageNo": 60,
        "pageText": "www.KitaboSunnat.com\r\nاسکی وجہ یہ ہو کہ خاندان میں جن مشاغل کا رواج تھا، انہیں وہ مقاصد اصلاح کے لئے کافی نہ\r\nسمجھتے تھے اور کوئی نیا مشغلہ پیش نظر نہ تھا۔ یا یہ مجھ لیجئے کہ وہ اپنے دل میں ایک لائحہ عمل کا\r\nفیصلہ کر چکے تھے اور رفقاء ومعاونین کی تلاش میں متوقف تھے۔ یہ حالت تھی کہ ۱۲۳۴ھ\r\n(۱۸۱۹ء) میں امیر المومنین سید احمد بریلوی رحمہ اللہ، نواب امیر خاں والئی تو تک کی رفاقت\r\nچھوڑ کر راجپوتانہ سے دہلی پہنچے اور اکبر آبادی مسجد میں مقیم ہوئے۔ پہلے محمد یوسف پھلتی نے ،\r\nجو غالبا شاہ ولی اللہ کے بھائی شاہ اہل اللہ رحمہ اللہ کے پوتے تھے ، پھر شاہ عبد العزیز رحمہ\r\nاللہ کے داماد، مولانا عبد الکی رحمہ اللہ نے اور ان کے بعد شاہ شہید نے سید صاحب سے\r\nبیعت کی۔ اس وقت سے شاہ شہید کی زندگی بالکل بدل گئی۔ وہ رات دن اصلاح وارشاد\r\nمیں مصروف رہنے لگے۔ شہ سنبہ اور جمعہ کو شاہی مسجد میں بالالتزام وعظ فرماتے ۔ سرسید نے\r\nلکھا ہے کہ نماز جمعہ کے لئے لوگ اس کثرت سے آنے لگے ، جیسے عیدین کی نمازوں میں\r\nآتے تھے۔ سامعین کا شمار نہ ہو سکتا تھا۔ وعظ کا طریقہ ایسا تھا کہ جو کچھ فرماتے دلوں میں\r\nپیوست ہو جاتا۔ اگر کسی بات پر کوئی خلش پیدا بھی ہوتی تو آگے چل کر بالکل رفع ہو جاتی ۔\r\nاحیاء سنت اور رد و شرک و بدعت و عظوں کا خاص موضوع ہوتا۔ یہی دور تھا جس کے متعلق\r\nمولا تا ابوالکلام آز اور حمہ اللہ نے تذکرہ میں تحریر فرمایا:\r\nدعوت و اصلاح امت کے جو بھید پرانی دہلی کے کھنڈروں اور کوٹلہ سے جھروں میں دفن\r\nکر دیئے گئے تھے۔ اب اس سلطان وقت اور سکندر اعظم کی بدولت شاہجہان آباد کے\r\nبازاروں اور جامع مسجد کی سیڑھیوں پر ان کا ہنگامہ مچ گیا اور ہندوستان کے کناروں سے بھی\r\nگزر کر نہیں معلوم کہاں کہاں تک چرچے اور افسانے پھیل گئے۔ جن باتوں کے کہنے کی\r\n15\r\nمحکم دلائل و براہین سے مزین متنوع و منفرد کتب پر مشتمل مفت آن لائن مکتبہ"
    },
    {
        "id": 61,
        "pageNo": 61,
        "pageText": "www.KitaboSunnat.com\r\nبڑوں بڑوں کو بند حجروں کے اندر بھی تاب نہ تھی وہ اب بر سر بازار کی جارہی اور ہو رہی تھیں\r\nاور خون شہادت کے چھینٹے حرف و حکایت کے نقوش صفحہ عالم پر ثبت کر رہے تھے ۔\r\nسفر حج\r\nشوال ۱۲۳۶ ھ (جولائی ۱۸۱ء) میں امیرالمومنین سید احمد رحمہ اللہ نے حج کا قصد کیا۔\r\nسمندری سفر میں متوقع ہلاکت کی بناء پر مختلف علماء نے فرضیت حج سے سقوط کا فتوی دیا تھا\r\nاور بعض اصحاب تو یہ کہنے لگے تھے کہ وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ ت کی روسے\r\nحج کا مقصد ( معاذ اللہ ) معصیت ہے۔ اس فتنے کے سد باب کی ایک صورت یہ تھی کہ تحریر\r\nو تقریر کے ذریعے اس کا رد کیا جاتا۔ سید صاحب شاہ اسمعیل رحمہ اللہ، مولا نا عبد الحئی رحمہ اللہ\r\n، شاہ عبد العزیز رحمہ اللہ اور دوسرے علمائے حق نے اس فریضے کی بجا آوری میں کوئی کسر اٹھا\r\nنہ رکھی۔ دوسری صورت یہ تھی کہ ایک عملی اقدام سے اس وسیع ملک کی فضا میں ادائے حج کا\r\nعام غلغلہ پیدا کر دیا جاتا۔ تاکہ اگوں کے دلوں میں شوق و رغبت کے ولولے بیدار\r\nہو جاتے۔ حضرت سید احمد رحمہ اللہ ، صاحب عزم و ہمت تھے۔ انہوں نے مردانہ وار\r\nدوسرے راستے میں بھی قدم اٹھا لیا اور کمال یہ کیا کہ حج کے لئے مسلمانان ملک کو دعوت\r\nدے دی کہ کسی کے پاس راستے کا خرچ ہو یا نہ ہو وہ تیار ہو جائے۔ میں ذمہ لیتا ہوں کہ اس\r\nے تذکرہ طبع اول\r\nالبقره: ۱۹۵\r\n16\r\nمحکم دلائل و براہین سے مزین متنوع و منفرد کتب پر مشتمل مفت آن لائن مکتبہ"
    },
    {
        "id": 62,
        "pageNo": 62,
        "pageText": "www.KitaboSunnat.com\r\nکو حج کرا لاؤں گا۔ گویا فرضیت حج ہی کو اصل صورت میں محفوظ نہ کیا بلکہ عملاً سب آشکار\r\nکر دیا کہ یہ فرض یہ سہولت ادا ہو سکتا ہے شرط یہ ہے کہ اسے خدائی حکم سمجھ کر بچے مسلمان کی\r\nطرح بجالانے کا ارادہ کر لیا جائے۔\r\nچنانچہ سید صاحب ساڑھے سات سو مسلمانوں کے قافلے کے ساتھ حج کیلئے روانہ\r\nہوئے۔ شاہ شہید، ان کی والدہ ماجدہ اور ہمشیرہ محترمہ بھی ساتھ تھیں۔ اس جہاز کرائے پر\r\nلئے۔ ہر جہاز کی جماعت کے لئے ایک امیر مقرر فر مایا۔ کلکتہ سے روانہ ہوئے۔ حج زیارت\r\nکے بعد شعبان ۱۲۳۹ھ ( اپریل ۱۸۲۴ء) میں واپس تشریف لائے۔اس سفر میں ایک جہاز\r\nکی جماعت کے امیر شاہ اسمعیل رحمہ اللہ تھے۔\r\nدعوت جہاد\r\nحج سے واپسی کے بعد اپنے مرشد کے فرمان کے مطابق ہمہ تن جہاد کی دعوت کے لئے\r\nوقف ہو گئے۔ سرسید نے لکھا ہے:\r\nبموجب ارشاد سید اصفیاء یعنی پیر طریق ہدی اس طرح سے تقریر وعظ کی بنیاد ڈالی کہ\r\nمسائل جہاد فی اللہ بیشتر بیان ہوتے اور یہاں تک کہ آپ کی صیقل تقریر سے مسلمانوں کا\r\nآئینہ باطن مصرفی و جلی ہو گیا اور وہ اس طرح سے راہ حق میں سرگرم ہوئے کہ ہر شخص بے\r\nاختیار چاہنے لگا۔ سر اس کا راہ حق میں فدا اور جان اس کی اعلاء لواء دین محمدی ﷺ میں\r\nصرف ہو۔\r\n17\r\nمحکم دلائل و براہین سے مزین متنوع و منفرد کتب پر مشتمل مفت آن لائن مکتبہ"
    },
    {
        "id": 63,
        "pageNo": 63,
        "pageText": "www.KitaboSunnat.com\r\nہجرت\r\nکم و بیش پونے دو سال اس دعوت میں صرف ہوئے ۔ جب جابجا مجاہدین کی جماعتیں\r\nتیار ہوگئیں تو غور و فکر کے بعد سرحد سے آغاز جہاد کا فیصلہ ہوا، جہاں پنجاب کی سکھ حکومت\r\nنے یورشیں شروع کی تھیں۔\r\nجمادی الاخری ۱۲۴۱ھ ( ۱۷ جنوری ۱۸۲۶ء) کو شاہ شہید رحمہ اللہ کے ساتھ بغرض جہاد\r\nراہ ہجرت میں قدم رکھا۔ اس وقت صرف پانچ چھ سو آدمی ساتھ لئے تھے۔ فیصلہ یہ تھا کہ\r\nتجویز کردہ مرکز میں پہنچ کر حالات کے جائزے کے بعد باقی جماعتوں کو بلالیں گے۔ شاہ\r\nشہید اس سفر کے دوران عام تنظیمی مقاصد کے کفیل خاص تھے۔\r\nیہ جماعت رائے بریلی سے بند ھیل کھنڈ، گوالیار، ٹونک، اجمیر ، صحرائے مارواڑ عمرکوٹ،\r\nحیدر آباد (سندھ) شکار پور، کوئٹہ قندھار ، غزنی اور کابل ہوتی ہوئی پشاور پہنچی۔ یہ کم و بیش\r\nتین ہزار میل کا سفر تھا اس میں لیتے ہوئے صحرا بھی تھے، جہاں میلوں تک پانی کا نشان نہ ملتا\r\nتھا۔ بڑے بڑے دریا بھی تھے ، دشوار گزار پہاڑ اور برفستان بھی۔ اس مہینے اس مسافت کو\r\nطے کرنے میں صرف ہوئے۔\r\nجہاد\r\n۲۰ جمادی الاول ۱۲۴۲ھ (۲۰ دسمبر ۱۸۲۶ء) کو جہاد بالسیف کا آغاز ہوا۔ اس سلسلے میں\r\nشاہ شہید کے مخصوص و ممتاز کار ناموں کی اجمالی کیفیت ذیل میں درج ہے:\r\nا۔ انہی کی کوششوں سے اہل سرحد نے سید صاحب کے ہاتھ پر امارت جہاد کی اور سرحد میں\r\n18\r\nمحکم دلائل و براہین سے مزین متنوع و منفرد کتب پر مشتمل مفت آن لائن مکتبہ"
    },
    {
        "id": 64,
        "pageNo": 64,
        "pageText": "مجلس التحقيق الاسلامي امة\r\nقُلْ أَطِيعُوا الله\r\nمحدث لائبريري وَأَطِيعُوا الرَّسُول\r\nت کی روشنی میں بھی جانے والی اردو اسلامی کتب کا اب سے یا مفت مرکز\r\nمعزز قارئین توجہ فرمائیں\r\nکتاب و سنت ڈاٹ کام پر دستیاب تمام الیکٹرانک کتب ... عام قاری کے مطالعے کیلئے ہیں۔\r\nمجلس التحقيق الاسلامی کے علمائے کرام کی باقاعدہ تصدیق و اجازت کے بعد (Upload) کی جاتی ہیں۔\r\nدعوتی مقاصد کیلئے ان کتب کو ڈاؤن لوڈ ( Download) کرنے کی اجازت ہے۔\r\nتنبيه\r\nان کتب کو تجارتی یا دیگر مادی مقاصد کیلئے استعمال کرنے کی ممانعت ہے\r\nکیونکہ یہ شرعی، اخلاقی اور قانونی جرم ہے۔\r\nCOUNCIL\r\nاسلامی تعلیمات پیش تمل کتب متعلقہ ناشرین سے خرید کر تبلیغ دین کی کاوشوں میں بھر پور شرکت اختیار کریں\r\nPDF کتب کی ڈاؤن لوڈنگ ، آن لائن مطالعہ اور دیگر شکایات کے لیے درج ذیل ای میل ایڈریس\r\nپر رابطہ فرمائیں۔\r\nKitaboSunnat@gmail.com\r\nwww.KitaboSunnat.com"
    },
    {
        "id": 65,
        "pageNo": 65,
        "pageText": "www.KitaboSunnat.com\r\nعلماء یا اکابر سے جتنی گفتگوئیں ہوئیں، ان میں سے اکثر شاہ شہید ہی نے کیں۔\r\n۲۔ ضلع ہزارہ میں جہاد کی تنظیم انہی نے فرمائی۔ تاہم غیر معمولی استقامت سے سکھوں کے\r\nخاصے بڑے لشکر کو شکست فاش دی۔ اس جنگ میں شاہ شہید کی قبا گولیوں سے چھلنی ہوگئی\r\nاور ایک انگلی پر گولی کا زخم لگا۔ اس انگلی کی طرف اشارہ کرتے ہوئے مزاحاً فرمایا کرتے تھے\r\nکہ یہ ہماری انگشت شہادت ہے۔\r\n۳ ۔ انہی کی کوششوں سے بیعت اقامت شریعت کا انتظام ہوا اور اہل سرحد پہلی مرتبہ مسیح\r\nشرعی حکومت کی برکات سے متمتع ہوئے۔\r\n۴۔ انہی کی قیادت میں امب ، عشرہ ، مردان اور مایار کی جنگوں میں نمایاں فتوحات حاصل\r\nہوئیں۔ پشاور کے بعد سلطان محمد خان باک زئی سے گفت و شنید کے لئے بھی سید نے انہی\r\nکو نامزدفرمایا تھا۔\r\n۵- غرض پرستوں کی عناد آرائی کے باعث علاقہ سرحد میں حالات نا اک صورت اختیار\r\nکر گئے اور سید صاحب نے اس مرکز کو چھوڑ کر دشوار گزار پہاڑی راستوں سے کشمیر ہی کا\r\nقصد فرمایا تو شاہ شہید بھی ساتھ تھے۔\r\n- سفر کشمیر کے سلسلے میں ۲۴ ذی قعدہ ۱۲۴۶ھ ( ۶ مئی ۱۸۳۱ء) کو بار کوٹ کی جنگ پیش،\r\nجس میں سید صاحب ، شاہ شہید اور بیشتر مجاہدین نے جام شہادت نوش کیا۔\r\nبنا کردند خوش رہے خاک و خون غلطیدن\r\nرحمت کند اس عاشقان پاک طینت\r\nخدا\r\n*\r\nرا\r\n19\r\nمحکم دلائل و براہین سے مزین متنوع و منفرد کتب پر مشتمل مفت آن لائن مکتبہ"
    },
    {
        "id": 66,
        "pageNo": 66,
        "pageText": "www.KitaboSunnat.com\r\nسیرت کی ایک جھلک\r\nجہاں تک معلو ہوسکا ہے۔ شاہ شہید نے امور معیشت میں تکلفات\r\nکو بھی پسند نہ فرمایا۔\r\nسید صاحب سے وابستگی کے بعد تو وہ معیشت کے ادنیٰ مدارج ہی میں اس طرح سرخوش\r\nتھے، گو باشہنشاہی کے تخت پر بیٹھے ہیں۔ سفر حج میں کلکتہ پہنچے تو ایسٹ انڈیا کمپنی کے وکیل\r\nمنشی امین الدین احمد رحمہ اللہ ملاقات کے لئے آئے۔ وہ اس زمانے میں کلکتہ کے بہت\r\nبڑے رئیس مانے جاتے تھے۔ سید صاحب سے ملنے کے بعد انہوں نے پوچھا شاہ اسمعیل\r\nرحمہ اللہ کہاں ہیں؟ یہ ایک کشتی سے اتر کر سید صاحب کی کشتی کی طرف آرہے تھے کپڑے\r\nمیلے ہو چکے تھے۔ اگوں نے ان کی طرف اشارہ کیا منشی امین الدین رحمہ اللہ نے سمجھا ، یہ\r\nکوئی اور اسمعیل ہوں گے اور کہا، میں شاہ اسمعیل رحمہ اللہ کو پوچھتا ہوں جو شاہ عبدالعزیز\r\nرحمہ اللہ کے بھیجے ہیں۔ جب انہیں بتایا گیا کہ شاہ صاحب یہی ہیں تو ان کی سادگی اور بے\r\nتکلفی دیکھ کرمنشی صاحب بے اختیار آبدیدہ ہو گئے۔\r\nسید صاحب نے سواری کے لئے شاہ صاحب کو گھوڑا دے دیا تھا، لیکن جب کسی کام پر\r\nجاتے تو اپنے گھوڑے پر کسی رفیق کو سوار کر دیتے اور خود پیدل چلتے کہ دین کا کام ہے، جتنی\r\nزیادہ مشقت اٹھا ئیں گے، زیادہ ثواب ملے گا۔\r\nسید صاحب سے ان کی عقیدت شہر آفاق ہے۔ اگوں نے اس سلسلے میں بہت سی\r\nداستانیں وضع کر رکھی ہیں۔ وہ صحیح ہوں یا نہ ہوں، لیکن اس میں شبہ نہیں کہ شاہ صاحب کو سید\r\nصاحب سے غیر معمولی عقیدت تھی۔ بایں یہ عقیدت صاحب کی حق گوئی پر بھی اثر انداز نہ\r\n20\r\nمحکم دلائل و براہین سے مزین متنوع و منفرد کتب پر مشتمل مفت آن لائن مکتبہ"
    },
    {
        "id": 67,
        "pageNo": 67,
        "pageText": "www.KitaboSunnat.com\r\nہوسکی۔ ایک موقع پر قلعہ امب کے لئے خطرہ پیدا ہو گیا تھا۔ اس میں سید صاحب کی اہلیہ اور\r\nدوسری مستورات بھی تھیں۔ سید صاحب نے شاہ صاحب کو لکھا کہ خواتین دوسرے محفوظ\r\nمقام پر بھیج دی جائیں تاکہ بڑائی کے وقت مجاہدین کے لئے پریشانی کو کوئی امکان باقی نہ\r\nرہے۔ شاہ صاحب سمجھتے تھے کہ خواتین کو نکالا گیا تو گر دو پیش کے عوام پر برا اثر پڑے گا اور\r\nوہ سمجھیں گے کہ خطرہ سر پر آ گیا ہے۔ لہذا سید صاحب کی خدمت میں عرض کیا کہ یہ اقدام\r\nخلاف مصلحت ہے۔ سید صاحب نے اپنے حکم کا اعادہ کیا تو شاہ صاحب نے صاف صاف\r\nلکھ دیا کہ اس حکم کی تعمیل سے مسلمانوں کو گزند پہنچا تو قیامت کے دن آپ اس کے جواب دہ\r\nہوں گے۔ سید صاحب نے حکم واپس لے لیا۔\r\nعمر اگر چہ زیادہ نہ تھی لیکن دین کی راہ میں مسلسل مشقتیں اٹھاتے اٹھاتے جسم نہایت\r\nکمزور ہو گیا تھا۔ آخری دور کے حالات سے معلوم ہوتا ہے، ایک موقع پر زنبوک اٹھوا کر\r\nاس غرض سے یہ اسرار اپنے کندھے پر رکھوائی کہ اگوں میں روح عزیمت بیدار ہو، مگر بوجھ\r\nسے پاؤں لڑکھڑانے لگے۔ پہاڑ پر چڑھتے تھے تو چند قدم چلنے سے سانس پھول جاتا تھا۔\r\nاس حالت کے با وجود آخری دم تک کوئی ایسا موقع نہ آیا کہ وہ جنگ یا سفر میں کسی سے پیچھے\r\nرہے ہوں یا مقاصد جنگ کے سلسلے میں انہوں نے ضرورت کے وقت دو دو منزلیں ایک\r\nدن میں طے نہ کی ہوں۔\r\nسرحد میں مختلف مواقع پر نہایت اہم دینی، جنگی اور سیاسی مسائل پیش آئے۔ شاہ صاحب\r\nبے تکلف انہیں حل کرتے رہے مشہور ہے کہ ایک موقع پر وہ گھوڑے کو کھر کیا کر رہے تھے تو\r\nبعض اگوں نے ان سے چند دینی امور کے متعلق سوال کیا۔ انہوں نے کھریرا جاری رکھا\r\n21\r\nمحکم دلائل و براہین سے مزین متنوع و منفرد کتب پر مشتمل مفت آن لائن مکتبہ"
    },
    {
        "id": 68,
        "pageNo": 68,
        "pageText": "www.KitaboSunnat.com\r\nاور مستفسرین کو شانی جواب دیدیا۔\r\nسید جعفر علی نقوی رحمہ اللہ نے لکھا ہے کہ بار کوٹ میں ان کے پیچھے دوگانہ ادا کیا۔ انہوں\r\nنے دونوں رکعتوں میں پوری سورت بنی اسرائیل پرھی اور اس کیفیت میں پڑھی کہ ابتدائے\r\nعمر سے آج تک ( تادم تحریر) کسی امام کے پیچھے نماز میں وہ لذت نصیب نہ ہوئی۔ یہ نماز عمر\r\nبھر نہ بھولے گی ۔\r\nفصل من عذكر\r\nیہ شاہ اسمعیل رحمہ اللہ تھے، جن کی زندگی کا ایک ایک ٹامیہ اعلاء کلمۃ الحق اور احیاء اسلام\r\nمیں صرف ہوا، جنہوں نے دنیا کی ہر ایک راحت کو بے توقف خدمت دین کیلئے قربان\r\nکر دیا اور اپنے اخلاص کے محضر پر خون شہادت سے مہر ثبت کی۔ اس ترازو میں ہم اپنے\r\nایمان باللہ اور اپنی حمیت دین کو تو لیں تو نتیجہ کیا نکلے گا۔ پھر اس سے بڑھ کر بد بختی اور حرمان\r\nنصیبی کیا ہو سکتی ہے کہ سینکڑوں مسند نشینان اور سینکڑوں سجا دہ گستران طریقت اس بزرگ\r\nمجاہد کو سوا سو برس تک گونا گوں مطاعن کا ہدف بناتے رہے۔ ہم سب ان مطاعن کو اس شوق\r\nولذت سے سنا، گویا یہ حفظ دین اور پارسائی کا ایک لگا نہ کارنامہ تھا۔\r\nمنظور صفحہ نمبر ۳و۱۱۴\r\n22\r\nمحکم دلائل و براہین سے مزین متنوع و منفرد کتب پر مشتمل مفت آن لائن مکتبہ"
    },
    {
        "id": 69,
        "pageNo": 69,
        "pageText": "www.KitaboSunnat.com\r\nاولاد\r\nشاہ عبد القادر نے اپنی نواسی بی بی کلثوم رحمہا اللہ سے شاہ شہید کا نکاح کر دیا تھا۔ صرف\r\nایک بچہ ہوا جس کا نام شاہ محمدعمر رحمہ اللہ تھا۔ اس کی پوری زندگی نیم مجذوبیت کی حالت میں\r\nگزری۔\r\nشاہ شہید کی متعدد تصانیف ہیں مثلاً :\r\nتصانیف\r\nاصول فقہ میں ایک رسالہ جو چھپ چکا ہے۔\r\n۲ منطق میں ایک رسالہ جس کا ذکر سر سید احمد خاں نے کیا ہے\r\n- اليضاح الحق الصريح في احكام الميت والضریح محققین کا بیان ہے کہ حقیقت بدعت\r\nمیں ایسی کوئی کتاب کسی زبان میں نہیں لکھی گئی افسوس یہ کمل نہ ہوسکی۔ اردو ترجمے کے ساتھ\r\nدو تین مرتبہ چھپ چکی ہے۔\r\n۴۔ منصب امامت۔ یہ بھی نہایت عمدہ کتاب ہے فارسی نسخے اب کمیاب ہیں البتہ اردو\r\nترجمہ ملتا ہے۔\r\n۵- تنویر العینین فی اثبات رفع الیدین۔ اس میں وہ احادیث جمع کر دی گئی ہیں، جن\r\nسے رفع یدین کا سنت ہونا ثابت ہے۔ اردو ترجمے کے ساتھ کئی مرتبہ چھپ چکی ہے۔ اب\r\nحال میں اس کا عربی ایڈیشن معہ حاشیہ جمعیت مرکزی اہل حدیث مغربی پاکستان کے ادارہ\r\n23\r\nمحکم دلائل و براہین سے مزین متنوع و منفرد کتب پر مشتمل مفت آن لائن مکتبہ"
    },
    {
        "id": 70,
        "pageNo": 70,
        "pageText": "www.KitaboSunnat.com\r\nاشاعۃ السنہ نے نہایت عمدگی سے شائع کیا ہے۔\r\n- صراط مستقیم : اس کتاب کے چار باب ہیں، جن میں سے صرف پہلا باب شاہ شہید کا\r\nلکھا ہوا ہے۔ مضامین سید صاحب کے ہیں۔ اس کا اردو ترجمہ بھی چھپ چکا ہے فارسی ایک\r\nمرتبہ چھپی اور بہت کمیاب تے ہے۔\r\n- تقویۃ الایمان: اس کی تفصیل آگے آئے گی۔\r\n۸- یک روزی مختصر سا رسالہ ہے جس میں تقویۃ الایمان پر مولوی فضل حق خیر آبادی\r\nکے بعض اعتراضات کا جواب دیا گیا ہے۔ شاہ صاحب نماز کے لئے مسجد کی طرف جار ہے\r\nتھے۔ راستے میں انہیں مولوی فضل حق کا رسالہ ملا۔ نماز سے فارغ ہوتے ہی جواب لکھنے\r\nبیٹھ گئے اور ایک نشت میں اسے پورا کر دیا۔ اسی وجہ سے یک روزی نام پایا۔\r\n۹- مکاتیب ان کا بہت بڑا مجموعہ ہے، جن میں سے بعض ان کے نام سے مشہور ہوئے\r\nاکثر انہوں نے سیڈ صاحب کی ایما پر لکھے۔\r\n۱۰۔ منظومات: ان کی کیفیت یہ ہے\r\n(۱) ایک فارسی قصیدہ نعت میں۔\r\n( ب ) ایک فارسی قصیدہ سید صاحب کی مدح میں۔\r\n( ج ) ایک فارسی مثنوی موسوم بہ سلک نور توحید کے مضمون پر۔\r\nالمکتبہ السلفیہ نے مترجم بھی شائع کردی ہے۔\r\nمع اب اس کو الحمد للہ المکتبہ السلفیہ نے شائع کر دیا ہے۔\r\n24\r\nمحکم دلائل و براہین سے مزین متنوع و منفرد کتب پر مشتمل مفت آن لائن مکتبہ"
    },
    {
        "id": 71,
        "pageNo": 71,
        "pageText": "www.KitaboSunnat.com\r\n(د) ایک اردو مثنوی موسوم بہ سلک نور توحید کے مضمون پر۔\r\n(ه) ایک مثنوی به زبان فارسی ایک حدیث کی شرح میں۔\r\nتقویۃ الایمان کی سرگزشت\r\nتقویۃ الایمان پہلی مرتبہ ۱۲۲۳ھ ( ۲۷-۱۸۲۶ء) میں چھپی تھی جب شاہ شہید امیر\r\nالمومنین سید احمد بریلوی رحمہ اللہ اور جماعت مجاہدین کے ہمراہ وطن مالوف سے ہجرت\r\nکر کے جاچکے تھے اور ہندوستان کی آزادی و تطہیر کے لئے جہاد بالسیف کا آغاز ہورہا تھا\r\nاب ۱۴۱۰ھ (۱۹۸۹ء) ہے گزشتہ ایک سوستاسٹھ برس کی مدت دراز میں اللہ ہی بہتر جانتا ہے\r\n، یہ کتاب\r\nکتنی مرتبہ طبع ہوئی۔ سرسری اندازہ ہے کہ چالیس پچاس اکھ سے کم نہ چھپی ہوگی۔\r\nکروڑوں آدمیوں نے اسے پڑھا اور ہدایت کی روشنی حاصل کی ۔ یہ ایسا شرف ہے، جو\r\nتقویۃ الایمان کے سوا اردو کی کسی دوسری کتاب کو شائد ہی نصیب ہوا ہو۔\r\nاس کے خلاف غلط فہمیوں اور غلط بیانیوں کے جو ہنگامے بپا ہوئے اور بپا کئے گئے وہ بھی\r\nغالباً کسی دوسری کتاب کو پیش نہ آئے ۔ آج تقویۃ الایمان کی سرگزشت پر نظر بازگشت ڈالی\r\nجائے تو چشم تصور کے سامنے ایک عجیب منظر آتا ہے گویا ایک سمندر ہے جس پر طوفان کا\r\nبحران طاری ہے اس کی سطح موجوں کے جوش، ہیجان، ٹکراؤ اور کشاکش سے عرصہ محشر کا نمونہ\r\nبن رہی ہے۔ بڑے بڑے جہازوں کے ناخداؤں پر ہر اس کے بادل چھائے ہیں۔ اور وہ\r\nلنگر ڈال کر دامن ساحل کو مضبوطی سے تھامے کھڑے ہیں۔ صرف ایک صاحب ملاح اپنے\r\nکمزور نا اک سفینے کے بادبان کھولے ہوئے مصروف سفر ہے ۔ طوفان کی ہلاکت خیزیاں\r\n25\r\nمحکم دلائل و براہین سے مزین متنوع و منفرد کتب پر مشتمل مفت آن لائن مکتبہ"
    },
    {
        "id": 72,
        "pageNo": 72,
        "pageText": "www.KitaboSunnat.com\r\nاور موجوں کی ہیئت انگیزیاں اس کی جبین یقین و ہمت پر اضطراب کی شکن پیدا نہیں کرسکیں\r\n۔ جو مصلحتیں اپنی دل رہائیوں اور معذرت آرائیوں کے جال دوسروں کے سامنے بچھا کر\r\nانہیں پابند ساحل بنا چکی تھیں، وہ اس ملاح کی دامن کشی و عناں گیری میں بھی پوری قوت\r\nسے سرگرم رہیں لیکن سلطان فرض کے حکم کی بجا آوری میں اس نے ہر مصلحت کو ٹھکرادیا۔ وہ\r\nآگے بڑھتا گیا اور اپنی بے مثال عزیمت سے ہر مخالف قوت کو نا کام اور ہر معاندانہ اقدام\r\nکو نا مراد بنادیا۔ وہ اس مقام پر جا پہنچا جو صرف بزرگان عزیمت ہی کے حصے میں آتا ہے۔\r\nریبه\r\nبلند\r\nنکلا\r\nجس کو\r\nمل گیا\r\nہر\r\nمدگی\r\nکے\r\nواسطے\r\nوار\r\nورمن\r\nکہاں\r\nکتاب کے ممتاز خصائص\r\nتقویۃ الایمان کا موضوع توحید ہے جو دین کی بنیاد و اساس ہے اس موضوع پر اللہ\r\nجانے ، اب تک کتنی کرتا ہیں اور رسالے لکھے جا چکے ہیں۔ شاہ شہید کا انداز بحث اور طرز\r\nاستدلال سب سے نرالا ہے اور سراسر مصلحانہ ہے علماء حق کی طرح انہوں نے صرف\r\nکتاب و سنت کو مدار بنایا، آیات و احادیث پیش کر کے وہ نہایت سادہ اور سلیس انداز میں\r\nان کی تشریح فرمادیتے ہیں اور تو حید کو نقصان پہنچانے والی جتنی غیر مشروع رسمیں معاشرے\r\nمیں مروج تھیں، ان کی حقیقی حیثیت دل نشین طریق پر آشکارا کر دیتے ہیں۔\r\nانہوں نے عقیدہ و عمل کی ان تمام خوفناک غلطیوں کو جو اسلام کی تعلیم تو حید کے خلاف\r\nتھیں، مختلف عنوانوں کے ماتحت جمع کر دیا مثلاً شرک فی العلم ، شرک فی التصرف ، شرک فی\r\n26\r\nمحکم دلائل و براہین سے مزین متنوع و منفرد کتب پر مشتمل مفت آن لائن مکتبہ"
    },
    {
        "id": 73,
        "pageNo": 73,
        "pageText": "www.KitaboSunnat.com\r\nالعادات ، شرک فی العبادات ۔ اسی طرح تقویۃ الایمان توحید کے موضوع پر ایک جامع اور\r\nیگانہ کتاب بن گئی۔ علاوہ بریں:\r\nا۔ یہ کتاب شاہ شہید کے زمانے سے علمی، عملی اور ثقافتی حالت کا ایک نہایت عجیب مرقع\r\nہے۔ اگر کوئی شخص چاہے کہ آج سے سوا سو سال پیشتر اس وسیع ملک سے مسلمان کر کن\r\nاعتقادی، عملی اور اخلاقی امراض میں مبتلا تھے تو تقویۃ الایمان اس کے لئے مستند معلوما کا\r\nایک نہایت اچھا خیرہ ہوگی۔\r\n۲ - شاہ شہید نے محض توحید کی نظری تشریح اور اس کے لئے دعوت ہی پر اکتفا نہ کی بلکہ\r\nایسا رنگ اختیار کیا کہ پڑھنے والا اس معاشرے اور ماحول میں جا پہنچتا ہے، جس میں یہ\r\nکتاب لکھی گئی۔ اس طرح دعوت کی تاثیر ونفوذ میں بہت اضافہ ہو گیا۔\r\n۳- اگر چہ یہ کتاب نہایت اہم موضوع پر ہے لیکن شاہ شہید نے طریق استدلال ایسا\r\nاختیار کیا کہ معمولی پڑھا لکھا آدمی اور متجر عالم اپنے اپنے دینی مدارج کے مطابق اس سے\r\nیکساں مستفید ہو سکتے ہیں اور مستفید ہوتے رہے۔\r\n۴- اگر چہ یہ اس زمانے میں لکھی گئی تھی ، جب اردو نثر بالکل ابتدائی دور میں تھی لیکن\r\nشاہ صاحب کی عبارت ایسی سادہ سلیس ، شگفتہ اور دلکش ہے کہ چند مخصوص الفاظ\r\nو محاورات چھوڑ کر آج بھی ایسی دلکش کتاب لکھنا سہیل نہیں ۔ یقیناً اردو زبان نشو و ارتقا کے\r\nمزید مدارج طے کرنے کے بعد بھی تقویۃ الایمان کو بلحاظ اسلوب اپنا ایک گراں بہا\r\nسرمایہ تصور کرے گی۔\r\n27\r\nمحکم دلائل و براہین سے مزین متنوع و منفرد کتب پر مشتمل مفت آن لائن مکتبہ"
    },
    {
        "id": 74,
        "pageNo": 74,
        "pageText": "www.KitaboSunnat.com\r\nاعتنا اور عدم اعتنا کے متضاد مناظر\r\nیہ امر حد درجہ تعجب انگیز ہے کہ تقویۃ الایمان اپنے گونا گوں محاسن کے باوجود عقیدت\r\nمندوں کے دائرے میں بھی بیک وقت اغتنا اور عدم اعتنا کے متضاد مناظر کا مرجمع بنی رہی۔\r\nاس کی طباعت اشاعت سے اعتنا کا یہ حال کہ اردو کی کوئی دوسری کتاب اس برابری کا دم\r\nنہیں مار سکتی۔ بہت سے اشخاص و ادارات کا دستور حیات ہی یہ رہا ہے کہ ہر سال اس کے\r\nہزاروں نسخے چھاپتے اور مفت با تقریبا مفت تقسیم کر دیتے۔ لیکن عدم اعتنا کی یہ کیفیت کہ نہ\r\nکتاب کے متن کی تصحیح وتنتی پر کوئی قابل ذکر توجہ کی گئی نہ زمانے کے مذاق مطالعہ میں ارتقاء\r\nکے ساتھ ساتھ اس کی تبویب و تہذیب کا کوئی سروسامان کیا گیا۔ معلوم ہوتا ہے عقیدت\r\nمندوں نے بھی اسے زیادہ سے زیادہ تبرک کا درجہ دے دیا تھا اور اس متاع عزیز سے\r\nمخصوص ربط و ضبط کا تقاضا صرف یہ سمجھ لیا تھا کہ یہ جس صورت میں آئی ، اسی صورت میں\r\nآئندہ نسلوں کے حوالے کر دی جائے۔ راقم الحروف کے علم کے مطابق تصحیح متن اور تبویب\r\nمطالب کی صرف کوششیں مختلف اوقات میں ہوئیں لیکن وہ بھی ادھوری رہ گئیں۔\r\nضروری کام\r\nاس سلسلے میں کئی ضروری کام تھے۔ جو تصنیف و تالیف کا سلجھا ہوا نداق رکھنے والے\r\nاصحاب کی نظروں سے پوشیدہ نہ رہ سکتے تھے۔ تقویۃ الایمان کے مطالعے میں بیک نظر واضح\r\nہو سکتا ہے کہ شاہ شہید نے اپنی دوسری تصانیف کی طرح اسے بھی قلم برداشتہ لکھ ڈالا تھا۔ اس\r\nسرزمین میں احیاء اسلامیت کے جن عظیم القدر مقاصد کی خاطر وہ اپنی حیات عزیز کے بیش\r\n28\r\nمحکم دلائل و براہین سے مزین متنوع و منفرد کتب پر مشتمل مفت آن لائن مکتبہ"
    },
    {
        "id": 75,
        "pageNo": 75,
        "pageText": "www.KitaboSunnat.com\r\nمحکم دلائل و براہین سے مزین متنوع و منفرد کتب پر مشتمل مفت آن لائن مکتبہ"
    },
    {
        "id": 76,
        "pageNo": 76,
        "pageText": "www.KitaboSunnat.com\r\nبها اوقات وقف فرما چکے تھے، ان میں غیر معمولی اشتغال و انہماک کے باعث بظاہر تقویت\r\nالایمان کے مسودے پر نظر ثانی کی بھی مہلت ندل سکی۔ کتاب کے سلسلے میں جو ضروری کام\r\nشاہ شہید خود انجام نہ دے سکے تھے، عقیدت مندوں کا فرض تھا کہ انہیں خود پورا کرتے۔\r\nمثلا:\r\nا۔ کتاب میں جا بجا ذیلی عنوانات لگائے جاتے۔ تاکہ اسکا مطالعہ زیادہ سے زیادہ بہل\r\nاور نفع بخش بن جاتا:\r\n۲- شاہ شہید نے حسب ضرورت احادیث کی عبارات نقل کر دی ہیں۔ ضروری تھا کہ\r\nحواشی میں احادیث کی تخریج کی جاتی اور مطبوعہ کتابوں کے حوالے دیے جاتے۔\r\n۔ شاہ شہید نے اپنے گرد و پیش جن غیر شرعی مراسم و مشاغل کا ہجوم دیکھا ان کا ذکر\r\nاجمالا کر دیا۔ بعد کے زمانے میں وہ مراسم آہستہ آہستہ نا پید ہوتے گئے۔ ضروری تھا کہ ان\r\nکی کیفیت اختصاراً بیان کر دی جاتی تاکہ پڑھنے والوں پر ان کا غیر مشروع ہو نا مخفی نہ رہتا\r\nاور وہ اس نوع کی دوسری رسموں سے احتراز کرتے ، جن کی ہدایت ہر دائرے میں مختلف تھی۔\r\n۴۔ شاہ شہید کے زمانے میں طریق املا دوسرا تھا۔ خصوصا علامات اوقاف کے استعمال کا\r\nکوئی دستور نہ تھا۔ بعد میں طریق املا تدریجاً اصلاح پا تا رہا۔ ضروری تھا کہ پرانا طریق املا\r\nچھوڑ کر نیا طریق اختیار کیا جاتا اور جابجا اوقاف لگا دیئے جاتے تاکہ عبارت آسان الفہم\r\nبن جاتی اور کتاب کی افادی حیثیت بڑھ جاتی۔\r\n۵- جیسا کہ عرض کیا جا چکا ہے تقویۃ الایمان اپنی سادگی و سلامت اور عبارت کی پختگی\r\nو دل نشینی کے اعتبار سے آج بھی ایک نادر کتاب ہے ۔ تاہم اس کے بعض الفاظ و فقرات کا\r\n29\r\nمحکم دلائل و براہین سے مزین متنوع و منفرد کتب پر مشتمل مفت آن لائن مکتبہ"
    },
    {
        "id": 77,
        "pageNo": 77,
        "pageText": "www.KitaboSunnat.com\r\nمطلب زیادہ واضح نہ تھا، ان کی تشریح ضروری تھی۔\r\nافسوس! ان میں سے کوئی کام نہ ہو سکا۔ بعض اصحاب نے اس طرف توجہ فرمائی تو وہ ان\r\nکاموں کو بقدر ضرورت پور از کر سکے انہیں مقاصد کی تکمیل کے لئے تقویۃ الایمان کی تبویب\r\nاور تخریج کی گئی۔\r\nموجودہ دور\r\nآج کتاب سے استفادے کا دائرہ بظاہر بہت وسیع ہو گیا ہے آج شاہ شہید عرف عام کے\r\nمطابق وہابیت، نہیں بلکہ احیائے اسلامیت کے علم بردار مانے جاتے ہیں، جنہوں نے\r\nاس وقت پاک ہند کی وسیع سرزمین پر صحیح اسلامی حکومت کے قیام کے لئے علم جہاد بلند کیا۔\r\nجب مسلمانوں کی ہزار سالہ حکمرانی کے تمام نقوش مٹ رہے تھے۔ اس دور میں یہاں تطہیر\r\nر آزادی کا چراغ جلایا۔ جب ہر طرف بے چارگی اور مایوسی کی ظلمت چھائی ہوئی تھی اس\r\nحالت میں مسلمانوں کو عزم و ہمت کی راہ دکھائی، جب ان کی شان فاتحیت پر نزع و اختصار\r\nکی کیفیت طاری تھی ۔ آج ان کے مجاہدانہ کارناموں\r\nکا تذکرہ دین کی خدمت اور ملت صحیح\r\nتعلیم و تربیت کا ایک نہایت موثر ذریعہ سمجھا جاتا ہے\r\nلہذا تقویۃ الایمان کو زیادہ سے زیادہ\r\nجاذب اور شایان مطالعہ عام بنانا ایک بہت بڑی خدمت ہے۔ یہ بھی حقیقت ہے کہ شاہ\r\nشہید نے سوا سو سال پیشتر جو کچھ فرمایا تھا۔ اس کی اہمیت و برتری کا ٹھیک ٹھیک اندازہ جس\r\nطرح موجودہ دور کر سکتا ہے پہلے ادوار کر سکتے تھے۔\r\n30\r\nمحکم دلائل و براہین سے مزین متنوع و منفرد کتب پر مشتمل مفت آن لائن مکتبہ"
    },
    {
        "id": 78,
        "pageNo": 78,
        "pageText": "www.KitaboSunnat.com\r\nتقویۃ الایمان کی ترتیب\r\nشاہ شہید نے تقویۃ الایمان کی ترتیب سے پیشتر تو حید کے اثبات اور شرک و بدعات کی\r\nتردید کے لئے آیات و احادیث جمع کی تھیں اور اس مجموعے کا نام ”رڈالا شرک رکھا تھا۔\r\nنواب صدیق حسن خاں مرحوم نے ان احادیث کی تخریج کی اور مجموعے کو الا درک تخریج\r\nاحادیث رو الا شرک کے نام سے شائع کر دیا۔ شاہ شہید نے اس مجموعے کے صرف\r\nابتدائی حصے کو اردو کا جامہ پہنایا اور یہی تقویۃ الایمان ہے۔ بقیہ حصے کو مولوی سلطان محمد\r\nمرحوم نے تذکیر الاخوان کے نام سے اردو میں شائع کیا۔\r\nیقینی طور پر نہیں کہا جا سکتا کہ تقویۃ الایمان کسی زمانے میں لکھی گئی۔ اس میں ایک مقام\r\nکعبہ مقدسہ کے محسن کا منظر پیش کیا گیا جس سے دل پر اثر پڑتا ہے کہ یہ منظر چشم دید ہے، لہذا\r\nسمجھا جا سکتا ہے کہ کتاب سفر حج سے واپس آکر لکھی گئی۔ ملا صاحب بغدادی نے بعض\r\nاصحاب کی انگیخت سے تقویۃ الایمان پر کچھ اعتراضات کئے تھے شاہ شہید نے اس کے\r\nجواب میں ایک خط کانپور سے لکھا تھا ، جس پر ۱۲۲۰ھ درج ہے ۔ اس سے بھی یہی اندازہ\r\nہوتا ہے کہ کتاب سفر حج سے مراجعت پر ۱۲۲۰ھ کے اوائل میں لکھی گئی۔ اس زمانے میں شاہ\r\nشہید ہمہ تن دعوت و تنظیم و جہاد کے لئے وقف ہو چکے تھے اور ے جمادی الاخری ۱۲۴۱ھ کو\r\nجہاد کے لئے روانہ ہو گئے۔\r\nملا صاحب بغدادی نے تو شاہ شہید کا مکتوب پڑھ کر اپنی غلطی تسلیم کر لی ، علمائے دہلی میں\r\nجس شخص نے شاہ شہید کی مخالفت میں زیادہ نمایاں حیثیت حاصل کی ، وہ مولانا فضل حق خیر\r\n31\r\nمحکم دلائل و براہین سے مزین متنوع و منفرد کتب پر مشتمل مفت آن لائن مکتبہ"
    },
    {
        "id": 79,
        "pageNo": 79,
        "pageText": "www.KitaboSunnat.com\r\nآبادی ہیں جن کے متعلق اب عام طور پر تسلیم کرلیا گیاہے کہ علم وفضل میں بلند مرتبہ ہونے\r\nکے باوجود ان کے اعتقادی نظریے عوامی تھے۔ انہوں نے حضرت رسول اللہ ﷺ کی نظیر\r\nکے امکان و امتناع کا مسئلہ چھیڑ دیا اور قدرت و مشیت کا فرق پیش نظر نہ رکھا۔ شاہ شہید نے\r\nرساله یک روزی میں ان تمام اعتراضات کو بے بنیاد ثابت کر دیا۔ یہ بحثیں تفصیلاً یہاں\r\nدرج نہیں کی جاسکتیں۔\r\nتقویۃ الایمان کے مختلف نسخے\r\nکتاب کی از سر نو ترتیب و تہذیب کے سلسلے میں سب سے پہلا کام یہ تھا کہ ایسے نسخے\r\nفراہم کئے جاتے ، جن پر بظاہر زیادہ اعتماد کی گنجائش تھی۔ جو نسخے پیش نظر رہے ان کی\r\nکیفیت یہ ہے\r\nا قلمی نسخه مکتو به ۷ ذیقعد (۱۳۵۲ (۱۳ فروری ۱۸۳۷ء) کل ۱۴ صفحات، فی صفحه ۱۴ سطر،\r\nنی سطر ۱۶ الفاظ۔ راقم کے علم میں یہ سب سے پرانا مخطوطہ ہے۔ بعض اوراق قدرے خوردہ\r\nہیں۔ ابتدائی آٹھ صفحے غائب ہیں۔\r\n۲ - قلمی نسخه صفحات ۲۳۷ نی صفحه ۸ سطر، فی سطر ۱۴ الفاظ، کتابت عمدہ، کاغذ اچھا تاریخ\r\nکتابت درج نہیں۔\r\nیہ دونوں نسخے خلیل الرحمن صاحب داؤدی نے مرحمت فرمائے ۔\r\n۳- تقویۃ الایمان مطبوعہ مطبع دار العلوم دیلی ۱۸۴۰ ء کل ۹۲ صفحات۔ معلوم نہ ہو سکا کہ یہ\r\nکون سا ایڈیشن ہے۔ اب تک اس سے بیشتر کا مطبوعہ نسخہ نہیں مل سکا۔\r\n32\r\nمحکم دلائل و براہین سے مزین متنوع و منفرد کتب پر مشتمل مفت آن لائن مکتبہ"
    },
    {
        "id": 80,
        "pageNo": 80,
        "pageText": "www.KitaboSunnat.com\r\nہم نستعلیق ٹائپ کا نسخہ۔ یہ مولانا محمد صاحب رحمہ اللہ کی تصیح ، مولوی عبداللطیف\r\nرحمہ اللہ اور مولوی کامل رحمہ اللہ کے اہتمام منشی غلام مولا رحمہ اللہ فنی واجد صاحب رحمہ اللہ\r\nکی نگرانی میں مطبع محسنی کلکتہ میں طبع ہوا تھا تاریخ اتمام طباعت ۱۸۵۴ء ہے۔ اس میں متن\r\nکی تصحیح کا خاص اہتمام کیا گیا تھا عبارت کے مقابلے میں معلوم ہوا کہ صبح نے کچھ عبارتیں\r\nبدل دی ہیں۔\r\nان کے علاوہ مختلف ایڈیشن پیش نظر رہے، جن سے بطور خاص قابل ذکر جمعیت دعوت\r\nتبلیغ کا شائع کردہ ایڈیشن ہے، جو مولا نامحی الدین قصور رحمہ اللہ نے مرتب فرمایا تھا۔\r\nاصول ترتیب\r\nکتاب کی از سرنو تر تیب و تہذیب کے اصول و حدود کے متعلق ان اصحاب علم و فضل سے\r\nمفصل گفتگو میں ہوئیں ، جو اس بارے میں رائے دینے کے اہل تھے۔ بعض کا خیال تھا کہ\r\nغیر متداول الفاظ و محاورات بدل دیئے جائیں اور بعض پیچیدہ عبارتوں میں اتنی ترمیم ضرور\r\nکر دی جائے کہ ان کا مفہوم عہد حاضر کی کتابوں کے مطالعے کی عادی طبیعتوں پر بے تکلف\r\nواضح ہو جائے۔ اس قسم کی جزوی ترمیمیں پہلے بھی ہو چکی تھیں، لیکن عمیق غور و فکر کے بعد\r\nیہی مناسب ہوا کہ کسی حصے میں کوئی ترمیم نہ کی جائے اور متن کو انتہائی تحقیق و کاش سے\r\nدرست کر کے بعینہ چھاپ دیا جائے۔ صرف اتنا کیا کہ شاہ شہید کے عہد کا طریق املا چھوڑ\r\nکر مروجہ طریق اختیار کر لیا۔ مثلاً:\r\nا۔ شاہ شہید کے زمانے میں بعض الفاظ ملا کر لکھنے کا دستور تھا مثال ملکر \" ہمکو پیش نظر\r\n33\r\nمحکم دلائل و براہین سے مزین متنوع و منفرد کتب پر مشتمل مفت آن لائن مکتبہ"
    },
    {
        "id": 81,
        "pageNo": 81,
        "pageText": "www.KitaboSunnat.com\r\nکتاب میں ہر لفظ الگ الگ لکھا کیا ہے۔\r\nشاہ شہید کے زمانے میں ہو \" اور \" جائے ور ” جاوے لکھتے تھے پیش\r\nنظر کتاب میں موجودہ طریقہ اختیار کیا گیا ہے۔\r\n۔ پوری کتاب میں جا بجا اوقاف لگا دیئے ہیں تاکہ فقرے اور جملے ممتاز رہیں۔ اس\r\nسلسلے میں بعض مقامات سے اور یا اس قسم کے دوسرے الفاظ حذف کر دیئے ، جو اصل الٹی\r\nواو ( کاما ) اور وقفے ( ڈیش ) کا بدل تھے۔\r\nہمارے نزدیک ان میں سے\r\nکسی بھی چیز کومشن میں تبدیلی قرار نہیں دیا جاسکتا اور یہ صرف\r\nطریق املا کا اختلاف ہے۔\r\n۴۔ جن الفاظ یا فقرات کا مفہوم توضیح طلب تھا، ان کی توضیح حاشیے میں کردی گئی ہے، یا\r\nمتن میں قوسین کے اندر ایک لفظ یا چند الفاظ بڑھا دیئے گئے۔\r\n۵- جواحادیث متن میں جز و انقل تھیں، انہیں حاشیے میں مکمل کر دیا گیا ہے۔\r\n- شاہ شہید نے بعض آیات کے ترجمے میں صرف مطالب قرآنی اور اپنا مقصد پیش نظر\r\nرکھا۔ ایسی آیات کے لفظی ترجمے کے سلسلے میں شاہ عبد القادر محدث رحمہ اللہ کا ترجمہ درج\r\nکر دیا گیا ہے۔\r\nآخری گذارش\r\nاپنی ناچیز بساط کے مطابق انتہائی کوشش کی کہ کتاب کا مطالعہ زیادہ سے زیادہ سہل اور\r\nجاذب انظار و قلوب بن جائے۔ اگر اس سلسلے میں کچھ کامیابی حاصل ہوئی تو اسے اللہ تعالیٰ\r\n34\r\nمحکم دلائل و براہین سے مزین متنوع و منفرد کتب پر مشتمل مفت آن لائن مکتبہ"
    },
    {
        "id": 82,
        "pageNo": 82,
        "pageText": "www.KitaboSunnat.com\r\nکے فضل لا یزال کا کرشمہ سمجھتے ہیں۔ اگر کہیں فروگزاشت ہوئی تو اسے اپنے فکر و نظر کی لغزش\r\nتصور کرتے ہوئے قارئین کرام سے معذرت خواہ ہیں۔ مقصود اس کے سوا کچھ نہیں کہ شاہ\r\nشہید رحمہ اللہ کے اس اہم دینی کارنامے سے استفادے کا دائرہ زیادہ سے زیادہ وسیع ہو اور\r\nمسلمان حقیقی معنی میں مسلمان بن جائیں۔\r\nوَ آخِرُ دَعْوَانَا أَنِ الْحَمْدُ لِلَّهِ رَبِّ الْعَلَمِيْنَ - وَالصَّلَاةُ وَالسَّلَامُ عَلَى\r\nسَيْدِ الْمُرْسَلِينَ\r\n35\r\nغلام رسولی مهر\r\nمحکم دلائل و براہین سے مزین متنوع و منفرد کتب پر مشتمل مفت آن لائن مکتبہ"
    },
    {
        "id": 83,
        "pageNo": 83,
        "pageText": "www.KitaboSunnat.com\r\nبسم الله الرحمن الرحیم\r\nتمہید\r\nحمد وصلوه\r\nانی تیرا ہزار بار شکر ہے کہ تو نے ہم پر بے شمار نعمتیں برسائیں، ہمیں اپنے بچے دین کی\r\nرہبری فرمائی، سیدھی راہ پر چلایا، موحد بنایا، پیغمبر اسلام ( ) کا امتی بنا یا، دین کا شوق\r\nدیا اور دینداروں کی محبت عطا فرمائی ۔ اے رب ہماری طرف سے اپنے پیارے پیمبر\r\nپر ، ان کے اہل وعیال پر، ان کے صحابہ کرام پر اور ان کے جان نشینوں پر اپنی رحمت و سلامتی\r\nکی بارش نازل فرما۔ ہمیں بھی ان میں شامل فرما اور اسلامی زندگی بسر کرنے کی توفیق دے\r\nاور اسلام پر ہمارا خاتمہ فرما اور ان کے تابعداروں کی فہرست میں ہمارا بھی نام لکھ لے آمین\r\nثم آمین۔\r\nبندہ اور بندگی\r\nامنا بعد۔ انسان سب ہی اللہ کے بندے ہیں بندے کا کام بندگی بجالا نا ہے جو بندہ بندگی\r\nسے جی چرائے وہ بندہ نہیں۔ بندگی کا دارو مدار ایمان کی اصلاح پر ہے۔ جس کے ایمان\r\nمیں خلل ہے اس کی بندگی غیر مقبول ہے اور جس کا ایمان درست ہے اور اس کی تھوڑی ہی\r\nبندگی بھی قابل قدر ہے لہذا ہر مسلمان کا فرض ہے کہ ایمان کو درست کرنے کی کوشش کرے\r\nاور اصلاح ایمان کو تمام چیزوں پر مقدم رکھے۔\r\n36\r\nمحکم دلائل و براہین سے مزین متنوع و منفرد کتب پر مشتمل مفت آن لائن مکتبہ"
    },
    {
        "id": 84,
        "pageNo": 84,
        "pageText": "www.KitaboSunnat.com\r\nزمانے کی حالت\r\nاس زمانے میں اگوں نے مختلف راہیں اختیار کر رکھی ہیں۔ بعض باپ دادا کی رسموں پر\r\nچلتے ہیں ، بعض بزرگوں کے طریقوں کو اچھا سمجھتے ہیں، بعض علماء کی خود تراشیدہ باتوں کو\r\nبطور سند پیش کرتے ہیں اور بعض عقلی گھوڑے دوڑاتے ہیں اور دینی باتوں میں عقل کو دخل\r\nدیتے ہیں۔\r\nسب سے بہتر راہ\r\nبہترین راہ یہی ہے کہ قرآن وحدیث کو معیار بنایا جائے ۔ شرعی امور میں عقل سے دخل\r\nنہ دیا جائے اور ان ہی دو چشموں (یعنی قرآن و حدیث ) سے روح کو سیراب کیا جائے۔\r\nبزرگوں کی جو بات، علماء کا جو مسئلہ اور برادری کی جو رسم قرآن وحدیث کے موافق ہو اس کو\r\nمان لیا جائے اور جو اس کے خلاف ہوا سے چھوڑ دیا جائے۔\r\nدین کو سمجھنا مشکل نہیں\r\nعوام میں یہ بات مشہور ہے کہ قرآن وحدیث کا سمجھنا بڑا مشکل ہے، اس کے لئے بڑے\r\nعلم کی ضرورت ہے ہم جاہل کس طرح سمجھ سکتے ہیں اور کس طرح اس کے موافق عمل کر سکتے\r\nہیں اس پر عمل بھی صرف ولی اور بزگ ہی کر سکتے ہیں ان کا خیال قطعی بے بنیاد ہے، کیونکہ\r\nحق تعالٰی نے فرمایا کہ قرآن پاک کی باتیں صاف صاف اور سبھی ہوئی ہیں۔\r\nوَلَقَدْ أَنزَلْنَا إِلَيْكَ آيَاتٍ بَيِّنَاتٍ وَمَا يَكْفُرُ بِهَا إِلَّا الْفَاسِقُونَ\r\n37\r\nمحکم دلائل و براہین سے مزین متنوع و منفرد کتب پر مشتمل مفت آن لائن مکتبہ"
    },
    {
        "id": 85,
        "pageNo": 85,
        "pageText": "www.KitaboSunnat.com\r\nبلا شبہ ہم نے آپ ﷺ پر صاف صاف آیتیں اتاری ہیں ان کا انکار فاسق ہی\r\nکرتے ہیں۔ ( البقرہ:99)\r\nیعنی ان کا سمجھنا کچھ بھی مشکل نہیں نہایت آسان ہے البتہ ان پر عمل کرنا مشکل ہے،\r\nکیونکہ نفس کو فرماں برداری مشکل معلوم ہوتی ہے، اس لئے نافرمان ان\r\nکو نہیں مانتے۔\r\nرسول کیوں آئے\r\nقرآن وحدیث کو سمجھنے کے لئے کچھ زیادہ علم کی ضرورت نہیں، کیونکہ پیغمبر نادانوں کو راہ\r\nبتانے کے لئے، جاہلوں کو سمجھانے کے لئے اور بے علموں کو علم سکھانے ہی کے لئے آئے\r\nتھے، فرمایا:\r\nهوَ الَّذِي بَعَتَ فِي الْأَيْنَ رَسُولًا مِنْهُمْ يَتْلُوْا عَلَيْهِمْ آيَتِهِ\r\nوَيُرَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَبَ وَالْحِكْمَةَ وَإِنْ كَانُوْا مِنْ قَبْلُ لَفِي ضَلٍ\r\nمُّبِيْنٍ\r\nاس نے ناخواندوں میں انہیں میں سے ایک رسول بھیجا جو انہیں ( شرک و کفر سے )\r\nپاک\r\nکرتا ہے اور انہیں کتاب و حکمت کی تعلیم دیتا ہے۔ یقینا پہلے وہ کھلی گمراہی میں\r\nتھے۔ (سورہ الجمعہ (۲)\r\nیعنی حق تعالیٰ کی یہ بڑی زبردست نعمت ہے کہ اس نے ایسا رسول مبعوث فرمایا جس نے\r\nناواقفوں کو واقف، ناپاکوں کو پاک ، جاہلوں کو عالم، نادانوں کو دانا اور گمراہوں کو راہ یافتہ\r\nبنا دیا۔ اس آیت کو سمجھنے کے بعد اب بھی اگر کوئی شخص یہ کہنے لگے کہ قرآن سمجھنا عالموں اور\r\nاس پر عمل کرنا بڑے بڑے بزرگوں ہی کا کام ہے تو اس نے اس آیت کو ٹھکرا دیا اور رب کی\r\n38\r\nمحکم دلائل و براہین سے مزین متنوع و منفرد کتب پر مشتمل مفت آن لائن مکتبہ"
    },
    {
        "id": 86,
        "pageNo": 86,
        "pageText": "www.KitaboSunnat.com\r\nنمبر شمار موضوع\r\nعرض ناشر\r\nمقدمه\r\nفهرست مضامین\r\nبهم\r\nلو\r\nA\r\nو\r\n1+\r\n!!\r\nصفحہ\r\nyou up\r\nپہلا باب توحید کا بیان\r\nعوام کی بے خبری\r\nشرک کے کام\r\nدعوی ایمان کا ، کام شرک کے\r\nقرآن کا فیصلہ\r\nاللہ کے سوا کوئی قادر نہیں\r\nاللہ کے سوا کوئی حمایتی نہیں\r\nاللہ کے سوا کوئی کارساز نہیں\r\nشرک کی حقیقت\r\nدوسرا باب شرک کی قسمیں\r\nا۔ علم میں شرک\r\n۲۔ تصرف میں شرک\r\nاليوم\r\nالم\r\nسلام\r\nسالم\r\n* * £ å\r\nبوم بوم\r\nمام نهم\r\nالوسوم\r\nوم\r\n۵۰\r\n3\r\nمحکم دلائل و براہین سے مزین متنوع و منفرد کتب پر مشتمل مفت آن لائن مکتبہ"
    },
    {
        "id": 87,
        "pageNo": 87,
        "pageText": "www.KitaboSunnat.com\r\nاس جلیل الشان نعمت کی ناقدری کی بلکہ یہ کہنا چاہئے کہ اس کو سمجھ کر جاہل عالم اور گمراہ عمل\r\nکر کے بزرگ بن جاتے ہیں۔\r\nحکیم اور بیمار کی مثال\r\nمثال کے طور پر یوں\r\nسمجھو کہ ایک دانا حکیم ہے اور ایک شخص کسی بڑی بیماری میں مبتلا ہے\r\nایک شخص اس بیمار سے از راہمدردی کہتا ہے کہ تم فلاں حکیم کے پاس جا کر اپنا علاج کرا لو\r\nلیکن بیمار کہتا ہے کہ اس کے پاس جانا اور اس سے علاج کرانا ان تند رستوں کا کام ہے جن\r\nکی صحت بہت اچھی ہو، میں تو سخت بیمار ہوں بھلا میں کس طرح جا کر علاج کرا سکتا ہوں۔\r\nکیا تم اس بیمار کو خبطی نہ سمجھو گے کہ نادان اس حاذق حکیم کی حکمت کو نہیں ماحتا۔ کیونکہ حکیم تو\r\nبیماروں ہی کے لئے ہوتا ہے جو تند رستوں کا علاج کرے حکیم کیسے ہوا؟ مطلب رہی کہ جاہل\r\nاور گناہ گار کو بھی قرآن وحدیث کے سمجھنے اور احکام شرعیہ پر انتہائی سرگرمی سے عمل کرنے کی\r\nاتنی ہی ضرورت ہے جتنی کہ ایک عالم اور بزرگ کو، لہذا ہر خاص وعام کا فرض ہے کہ کتاب\r\nوسنت ہی کی تحقیق میں لگا رہے۔ انہیں کو سمجھنے کی کوشش کرے، انہیں پر عمل کرے اور انہیں\r\nکے سانچوں میں ایمان ڈھالے۔\r\nیادرکھو ایمان کے دوا جزاء ہیں:\r\n(1) اللہ تعالیٰ کو الہ سمجھنا۔\r\n(۲) رسول کو رسول تسلیم کرنا۔\r\nتو حید ورسالت\r\n39\r\nمحکم دلائل و براہین سے مزین متنوع و منفرد کتب پر مشتمل مفت آن لائن مکتبہ"
    },
    {
        "id": 88,
        "pageNo": 88,
        "pageText": "www.KitaboSunnat.com\r\nاللہ کوالہ مطلق سمجھنے کا مطلب یہ ہے کہ اس کے ساتھ کسی کو شریک نہ کیا جائے اور رسول کو\r\nرسول تسلیم کرنا یہ ہے کہ انہیں کی راہ اختیار کی جائے۔ پہلا حصہ تو حید ہے اور دوسرا حصہ\r\nاتباع سنت ہے ۔ توحید کی صد شرک ہے اور سنت کی ضد بدعت ہے، ہر مسلمان کا فرض ہے\r\nکہ تو حید اور اتباع سنت پر مضبوطی سے قائم رہے۔ انہیں سینے سے لگائے رکھے اور شرک\r\nو بدعت سے بچتا ر ہے۔ شرک و بدعت ہی متاع ایمان سے گھن ہیں جن سے ایمان جاتا رہتا\r\nہے دوسرے گناہوں سے صرف اعمال میں خلل پیدا ہوتا ہے اس لئے جو شخص موحد اور تقبع\r\nہو، شرک و بدعت سے متنفر ہو اور اس کے پاس بیٹھنے سے توحید و اتباع سنت کا شوق پیدا ہوا\r\nہو، اس کو استا دو پیر سمجھنا چاہئے۔\r\nرساله تقویۃ الایمان\r\nہم نے اس رسالہ میں چند آیتیں اور حدیثیں جن میں توحید اور اتباع سنت کا بیان ہے\r\nاور شرک و بدعت کی برائی ہے، جمع کر دی ہیں جن کا ترجمہ شگفتہ اور سلیس اردو میں کر دیا گیا\r\nہے اور ان پر مختصر نوٹ بھی وضاحت کے لئے دے دیئے گئے ہیں تاکہ ہر خاص و عام اس\r\nسے فائدہ اٹھا سکے اور جس کو اللہ تعالیٰ چاہے سیدھی راہ پر لے آئے۔ اللہ کرے ہمارا یہ کام\r\nہماری اخروی نجات کا سبب بن جائے آمین۔ اس کا نام ” تقویۃ الایمان ہے اس میں دو\r\nباب ہیں پہلے باب میں توحید کا بیان اور شرک کی برائی ۔\r\nا ہے اور دوسرے باب میں اتباع\r\nسنت کا بیان اور بدعت کی برائی ہے۔\r\n40\r\nمحکم دلائل و براہین سے مزین متنوع و منفرد کتب پر مشتمل مفت آن لائن مکتبہ"
    },
    {
        "id": 89,
        "pageNo": 89,
        "pageText": "www.KitaboSunnat.com\r\nپہلا باب\r\nتو حید کا بیان\r\nعوام کی بے خبری\r\nعام طور پر گوں میں شرک پھیلا ہوا ہے۔ توحید نایاب ہے اکثر ایمان کے دعوئی دار تو حید\r\nو شرک کے معنی نہیں سمجھتے مسلمان ہیں مگر بے شعوری میں شرک میں گرفتار ہیں، لہذا پہلے\r\nتوحید و شرک کے معنی سمجھنے کی کوشش کرنی چاہئے تاکہ قرآن و حدیث سے ان کی بھلائی اور\r\nبرائی معلوم ہو سکے۔\r\nشرک کے کام\r\nعموماً لوگ آڑے وقت پھیروں\r\nکو پیغمبروں کو ، اماموں کو شہیدوں کو ، فرشتوں کو اور پریوں\r\nکو پکارتے ہیں انہیں سے مراد میں مانگتے ہیں۔ انہیں کی منتیں مانتے ہیں۔ مرادیں برلانے\r\nکے لئے انہیں پر نذرونیاز چڑھاتے ہیں اور بیماریوں سے بچنے کے لئے اپنے بیٹوں کو انہیں\r\nکی طرف منسوب کر دیتے ہیں۔ کسی کا نام عبدالنبی، کسی کا علی بخش کسی کا حسین بخش کسی\r\nکا پی بخش کسی کا مدار بخش کسی کا سالار بخش کسی کا غلام محی الدین اور کسی کا غلام معین الدین\r\nوغیرہ ہے\r\nکوئی کسی کے نام کی چوٹی رکھتا ہے، کوئی کسی کے نام کے جانور ذبح کرتا ہے، کوئی\r\nمشکل پڑنے پر کسی کو پکارتا ہے اور کوئی کسی کی قسم کھاتا ہے۔ غیر مسلم جو معاملہ دیوی دیوتاؤں\r\n41\r\nمحکم دلائل و براہین سے مزین متنوع و منفرد کتب پر مشتمل مفت آن لائن مکتبہ"
    },
    {
        "id": 90,
        "pageNo": 90,
        "pageText": "www.KitaboSunnat.com\r\nسے کرتے ہیں وہی یہ نام نہاد ولیاء، ائمہ، شہداء، ملائکہ اور پریوں سے کرتے\r\nہیں اس کے باوجود مسلمان ہونے کا دعوی کرتے ہیں۔ اللہ پاک نے سچ فرمایا:\r\nوَمَا يُؤْمِنُ أَكْثَرُهُمْ بِاللَّهِ إِلَّا وَهُمْ مُّشْرِكُونَ\r\nاکثر لوگ اللہ پر ایمان لا کر بھی شرک کرتے ہیں۔ (سورہ یوسف :۱۰۶)\r\nدعوی ایمان کا کام شرک کے\r\nیعنی اکثر دعویداران ایمان شرک کی دلدل میں پھنسے ہوئے ہیں اگر کوئی ان سے کہے کہ\r\nتم دعوئی تو ایمان کا کرتے ہو مگر شرک میں گرفتار رہتے ہو، کیوں شرک و ایمان کی متضاد\r\nراہوں کو ملا رہے ہو ، تو وہ یہ جواب دیتے ہیں کہ ہم شرک نہیں کر رہے بلکہ انبیاء اور اولیاء\r\nسے محبت رکھتے ہیں اور ان کے عقیدت مند ہیں ۔ شرک تو تب ہوتا جب ہم انہیں اللہ کے\r\nبرابر سمجھتے ۔ ہم تو انہیں اللہ کے بندے اور مخلوق ہی سمجھتے ہیں اللہ نے انہیں قدرت و تصرف\r\nبخشا ہے یہ اللہ ہی کی مرضی سے دنیا میں تصرف کرتے ہیں ان\r\nکو پکارنا اللہ ہی کو پکارتا ہے اور\r\nان سے مد مانگنا اللہ ہی سے مد مانگنا ہے، یہ لوگ اللہ کے پیارے ہیں جو چاہیں کریں۔ یہ\r\nہمارے سفارشی اور وکیل ہیں۔ ان کے ملنے سے رب مل جاتا ہے اور ان کے پکارنے سے\r\nرب کا تقرب حاصل ہوتا ہے، جتنا ہم انہیں مانیں گے اس نسبت سے ہم اللہ کے نزدیک\r\nہوتے چلے جائیں گے۔ اور اس قسم کی فضول باتیں کی جاتی ہیں۔\r\nقرآن کا فیصلہ\r\nان سب باتوں کا واحد سبب یہ ہے کہ یہ لوگ قرآن و حدیث چھوڑ بیٹھے ۔ شریعت میں\r\n42\r\nمحکم دلائل و براہین سے مزین متنوع و منفرد کتب پر مشتمل مفت آن لائن مکتبہ"
    },
    {
        "id": 91,
        "pageNo": 91,
        "pageText": "عقل سے کام لیا۔ جھوٹے افسانوں کے پیچھے لگے ہوئے ہیں اور غلط رسموں کو دلیلوں میں\r\nپیش کرتے ہیں اگر ان کے پاس قرآن و حدیث کا علم ہوتا تو ان کو معلوم ہو جا تا کہ پیغمبر علیہ\r\nالصلوۃ والسلام کے سامنے بھی مشرک اسی قسم کی دلیلوں کو پیش کیا کرتے تھے۔ اللہ پاک کا\r\nان پر غصہ نازل ہوا، اور اس نے انہیں جھوٹا بتا یا۔ اللہ تعالیٰ فرماتے ہیں:\r\nوَيَعْبُدُونَ مِنْ دُونِ اللّهِ مَالَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ وَيَقُولُونَ\r\nهَؤُلَاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ قُلْ أَتُنْبِتُونَ اللَّهَ بِمَا لَا يَعْلَمُ فِي السَّمَوتِ\r\nوَلَا فِي الْأَرْضِ سُبْحَنَهُ وَتَعَلَى عَمَّا يُشْرِكُونَ\r\nوہ اللہ کو چھوڑ کر ایسی چیزوں کو پوجتے ہیں جو انہیں نہ نقصان پہنچا سکیں اور نہ نفع ، اور\r\nکہتے ہیں کہ یہ اللہ کے یہاں ہمارے\r\nرے سفارشی ہیں آپ فرمادیں کہ تم اللہ کو وہ\r\nخبر دے رہے ہو جسے وہ آسمان وزمین میں نہیں جانتا ( یعنی جس کی کوئی حقیقت نہیں\r\nہے ) وہ ان کے شریکوں سے پاک و برتر ہے۔ (سورہ یونس: ۱۸)\r\nاللہ کے سوا کوئی قادر نہیں\r\nیعنی مشرک جن چیزوں کے پرستار ہیں وہ بالکل بے بس ہیں۔ ان میں نہ کسی کو فائدہ\r\nپہنچانے کی قدرت ہے اور نہ نقصان کی اور ان کا یہ کہنا کہ اللہ کے پاس ہماری سفارش\r\nکریں گے ، غلط ہے کیونکہ اللہ نے یہ بات بتائی نہیں، پھر کیا تم آسمان وزمین کی باتوں کو اللہ\r\nسے زیادہ جانتے ہو جو تم کہتے ہو کہ وہ ہمارے سفارشی ہوں گے؟ معلوم ہوا کہ کائنات میں\r\nکوئی کسی کا ایسا سفارشی نہیں کہ اگر اس کو مانا جائے تو وہ فائدہ پہنچائے ، اگر نہ مانا جائے تو\r\n43"
    },
    {
        "id": 92,
        "pageNo": 92,
        "pageText": "نقصان پہنچائے ، بلکہ انبیاء اور اولیاء کی سفارش بھی اللہ ہی کے اختیار میں ہے۔ آڑے\r\nوقت ان کے پکارنے یا نہ پکارنے سے کچھ نہیں ہوتا۔ اور یہ بھی معلوم ہوا کہ جو کوئی کسی کو اپنا\r\nسفارشی سمجھ کر پوجے وہ بھی مشرک ہے اللہ تعالیٰ نے فرمایا:\r\nوَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُوْنَا إِلَى اللَّهِ\r\nزُلْفَىٰ إِنَّ اللَّهَ يَحْكُمُ بَيْنَهُمْ فِي مَا هُمْ فِيْهِ يَخْتَلِفُونَ إِنْ اللَّهَ لَا يَهْدِي مَنْ\r\nهُوَ كَذِبٌ كَفَّارٌ\r\nدیکھو اللہ ہی کے لئے خالص دین ہے اور جو اللہ کو چھوڑ کر دوسروں کو حمایتی بناتے ہیں\r\nاور کہتے ہیں کہ ہم ان کی صرف اس لئے عبادت کرتے ہیں کہ وہ ہم کو مرتبہ میں اللہ کے\r\nنزدیک کردیں، یقینا اللہ ان کے اختلافات میں فیصلہ فرمائے گا۔ یا درکھو کہ اللہ جھوٹے\r\nاور ناشکرے کی رہبری نہیں فرماتا۔ (سورہ الزمر :۳)\r\nاللہ کے سوا کوئی حمایتی نہیں\r\nیعنی حق بات تو یہ تھی کہ اللہ انسان سے بہت ہی قریب ہے لیکن اس کو چھوڑ کر یہ بات\r\nتراشی کہ بت ہمیں اللہ سے قریب کر دیں گے اور ان کو اپنا حمایتی سمجھا اور اللہ کی اس نعمت کو\r\nکہ وہ براہ راست سب کی سنتا ہے اور سب کی امیدیں بر لاتا ہے ٹھکرا دیا اور غیروں سے\r\nدعائیں کرنے لگے کہ وہ ان کی امید میں برلائیں اور پھر طرہ یہ کہ غلط اور نا معقول راہ سے\r\nاللہ کا قرب بھی تلاش کیا جاتا۔ بھلا ان احسان فراموشوں اور جھوٹوں کو کیسے ہدایت ہوسکتی\r\nہے۔ یہ تو اس ٹیڑھی راہ پر جس قدر چلیں گے اسی قدر سیدھی راہ سے دور ہوتے\r\nجائیں گے۔\r\n44"
    },
    {
        "id": 93,
        "pageNo": 93,
        "pageText": "اللہ کے سوا کوئی کارساز نہیں\r\nاس سے معلوم ہوا کہ جو کوئی غیروں کو یہ سمجھ کر پوجے کہ ان کے پوجنے سے اللہ کی\r\nنزدیکی مل جائے گی وہ مشرک ، جھوٹا اور اللہ تعالیٰ کی نعمت کو ٹھکرا دینے والا ہے اللہ\r\nتعالیٰ فرماتے ہیں:\r\nقُلْ مَنْ بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ وَهُوَ يُجِيْرٌ وَلَا يُجَارُ عَلَيْهِ إِنْ\r\nكُنتُمْ تَعْلَمُونَ * سَيَقُوْلُوْنَ لِلَّهِ قُلْ فَأَنَّى تُسْحَرُونَ\r\nآپ فرما دیں کہ ایسا شخص کون ہے جس کے ہاتھ میں ہر چیز کا تصرف واختیار ہے\r\nاور وہ پناہ دینے والا بھی ہو اور اس کے مقابلے پر کوئی اور پناہ بھی نہ دے سکے اگر\r\nتمہیں علم ہے ( تو جواب دو ) ؟ وہ یہی جواب دیں گے کہ اللہ ہی ہے آپ فرمادیں\r\nپھر تم کیوں دیوانے بنے جاتے ہو؟ (سورہ المومنون: ۸۸-۸۹)\r\nیعنی اگر مشرکوں سے بھی پوچھا جائے کہ کائنات عالم میں وہ کون ہے جس کا تصرف\r\nواختیار ہے اور جس کے مقابلے پر اگر کوئی کھڑا نہ ہو سکے تو وہ اللہ ہی کو بتا ئیں گے پھر\r\nغیروں کا ماننا دیوانگی نہیں تو اور کیا ہے؟ معلوم ہوا کہ اللہ نے کسی کو کائنات میں تصرف کرنے\r\nکی قدرت نہیں بخشی اور نہ ہی کوئی کسی کا حمایتی ہو سکتا ہے۔ علاوہ ازیں عہد رسالت کے\r\nمشرک بھی بتوں کو اللہ کے برابر نہیں جانتے تھے بلکہ انہیں اس کے بندے اور مخلوق سمجھتے تھے\r\nاور یہ بھی جانتے تھے کہ ان میں انہی قوتیں نہیں ہیں، مگر انہیں پکارنا ، ان کی منتیں مانا، ان پر\r\nبھینٹ چڑھانا اور انہیں وکیل اور سفارشی سمجھنا ہی ان کا شرک تھا۔ یہاں سے معلوم ہوا کہ جو\r\nکوئی کسی سے ایسا ہی برتاؤ کرے اگر چہ اسے بندہ اور مخلوق سمجھتا ہو، وہ اور ابو جہل دونوں\r\n45"
    },
    {
        "id": 94,
        "pageNo": 94,
        "pageText": "شرک میں برا بر ہیں۔\r\nشرک کی حقیقت\r\nشرک یہی نہیں ہے کہ کسی کو اللہ کے برابر یا اس کے مقابلے کا مانا جائے بلکہ شرک یہ بھی\r\nہے کہ جو چیزیں اللہ پاک نے اپنی ذات والا صفات کے لئے مخصوص فرمالی ہیں اور بندوں\r\nپر بندگی کی علامتیں قرار دی ہیں انہیں غیروں کے آگے بجا لایا جائے مثلاً سجدہ ، اللہ کے نام\r\nکی قربانی ، منت ، مشکل کے وقت پکارنا ، اللہ تعالیٰ کو بذاتہ ہر جگہ حاضر سمجھنا، قدرت و تصرف\r\nوغیرہ میں دوسروں\r\nکا بھی کچھ حصہ جانا، سب شرک کی مختلف شکلیں ہیں، سجدہ صرف اللہ ہی\r\nکی ذات اقدس کے لئے مخصوص ہے، قربانی اسی کے لئے کی جاتی ہے، منت اس کی مانی\r\nجاتی ہے، مشکل کے وقت اس کو پکارا جاتا ہے، وہی ہر جگہ حاوی ونگراں ہے اور ہر طرح کا\r\nتصرف و اختیار اس کے قبضے میں ہے، اگر ان میں سے کوئی صفت غیر اللہ میں بھی مانی جائے\r\nتو شرک ہے گو اس کو اللہ سے چھوٹا ہی سمجھا جائے اور اللہ کی مخلوق اور اس کا بندہ ہی مانا\r\nجائے۔ پھر اس معاملہ میں نبی ، ولی، جن ، شیطان، بھوت، پر بیت اور پری وغیرہ سب برابر\r\nہیں جس سے بھی یہ معاملہ کیا جائے شرک ہوگا اور کرنے والا مشرک ہو جائے گا۔ چنانچہ اللہ\r\nپاک نے بت پرستوں کی طرح یہودیوں اور عیسائیوں پر بھی عتاب کیا ہے حالانکہ وہ بہت\r\nپرست نہ تھے البتہ انبیاء اور اولیاء سے ایسا ہی معاملہ رکھتے تھے، فرمایا:\r\nاتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابا مِنْ دُونِ اللَّهِ وَالْمَسِيحَ ابْنَ\r\nمَرْيَمَ وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا إِلَهَا وَاحِداً لَا إِلَهَ إِلَّا هُوَ سُبْحْنَهُ عَمَّا\r\n46"
    },
    {
        "id": 95,
        "pageNo": 95,
        "pageText": "يُشْرِكُونَ\r\nانہوں نے اللہ کے بجائے اپنے علماء اور درویشوں کو رب بنا لیا اور مسیح ابن مریم کو\r\nبھی، حالانکہ انہیں ایک ہی اللہ کی عبادت کا حکم دیا گیا تھا جسکے سوا کوئی عبادت کے\r\nلائق نہیں جو مشرکوں کے شرک سے پاک اور بلند و برتر ہے۔ (سورہ التوبہ: ۳۱)\r\nیعنی اللہ کو تو سب سے بڑا مالک جانتے ہیں اور اس سے چھوٹے دوسرے مالکوں کے بھی\r\nقائل ہیں جو ان کے مولوی اور درویش ہیں، انہیں اس بات\r\nکا حکم نہیں ملا وہ شرک کر رہے\r\nہیں۔ اللہ پاک تو تن تنہا ہے اس کا کوئی شریک نہیں خواہ وہ چھوٹا ہو یا بڑا سب اس کے بے\r\nبس بندے ہیں کہ اللہ تعالیٰ نے ارشاد فرمایا:\r\nإِنْ كُلُّ مَنْ فِي السَّمَوتِ وَالْأَرْضِ إِلَّا أَتِي الرَّحْمَنِ عَبْداً لَقَدْ\r\nأَحْصَهُمْ وَعَدْهُمْ عَنا وَكُلُّهُمْ آتِيْهِ يَوْمَ الْقِيمَةِ فَرْداً *\r\nآسمان وزمین کا ایک ایک شخص رحمن کے سامنے غلامانہ حیثیت میں آنے والا ہے۔\r\nرب نے انہیں شمار کر رکھا ہے اور ایک ایک کو گن رکھا ہے اور سارے اس کے\r\nسامنے فرداً فرداً آنے والے ہیں ۔ (سورہ مریم : ۹۳ - ۹۵)\r\nیعنی انسان ہو یا فرشتہ اللہ کا غلام ہے اللہ کے سامنے اس کا اس سے زیادہ رتبہ نہیں ، یہ اللہ\r\nکے قبضے میں ہے اور عاجز و بے بس ہے اس کے اختیار میں کچھ نہیں، سب کچھ مالک الملک\r\nکے اختیار میں ہے۔ وہی سب پر قابض و متصرف ہے۔\r\nکسی کو کسی کے قبضے میں نہیں دیتا۔\r\nوہاں نہ کوئی کسی کا وکیل بنے گا اور نہ حمایتی ۔ قرآن پاک میں ان مضامین کے سلسلے میں\r\nسینکڑوں آیتیں ہیں لیکن ہم نے نمونے کے طور پر چند آیتیں لکھ دی ہیں جس شخص نے انہیں\r\n47"
    },
    {
        "id": 96,
        "pageNo": 96,
        "pageText": "سمجھ لیا وہ ان شاء اللہ شرک اور توحید کو اچھی طرح سمجھ جائے گا۔\r\n48"
    },
    {
        "id": 97,
        "pageNo": 97,
        "pageText": "www.KitaboSunnat.com\r\nنمبر شمار\r\nما\r\n۱۵\r\n14\r\nIA\r\nوا\r\n۲۱\r\nبهم عالی\r\n۳۵\r\nالفكر\r\nFA\r\nموضوع\r\n۳۔ عبادت میں شرک\r\n۴ ۔ روزمرہ کے کاموں میں شرک\r\nتیسرا باب شرک کی برائی۔ توحید کی خوبیاں\r\nشرک معاف نہیں ہو سکتا\r\nشرک کی مثال\r\nشرک سب سے بڑا عیب ہے\r\nتوحید ہی راہ نجات ہے\r\nاللہ تعالیٰ شرک سے بیزار ہے\r\nازل میں توحید کا اقرار\r\nشرک سند نہیں بن سکتا\r\nبھول کا عذر قبول نہ ہوگا\r\nرسولوں اور کتابوں کی بنیادی تعلیم\r\nتو حید اور مغفرت\r\nچوتھا باب شرک فی العلم کی تردید\r\nعلم غیب صرف اللہ تعالیٰ کو ہے\r\nعلم غیب کا مدعی جھوٹا ہے\r\nغیب کی باتیں\r\n۵۷\r\n۵۸\r\n۵۸\r\n۲۹\r\n* % * * * * * * * *\r\n۵۰\r\n۵۲\r\n۵۵\r\n۵۵\r\n<+\r\n4\r\nمحکم دلائل و براہین سے مزین متنوع و منفرد کتب پر مشتمل مفت آن لائن مکتبہ"
    },
    {
        "id": 98,
        "pageNo": 98,
        "pageText": "دوسرا باب\r\nشرک کی قسمیں\r\nاب یہ جاننا ضروری ہے کہ اللہ پاک نے کون کون سی چیزیں اپنی ذات کے لئے مخصوص\r\nفرمائی ہیں تاکہ ان میں کسی کو شریک نہ کیا جائے۔ ایسی چیزیں بے شمار ہیں، ہم یہاں چند\r\nچیزوں کو بیان کر کے قرآن و حدیث سے ثابت کریں گے تاکہ لوگ ان کی مدد سے دوسری\r\nباتیں سمجھ لیں۔\r\nا۔ علم میں شرک\r\nپہلی چیز یہ ہے کہ اللہ تعالی بحیثیت علم ہرجگہ حاضر و ناظر ہے یعنی اس کا علم ہر چیز کوگھیرے\r\nمیں لئے ہوئے ہے۔ یہی وجہ ہے کہ وہ ہر چیز سے ہر وقت باخبر ہے۔ خواہ وہ چیز دور ہو یا\r\nقریب ، پوشیدہ ہو یا ظاہر ، آسمانوں میں ہو یا زمینوں میں، پہاڑوں کی چوٹیوں پر ہو یا\r\nسمندروں\r\nکی تہ میں ، یہ اللہ ہی کی شان ہے کسی اور کی یہ شان نہیں۔ اگر کوئی اٹھتے بیٹھتے کسی\r\nغیر اللہ کا نام لے یا دور و نزدیک سے اسے پکارے کہ وہ اس کی مصیبت رفع کر دے یادشمن\r\nپر اس کا نام پڑھ کرحملہ کرے یا اس کے نام کا ختم پڑھے یا اس کے نام کا ور در رکھے یا اس کا\r\nتصور ذہن میں جمائے اور یہ عقیدہ رکھے کہ جس وقت میں زبان سے اس کا نام لیتا ہوں\r\nمبادل میں تصور یا اس کی صورت کا خیال کرتا ہوں یا اس کی قبر کا دھیان کرتا ہوں تو اس کو خبر\r\nہوتی ہے۔ میری کوئی بات اس سے چھپی ہوئی نہیں۔ اور مجھ پر جو حالات گزرتے ہیں جیسے\r\n49"
    },
    {
        "id": 99,
        "pageNo": 99,
        "pageText": "بیماری و صحت ، فراخی و نگی، موت و حیات اور غم و مسرت اس کو ان سب کی ہر وقت خبر رہتی\r\nہے جو بات میری زبان سے نکلتی ہے وہ اسے سن لیتا ہے اور میرے دل کے خیالات\r\nاور تصورات سے واقف رہتا ہے۔ ان تمام باتوں سے شرک ثابت ہو جاتا ہے۔ یہ شرک نی\r\nالعلم ہے یعنی حق تعالیٰ جیسا علم غیر اللہ کے لئے ثابت کرنا۔ بلاشبہ اس عقیدے سے انسان\r\nمشرک ہو جاتا ہے خواہ یہ عقیدہ کسی بڑے سے بڑے انسان کے متعلق رکھے یا مقرب سے\r\nمقرب فرشتے کے بارے میں، چاہے ان کا یہ علم ذاتی سمجھا جائے یا اللہ کا عطا کیا ہوا، ہر\r\nصورت میں شرکیہ عقیدہ ہے۔\r\n- تصرف میں شرک\r\nکائنات میں ارادے سے تصرف و اختیار کرنا، حکم چلانا، خواہش سے مارنا اور زندہ کرنا،\r\nفراخی و نگی، تندرستی و بیماری، فتح و شکست ، اقبال واد بار ، مراد میں برلانا، بلائیں ٹالنا مشکل\r\nمیں دستگیری کرنا اور وقت پڑنے پر مدد کرنا یہ سب کچھ اللہ ہی کی شان ہے کسی غیر اللہ کی یہ\r\nشان نہیں ، خواہ وہ کتنا ہی بڑا انسان یا فرشتہ کیوں نہ ہو۔ پھر جو شخص اللہ کے بجائے کسی اور\r\nمیں ایسا تصرف ثابت کرے، اس سے مرادیں مانگے اور اسی غرض سے اس کے نام کی منت\r\nمانے یا قربانی کرے اور مصیبت کے وقت اس کو پکارے کہ وہ اس کی بلائیں ٹال دے، ایسا\r\nشخص مشرک ہے اور اس کو شرک فی التصرف کہا جاتا ہے۔ یعنی اللہ کا سا تصرف غیر اللہ میں\r\nمان لینا شرک ہے خواہ وہ ذاتی مانا جائے یا اللہ کا دیا ہوا۔ ہر صورت میں یہ عقیدہ شرکیہ۔\r\n۳- عیادت میں شرک\r\nاللہ تعالیٰ نے بعض کام اپنی عبادت کے لئے مخصوص فرمادیئے ہیں جن کو عبادات کہا جاتا\r\n50"
    },
    {
        "id": 100,
        "pageNo": 100,
        "pageText": "ہے جیسے سجدہ، رکوع ہاتھ باندھ کر کھڑے ہونا، اللہ کے نام پر خیرات کرنا، اس کے نام کا\r\nروزہ رکھنا اور اس کے مقدس گھر کی زیارت کے لئے دور دور سے سفر کر کے آنا اور ایسی بھیت\r\nمیں آنا کہ لوگ پہچان جائیں کہ یہ زائرین حرم ہیں۔ راستے میں اللہ ہی کا نام پکارنا ،\r\nنا معقول باتوں سے اور شکار سے بچنا، پوری احتیاط سے جا کر اس کے گھر کا طواف کرنا ، اس\r\nکی طرف سجدہ کرنا، اس کی طرف قربانی کے جانور لے جانا، وہاں منتیں ماننا، کعبہ پر غلاف\r\nچڑھا نا ، کعبہ کی چوکھٹ کے آگے کھڑے ہو کر دعائیں مانگنا دین و دنیا کی بھلائیاں طلب\r\nکرنا، حجر اسود کو چومنا، کعبہ کی دیوار سے منہ اور چھاتی لگانا، اس کا غلاف پکڑ کر دعائیں مانگنا ،\r\nاس کے چاروں طرف روشنی کرنا، اس میں خادم بن کر رہنا، جھاڑو دینا ، حاجیوں کو پانی پلانا،\r\nوضو کے لئے اور غسل کے لئے پانی مہیا کرنا، آب زمزم کو تبرک سمجھ کر پینا ، بدن پر ڈالنا، سیر\r\nہو کر پینا، آپس میں تقسیم کرنا، عزیز واقارب کے لئے لے جانا، اس کے آس پاس کے جنگل\r\nکا ادب و احترام کرنا ، وہاں شکار نہ کرنا، درخت نہ کا نا، گھاس نہ اکھاڑ نا، جانور نہ چرانا ، یہ\r\nسب کام اللہ نے اپنی عبادت کے طور پر مسلمانوں کو بتائے ہیں۔ پھر اگر کوئی شخص نبی کو یا ولی\r\nکو یا بھوت و پریت کو یا جن و پری کو یا کسی کچی یا جھوٹی قبر کو یا کسی کے تھان یا چلے کو یا کسی کے\r\nمکان و نشان کو یا کسی کے تبرک و تابوت کو سجدہ کرے یار کوع کرے یا اس کے لئے روزہ\r\nرکھے یا ہا تھ باندھ کر کھڑا ہو جائے یا چڑھاوا چڑھائے یا ان کے نام کا جھنڈا لگائے یا جاتے\r\nوقت الٹے پاؤں چلے یا قبر کو چومے یا قبروں یا دیگر مقامات کی زیارت کی لئے دور سے سفر\r\nکر کے جائے یا وہاں چراغ جلائے اور روشنی کا انتظام کرے یا ان کی دیواروں پر غلاف\r\nچڑھائے یا قبر پر چادر چڑھائے یا مور چھل جھلے یا شامیانہ تانے یا ان کی چوکھٹ کا بوسہ لے\r\n51"
    },
    {
        "id": 101,
        "pageNo": 101,
        "pageText": "یا ہاتھ باندھ کر دعائیں مانگے یا مرادیں مانگے یا مجاور بن کر خدمت کرے یا اس کے آس\r\nپاس کے جنگل کا ادب کرے۔ غرض اس قسم کا کوئی کام کرے تو اس نے کھلا شرک کیا اس کو\r\nشرک فی العبادات کہتے ہیں۔\r\nیعنی غیر اللہ کی تعظیم اللہ کی سی کرنا خواہ یہ عقیدہ ہو کہ وہ ذاتی اعتبار سے ان تعظیموں کے\r\nلائق ہے یا اللہ ان کی اس طرح تعظیم کرنے سے خوش ہوتا ہے اور اس\r\nکی تعظیم کی برکت سے\r\nبلائیں ٹل جاتی ہیں۔ ہر صورت میں یہ شرکیہ عقیدہ ہے۔\r\nم۔ روز مرہ کے کاموں میں شرک\r\nحق تعالیٰ نے بندوں کو یہ ادب سکھایا ہے کہ وہ دنیوی کاموں میں اللہ کو یاد رکھیں اور اس کی\r\nتعظیم بجا لائیں تا کہ ایمان بھی سنور جائے اور کاموں میں برکت بھی ہو جیسے مصیبت کے\r\nوقت اللہ کی نذر مان لینا اور مشکل کے وقت اس کو پکارنا اور کام شروع کرتے وقت برکت\r\nکے لئے اس کا نام لینا۔ اگر اولاد ہو تو اس نعمت کے شکریہ کے لئے اس کے نام پر جانور ذبح\r\nکرنا ۔ اولاد کا نام عبداللہ عبد الرحمن، الہی بخش، اللہ دیا، امت اللہ اور اللہ دی وغیرہ رکھنا۔\r\nکھیتی کی پیداوار میں تھوڑ اسا غلہ اس کے نام کا نکالنا۔ پھلوں میں سے کچھ پھل اس کے نام\r\nکے نکالنا۔ جانوروں میں سے کچھ جانور اللہ کے نام کے مقرر کرتا اور اس کے نام کے جو\r\nجانور بیت اللہ کو لے جائے جائیں ان کا ادب و احترام بجالا نا نہ ان پر سوار ہونا نہ انہیں\r\nلادنا۔ کھانے پینے اور پہننے اوڑھنے میں اللہ کے حکم پر چلنا جن چیزوں کے استعمال کا حکم\r\nہے صرف انہیں استعمال کرنا اور جن کی ممانعت ہے ان سے باز رہنا۔ دنیا میں گرانی اور\r\nارزانی صحت و بیماری ، فتح و شکست، اقبال واد بار اور رنج ومسرت جو کچھ بھی پیش آتا ہے\r\n52"
    },
    {
        "id": 102,
        "pageNo": 102,
        "pageText": "سب کو اللہ کے اختیار میں سمجھنا ہر کام کا ارادہ کرتے وقت ان شاء اللہ کہنا مثلاً یوں کہنا کہ ان\r\nشاء اللہ ہم فلاں کام کریں گے۔ اللہ تعالیٰ کے اسم گرامی کو اس عظمت کے ساتھ لینا جس سے\r\nاس\r\nکی تعظیم نمایاں ہو اور اپنی غلامی کا اظہار ہوتا ہو جیسے یوں\r\nکہنا ہمارا مالک ، ہمارا خالق ، ہمارا\r\nمعبود و غیرہ اگر کسی موقع پر قسم کھانے کی ضرورت پڑ جائے تو اسی کے نام کی قسم کھانا یہ تمام\r\nباتیں اور اسی قسم کی دیگر با تیں اللہ پاک نے اپنی تعظیم ہی کے واسطے مقرر فرمائی ہیں، پھر جو\r\nکوئی اسی قسم کی تعظیم غیر اللہ کی کرے مثلاً کام رکا ہوا ہو یا بگڑ رہا ہو اس کو چالو کرنے یا\r\nسنوارنے کے لئے غیر اللہ کی نذر مان لی جائے، اولاد کا نام عبدالنبی، امام بخش، پیر بخش رکھا\r\nجائے ، کھیت و باغ کی پیداوار میں ان کا حصہ رکھا جائے، جب پھل تیار ہو کر آئیں تو پہلے\r\nان کے نام کا حصہ الگ کر دیا جائے تب اسے استعمال میں لایا جائے ، جانوروں میں ان\r\nکے نام کے جانور مقرر کر دیئے جائیں ، پھر ان کا ادب و احترام بجالا یا جائے، پانی سے یا\r\nچارے سے انہیں نہ ہٹایا جائے ، لکڑی سے یا پتھر سے انہیں نہ مارا جائے اور کھانے پینے اور\r\nپہننے اوڑھنے میں رسموں کا خیال رکھا جائے کہ فلاں فلاں لوگ فلاں فلاں کھانا نہ کھائیں،\r\nفلاں فلاں کپڑا نہ پہنیں ، بی بی لے کی صحنک مرد نہ کھائیں، لونڈی نہ کھائے اور شوہر والی عورت\r\nے بی بی سے مراد حضرت فاطمہ رضی اللہ عنہا ہیں۔ ان کے نام کی نیاز ” بی بی کی صحنک کہلاتی تھی\r\nصحنک یعنی مٹی کا چھوٹا طباق ۔ کہا جاتا ہے کہ یہ نیاز جہانگیر کے زمانے میں شروع ہوئی ۔ بادشاہ نے\r\nنور جہاں سے شادی کی اور اس کا اثر ورسوخ بہت بڑھ گیا تو جہانگیر کی بعض بیگمات نے یہ رسم ایجاد کی اور\r\nشرط یہ رکھی کہ اس نیاز میں وہی عورتیں شریک ہو سکتی ہیں جنہوں نے نکاح ثانی نہ کیا ہو۔ اس شے کو =\r\n53"
    },
    {
        "id": 103,
        "pageNo": 103,
        "pageText": "نہ کھائے، شاہ عبدالحق کا توشہ حقہ پینے والا نہ کھائے ، دنیا کی بھلائی برائی کو انہیں کی طرف\r\nمنسوب کیا جائے کہ فلاں فلاں ان کی لعنت میں گرفتار ہے، پاگل ہو گیا ہے، فلاں محتاج ہے\r\nانہیں کا دھتکارا ہوا تو ہے اور دیکھو فلاں کو انہوں نے نواز ا تھا آج سعادت واقبال اس کے\r\nپاؤں چوم رہے ہیں، فلاں تارے کی وجہ سے قحط آیا ، فلاں کام فلاں سماعت میں فلاں دن\r\nشروع کیا گیا تھا اس لئے پورا نہ ہوا، یا یہ کہا جائے کہ اگر اللہ اور رسول چاہے گا تو میں آؤں گا\r\nیا پیر صاحب کی مرضی ہوگی تو یہ بات ہوگی، یا گفتگو میں داتا ، بے پرواہ، خداوند خدائیگان،\r\nمالک الملک اور شہنشاہ جیسے الفاظ استعمال کئے جائیں، قسم کی ضرورت پڑ جائے تو نبی یا\r\nقرآن\r\nکی یا علی رضی اللہ عنہ کی یا امام و پیر کی یا ان کی قبروں یا اپنی جان کی قسم کھائی جائے۔\r\nان تمام باتوں سے شرک پیدا ہوتا ہے اور اس کو شرک فی العادت کہتے ہیں، یعنی عام کاموں\r\nمیں جیسی اللہ کی تعظیم کرنی چاہیئے ویس غیر اللہ کی تعظیم کی جائے۔ شرک کی ان چاروں قسموں\r\nکا قرآن وحدیث میں صراحت کے ساتھ بیان آیا ہے لہذا ہم نے یہ مسائل آئندہ ابواب\r\nمیں ذکر کئے ہیں۔\r\nوہ پاک دامنی کا کمال جانتی تھیں۔ مقصود اس سے محض نور جہاں کی نیکی اور تو ہین تھی ۔ رفتہ رفتہ یہ نیاز\r\nعام ہو گئی ۔ شاہ شہید رحمہ اللہ کے زمانے میں گھر گھر اس کا رواج ہو گیا تھا اور اس میں کئی شرطیں بڑھادی\r\nگئی تھیں ۔\r\n54"
    },
    {
        "id": 104,
        "pageNo": 104,
        "pageText": "تیسرا باب\r\nشرک کی برائی ۔ توحید کی خوبیاں\r\nشرک معاف نہیں ہو سکتا\r\nإِنْ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يُشَاءُ وَمَنْ\r\nيُشْرِكْ بِا اللَّهِ فَقَدْ ضَلَّ ضَالًا بَعِيداً\r\nیاد رکھو اللہ پاک اپنے ساتھ شرک کئے جانے کو معاف نہیں فرماتا اور اس کے سوا\r\nجسے چاہے معاف فرما دے اور جس نے شرک کیا وہ راہ سے بہت دور بھٹک\r\nگیا۔ (سورہ النساء : ۱۱۶)\r\nیعنی اللہ کی راہ سے بھٹکنا یہ بھی ہے کہ انسان حلال و حرام میں تمیز نہ کرے، چوری کرے،\r\nبریکاری میں مبتلا رہے، نماز روزہ چھوڑ بیٹھے، بیوی بچوں کی حق تلفی کرنے لگے، ماں باپ کی\r\nنافرمانی پر تلا ر ہے۔ لیکن جو شرک کی دلدل میں پھنس گیا وہ راہ سے زیادہ بھٹک گیا، کیونکہ وہ\r\nایک ایسے گناہ میں مقبلا ہو گیا جس کو حق تعالی بلا تو بہ کبھی نہ معاف فرمائے گا اور دوسرے\r\nگناہوں کو شائد اللہ تعالیٰ بلا تو بہ معاف فرما دے۔ معلوم ہوا کہ شرک نا قابل عفو ( معانی )\r\nجرم ہے اس کی سزا قطعی مل کر رہے گی، اگر انتہائی درجہ کا شرک ہے جس سے انسان کا فر\r\nہو جاتا ہے تو اس کی سزا ابدی جہنم ہے، نہ اس سے نکالا جائے گا اور نہ اس میں اسے چین اور\r\nآرام میسر آئے گا اور جو کم درجے کے شرک ہیں، ان کی سزا حق تعالیٰ کے یہاں جو مقرر ہے\r\n55"
    },
    {
        "id": 105,
        "pageNo": 105,
        "pageText": "وہ ضرور ملے گی لے\r\nاور دیگر گناہوں کی حق تعالیٰ کے یہاں جو سزائیں مقرر ہیں وہ اللہ کی مرضی پر ہیں خواہ\r\nدے یا نہ دے۔\r\nشرک کی مثال\r\nیہ بھی معلوم ہوا کہ شرک سے بڑا کوئی گناہ نہیں۔ اس کو اس مثال سے سمجھی، مثلاً بادشاہ کے\r\nیہاں رعیت کے لئے ہر قسم کی سزائیں مقرر ہیں، مثلاً چوری، ڈکیتی، پہرہ دیتے دیتے\r\nسو جانا ، دربار میں دیر سے پہنچنا، میدان جنگ سے بھاگ آنا، اور سرکار کے پیسے پہنچانے\r\nمیں کوتاہی کرنا وغیرہ وغیرہ ان سب جرموں کی سزائیں مقرر ہیں۔ اب بادشاہ کی مرضی ہے\r\nچاہے تو سزا دے اور چاہے معاف کر دے، لیکن بعض جرائم ایسے ہوتے ہیں جن سے\r\nبغاوت ظاہر ہوتی ہے مثلاً کسی امیر کو یا وزیر کو یا چودھری کو بار کیس کو یا بھنگی کو یا چمار کو بادشاہ\r\nکی موجودگی میں بادشاہ بنا دیا جائے، تو اس قسم کی حرکت بغاوت ہے یا ان میں سے کسی کے\r\nواسطے تاج یا تخت شاہی بنایا جائے یا ظل سبحانی کہا جائے یا اس کے سامنے شاہانہ آداب\r\nبجالائی جائیں یا اس کے لئے ایک جشن کا دن ٹھہرایا جائے اور بادشاہ کی سی نذر دی جائے۔\r\nیہ جرم تمام جرموں سے بڑا ہے اور اس جرم کی سزا یقینا ملنی چاہئیے ، جو بادشاہ اس قسم کے جرائم\r\nکی سزاؤں سے غفلت برتا ہے اس کی سلطنت کمزور ہوتی ہے۔ ارباب دانش اس قسم کے\r\nلے شرک اکبر ہو یا اصغر بہر حال ممنوع ہے اور توحید کے منائی ۔\r\n56"
    },
    {
        "id": 106,
        "pageNo": 106,
        "pageText": "بادشاہ کو نا اہل کہتے ہیں۔ لوگو! اس مالک الملک غیرت مند بادشاہ سے ڈر جاؤ جس کی\r\nطاقت کا حدو شمار نہیں وہ اعلیٰ درجے کا غیرت والا ہے، بھلا وہ مشرکوں کو کیوں سزا نہ دے گا\r\nاور بلا سزا نہیں کیونکر چھوڑ دے گا۔ اللہ تعالیٰ تمام مسلمانوں پر رحم فرمائے اور انہیں شرک\r\nجیسی خطر ناک آفت سے محفوظ رکھے۔ آمین\r\nاللہ تعالیٰ فرماتے ہیں:\r\nشرک سب سے بڑا عیب ہے\r\nوَإِذْ قَالَ لُقْمَنُ لِابْنِهِ وَهُوَ يَعِظُهُ يُبَنَيْ لَا تُشْرِكْ بِاللَّهِ إِنَّ الشَّرْكَ\r\nلَظُلْمٌ عَظِيمٌ\r\nجب لقمان علیہ السلام نے نصیحت کرتے وقت اپنے بیٹے سے کہا بیٹا ! اللہ کے ساتھ\r\nشریک نہ کرنا شرک یقینا بڑا بھاری ظلم ہے۔ (لقمان:۱۳ )\r\nیعنی اللہ پاک نے حضرت لقمان کو بصیرت عطا فرمائی تھی ، انہوں نے عقل سے معلوم کیا\r\nکہ کسی کا حق کسی کو دے دینا بڑی بے انصافی ہے ۔ پھر جس نے اللہ کا حق اللہ کی مخلوق میں\r\nسے کسی کو دے دیا اس نے بڑے سے بڑے کا حق ذلیل شخص کو دے دیا، کیونکہ اللہ سب\r\nسے بڑا ہے اور اللہ کے مقابلے میں اس کی مخلوق کی غلامانہ حیثیت ہے جیسے کوئی تاج شاہی\r\nایک چمار کے سر پر رکھ دے، بھلا اس سے بڑھ کر اور کیا بے انصافی ہوگی ۔ یقین مانو کہ ہر\r\nشخص خواہ وہ بڑے سے بڑا انسان ہو یا مقرب فرشتہ اس کی حیثیت شان الوہیت کے\r\nمقابلے پر ایک چمار کی حیثیت سے بھی زیادہ ذلیل ہے۔ معلوم ہوا کہ جس طرح شریعت\r\n57"
    },
    {
        "id": 107,
        "pageNo": 107,
        "pageText": "نے شرک کو بڑا بھاری گناہ بنایا اسی طرح عقل بھی اس کو بڑا گناہ مانتی ہے، شرک تمام\r\nیکیوں سے بڑا عیب ہے۔ سچی بات یہی ہے، کیونکہ انسان میں سب سے بڑا عیب یہی ہے\r\nکہ وہ اپنے بڑوں کی بے ادبی کرے، پھر اللہ سے بڑھ کر بڑا کون ہو سکتا ہے اور شرک اس کی\r\nشان میں بے ادبی ہے۔\r\nاللہ تعالیٰ نے ارشاد فرمایا:\r\nتوحید ہی راہ نجات ہے\r\nوَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَّسُوْلٍ إِلَّا نُؤْحِيٌّ إِلَيْهِ أَنَّهُ لَا إِلَهَ إِلَّا أَنَا\r\nفَاعْبُدُون\r\nآپ ﷺ سے پہلے ہم نے جو رسول بھی بھیجا ہم نے اس کو یہی وحی کی کہ\r\nمیرے سوا کوئی عبادت کا حق دار نہیں لہذا میری ہی عبادت کرو ۔ (سورہ انبیاء : ۲۵ )\r\nیعنی تمام رسول اللہ کے پاس سے یہی حکم لے کر آئے کہ صرف اللہ ہی کو مانا جائے\r\nاور اس کے سوا کسی کو نہ مانا جائے معلوم ہوا کہ توحید کا حکم اور شرک سے ممانعت تمام شریعتوں\r\nکا ایک متفقہ مسلہ ہے، اس لئے صرف یہی راہ نجات ہے، باقی تمام راہیں غلط ہیں۔\r\nاللہ تعالیٰ شرک سے بیزار ہے\r\n((وَأَخْرَجَ مُسْلِمٌ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ تَعَالَى عَنْهُ قَالَ قَالَ\r\nرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَا أَغْنَى الشَّرَكَاءِ عَنِ الشِّرْكِ\r\nیا\r\nمَنْ عَمِلَ عَمَلًا أَشْرَكَ فِيْهِ مَعِيَ غَيْرِى تَرَكْتُهُ وَشِرْكَهُ وَأَنَا مِنْهُ\r\n58"
    },
    {
        "id": 108,
        "pageNo": 108,
        "pageText": "۷۵\r\nAo\r\nAl\r\nAl\r\nwww.KitaboSunnat.com\r\nAF\r\nAF\r\nAC\r\n* 2 * 2 2 -\r\nنمبر شمار\r\nfor your\r\nنهم سهل\r\nI 3 N 1 2\r\nالم\r\nبه سلام\r\nموضوع\r\nاللہ کے سوا کسی کو نہ پکارو\r\nنفع ونقصان کا مالک صرف اللہ ہے\r\nانبیاء کا اصل کام\r\nانبیاء غیب داں نہیں\r\nعلم غیب سے متعلق ارشادات نبوی میں\r\nحضرت عائشہ رضی اللہ عنہا کا ارشاد\r\nپانچواں باب شرک فی التصرف کی تردید\r\nنفع و نقصان کا مالک صرف اللہ تعالیٰ ہے\r\nاللہ کے سوا کوئی رازق نہیں\r\nصرف اللہ تعالیٰ کو پکارو\r\nبلا اذن شفاعت نہیں\r\nشفاعت کی قسمیں\r\nشفاعت و جاہت ممکن نہیں\r\nشفاعت محبت ممکن نہیں\r\nشفاعت بالاذن\r\nصراط مستقیم\r\n5\r\nبام بام\r\nاللہ سب سے نزدیک ہے\r\nمحکم دلائل و براہین سے مزین متنوع و منفرد کتب پر مشتمل مفت آن لائن مکتبہ"
    },
    {
        "id": 109,
        "pageNo": 109,
        "pageText": "بری)\r\nابو ہریرہ رضی اللہ عنہ سے روایت ہے کہ رسول اللہ ﷺ نے فرمایا: کہ حق تعالیٰ نے\r\nفرمایا: میں شریکوں میں سب سے زیادہ شرک سے بے پرواہ ہوں ، جس نے کوئی\r\nایسا عمل کیا جس میں اس نے میرے ساتھ غیر کو شریک کیا تو میں اس کو اور اس کے\r\nشریک کو چھوڑ دیتا ہوں اور اس سے بیزار ہو جاتا ہوں۔ لے\r\nیعنی جس طرح اور لوگ اپنی مشترک چیز آپس میں تقسیم کر لیتے ہیں میں اس طرح نہیں\r\nکرتا، کیونکہ میں بے پرواہ ہوں۔ جس نے میرے لئے عمل کیا اور اس میں غیر کو بھی شریک\r\nکر لیا تو میں اپنا حصہ بھی نہیں لیتا ، بلکہ سارا عمل دوسرے ہی کے لئے چھوڑ دیتا ہوں اور اس\r\nسے بیزار ہو جاتا ہوں۔ معلوم ہوا کہ جو شخص اللہ کے واسطے کوئی عمل کرے اور وہی عمل کسی\r\nغیر اللہ کے واسطے کرے تو اس نے شرک کیا اور یہ بھی معلوم ہوا کہ مشرکوں کی عبادت جو اللہ\r\nکے لئے کی جائے ، نا قابل قبول ہے حق تعالیٰ اس سے بیزار ہے۔\r\nازل میں توحید کا اقرار\r\nفرمایا اللہ تعالیٰ نے:\r\nا مشکوۃ میں اس کے بعد یہ الفاظ بھی ہیں: ترجمہ : ”میں اس سے بیزار ہوں ۔ جس کے لئے اس نے یہ\r\nکام کیا ہے وہی اس کو اس کا بدلہ دئے ۔ ( مشکوۃ مطبوعہ مجتبائی ۴۵۴ -\r\nے الا در اک نیجر نیج احادیث روالا شراک\" شد مشمول قطف الثمر \" نواب صدیق حسن خاں ۳۳ ۔\r\n59"
    },
    {
        "id": 110,
        "pageNo": 110,
        "pageText": "وَإِذْ أَخَذَ رَبُّكَ مِنْ بَنِي آدَمَ مِنْ ظُهُورِهِمْ ذُرِّيَّتَهُمْ وَأَشْهَدَهُمْ عَلَى\r\nأَنْفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ قَالُوا بَلَى شَهِدْنَا أَنْ تَقُولُوا يَوْمَ الْقِيمَةِ إِنَّا\r\nكُنَّا عَنْ هَذَا عَفِلِيْنَ * أَوْ تَقُولُوا إِنَّمَا أَشْرَكَ آبَاؤُنَا مِنْ قَبْلُ وَكُنَّا\r\nذُرِّيَّةٌ مِنْ بَعْدِهِمْ أَفَتُهْلِكُنَا بِمَا فَعَلَ الْمُبْطِلُونَ\r\nاور جب آپ کے رب نے بنی آدم کی پشت سے ان کی اولا د نکالی اور ان سے اقرار\r\nکروایا ( یعنی ان سے پوچھا ) کیا میں تمہارا رب نہیں ہوں ؟ وہ کہنے لگے : کیوں\r\nنہیں ! ہم گواہ ہیں ( کہ تو ہمارا رب ہے ) یہ ہم نے اقرار اس لئے کیا کہ کہیں تم\r\nقیامت کے روز کہنے لگو کہ ہم تو اس بات سے غافل تھے یا کہنے لگو کہ ہمارے باپ\r\nدادا نے پہلے سے شرک کیا تھا اور ہم تو ان کی اولاد تھے ( جو ) ان کے بعد ( پیدا\r\nہوئے ) تو کیا جو کام اہل باطل کرتے رہے اس کے بدلے تو ہمیں ہلاک کرتا\r\nہے ۔ (سورہ الاعراف :۱۷۳)\r\n(( أَخْرَجَ أَحْمَدُ عَنْ أُبَيِّ بْنِ كَعْبٍ رَضِيَ اللَّهُ تَعَالَىٰ عَنْهُ فِي تَفْسِيْرِ\r\nقَولِ اللَّهِ عَرْوَجَلْ وَإِذْ أَخَذَ رَبُّكَ مِنْ بَنِي آدَمَ مِنْ ظُهُورِهِمْ ذُرِّيَتَهُمْ\r\nقَالَ جَمَعَهُمْ فَجَعَلَهُمْ أَزْوَاجاً ثُمَّ صَوْرَهُمْ فَاسْتَنْطَقَهُمْ فَتَكَلَّمُوا ثُمْ\r\nأَخَذَ عَلَيْهِمُ الْعَهْدَ وَالْمِيْثَاقِ وَ أَشْهَدَهُمْ عَلَى أَنْفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ\r\nقَالُوا بَلَى قَالَ فَإِنِّي أُشْهِدُ عَلَيْكُمُ السَّمَاوَاتِ السَّبْعَ وَالْأَرْضِيْنَ\r\nالسَّبْعَ وَأُشْهِدْ عَلَيْكُمْ آبَاكُمْ آدَمَ أَنْ تَقُولُوا يَوْمَ الْقِيَامَةِ لَمْ تَعْلَم\r\nبِهَذَا اعْلَمُوا أَنَّهُ لَا إِلَهَ غَيْرِي وَلَا تُشْرِكُوا فِي شَيْئًا إِنِّي سَأُرْسِلُ\r\n60"
    },
    {
        "id": 111,
        "pageNo": 111,
        "pageText": "إِلَيْكُمْ رُسُلِيَ يَذْكُرُونَ عَهْدِى وَمِيْثَاقِي وَ أُنزِلُ عَلَيْكُمْ كُتُبِي قَالُوا\r\nشَهِدْنَا بِأَنَّكَ رَبَّنَا وَالْهَنَا لَا رَبِّ لَنَا غَيْرُكَ وَلَا إِلَهَ لَنَا غَيْرُكَ ))\r\nابی بن کعب رضی اللہ عنہ نے اس آیت ( کہ جب آپ کے رب نے آدم کی اولاد\r\nسے عہد لیا تھا) کی تفسیر میں فرمایا کہ اللہ پاک نے اولاد آدم کو جمع فرمایا پھر انہیں\r\nجوڑا جوڑا بنا یا پھر ان کی صورتیں بنائیں پھر انہیں قوت گویائی بخشی جب وہ بولنے\r\n((فَأَقَرُوا بِذَلِكَ وَرَفَعَ عَلَيْهِمْ آدَمُ عَلَيْهِ السَّلَامُ يَنْظُرُ إِلَيْهِمْ فَرَأَى الْغَنِيُّ\r\nوَالْفَقِيرَ وَ دُونَ ذَلِكَ فَقَالَ رَبِّ لَوْ لَا سَوَّيْتَ بَيْنٌ عِبَادِكَ ؟ قَالَ (( إِنِّي\r\nأَحْبَبْتُ أَنْ أَشْكُرَ) وَرَأَى الْأَنْبِيَاءَ فِيهِمْ مِثْلُ سُرْجِ عَلَيْهِمُ النُّوْرُ وَ خُصُوا\r\nبِمِيْثَانٍ آخَرَ فِي الرِّسَالَةِ وَالنُّبُوَّةِ وَ هُوَ قُوْلُهُ تَبَارَكَ وَتَعَالَى وَ إِذْ أَخَذْنَا مِنَ\r\nالنَّبِيِّينَ مِيثَاقَهُمْ وَمِنْكَ وَمِنْ نُوحٍ وَإِبْرَاهِيمَ وَمُوسَى وَعِيسَى ابْنِ مَرْيَمَ)).\r\nپس انہوں نے اس بات کا اقرار کیا۔ اور ان پر حضرت آدم علیہ السلام کو بلند کیا ان سب کو دیکھ\r\nرہے تھے۔ انہوں نے دیکھا کہ ان میں دولت مند بھی ہیں اور فقیر بھی ۔ خوبصورت بھی ہیں اور\r\nبدصورت بھی تو سوال کیا ۔ اے پروردگار ! تو نے کیوں ان سب کو یکساں نہیں بنایا؟ فرمایا: میں\r\nپسند کرتا ہوں کہ میرا شکر کیا جائے۔ حضرت آدم علیہ السلام نے دیکھا کہ ان لوگوں میں انبیاء\r\nکرام علیہم السلام بھی ہیں۔ وہ چراغوں کی طرح روشن ہیں اور ان کے چہروں پر لور ہے۔ انبیاء\r\nکرام علیہم السلام سے اللہ تعالیٰ نے رسالت و نبوت کے سلسلے میں اقرار بھی لیا۔ اس سے مراد وہ\r\nاقرار جس کا ذکر قرآن میں یوں آیا ہے ( اور وہ وقت بھی تھا ) جب ہم نے پیغمبروں سے عہد لیا\r\nاور آپ سے اور نوح سے اور ابراہیم سے اور موسیٰ سے اور مریم کے بیٹے بیٹی ہے۔\r\n61"
    },
    {
        "id": 112,
        "pageNo": 112,
        "pageText": "لگے تو ان سے عہد و پیمان لیا اور ان پر خود ان ہی کو گواہ بنا کر فرمایا کیا میں تمہارا رب\r\nنہیں ہوں ؟ انہوں نے جواب دیا کہ بے شک آپ ہمارے رب ہیں ! فرمایا : میں\r\nساتوں آسمانوں اور ساتوں زمینوں کو تم پر گواہ بنا تا ہوں اور تمہارے باپ آدم کو\r\nبھی، کہیں قیامت کے دن یہ نہ کہنے لگو کہ ہم بے خبر تھے ، یقین مانو کہ نہ میرے سوا\r\nکوئی معبود ہے اور نہ کوئی رب ہے ، میرے ساتھ کسی چیز کو شریک نہ کرنا ، میں\r\nتمہارے پاس اپنے رسول بھیجتا رہوں گا جو تمہیں میرا یہ عہد و پیمان یاد دلائیں گے\r\nاور تم پر اپنی کتا ہیں اتاروں گا۔ سب نے جواب دیا کہ ہم اقرار کر چکے ہیں کہ آپ\r\nہمارے رب اور معبود ہیں، آپ کے سوا نہ کوئی ہمارا رب ہے نہ آپ کے علاوہ کوئی\r\nہمارا معبود ہے۔ (مسند احمد )\r\nشرک سند نہیں بن سکتا\r\nحضرت ابی بن کعب نے مندرجہ بالا آیت کی تفسیر میں فرمایا کہ اللہ پاک نے تمام اولاد\r\nآدم کو ایک جگہ جمع فرمایا پھر ان کے جوڑے جوڑے لگائے، مثلا پیغمبروں کو ، اولیاء کو ،\r\nشہیدوں کو ، نیک لوگوں کو ، فرمانبرداروں کو، نافرمانوں کو اور سب کو علیحدہ علیحدہ کیا۔ اسی\r\nطرح یہودیوں کو ، عیسائیوں کو مشرکوں کو اور ہر ایک دین والے کو جدا جدا کیا پھر جس کسی کو\r\nدنیا میں جو صورت دینی تھی اسی صورت میں اسے وہاں ظاہر فرمایا، کسی کو خوبصورت کسی کو\r\nبدصورت کسی کو بینا، کسی کو نا بینا، کسی کو ناطق کسی کو گونگا اور کسی کو لنگڑا پھر انہیں قوت گویائی\r\nبخشی اور ان سے پوچھا کیا میں تمہارا رب نہیں ہوں؟ آخر سب نے اس کے رب ہونے کا\r\n62"
    },
    {
        "id": 113,
        "pageNo": 113,
        "pageText": "اقرار کیا پھر ان سے یہ عہد و پیمان لیا کہ میرے سوا کسی کو حاکم اور مالک نہ سمجھنا اور میرے سوا\r\nکسی کو معبود نہ ماننا ان سب نے عہد و پیمان کیا، حق تعالیٰ نے آدم علیہ السلام ، ساتوں\r\nآسمانوں اور ساتوں زمینوں کو گواہ بنایا اور فرمایا کہ تمہارے اس اقرار کو یاد دلانے کے لئے\r\nپیغمبر آئیں گے اور اپنے ساتھ آسمانی کتا ہیں لائیں گے۔ روز ازل ہر شخص تنہا تنہا تو حید کا\r\nاقرار اور شرک سے انکار کر آیا ہے لہذا شرک میں کسی کو بطور نظیر کے نہ پیش کیا جائے نہ پیر\r\nو فقیر کو نہ شیخ کونہ باپ دادا کونہ بادشاہ کونہ مولوی کو اور نہ بزرگ کو۔\r\nبھول کا عذر قبول نہ ہوگا\r\nاگر کوئی خیال کرے کہ دنیا میں آکر ہمیں وہ اقرار یاد نہیں رہا، اب اگر ہم شرک کریں تو\r\nہماری پکڑ نہ ہوگی ، کیوں کہ بھول میں پکڑ نہیں، تو اس کا جواب یہ ہے کہ انسان کو بہت سی\r\nباتیں یاد نہیں رہتیں لیکن معتبر اشخاص کے یاد دلانے پر یقین آ جاتا ہے۔ مثلاً کسی کو اپنی تاریخ\r\nولادت یاد نہیں پھر لوگوں سے سن کر یقین سے کہتا ہے کہ میری تاریخ ولادت فلاں بن فلاں\r\nدن اور فلاں سماعت ہے لوگوں سے سن کر ہی ماں باپ\r\nکو پہنچاہتا ہے کسی اور کو ماں نہیں سمجھتا\r\nاگر کوئی اپنی ماں کا حق ادا نہ کرے اور کسی اور کو ماں بتا دے تو دنیا اس پر تھو سکے گی اور اگروہ یہ\r\nجواب دے کہ بھلے آدمیو! مجھے تو اپنا پیدا ہونا یاد نہیں کہ میں اس کو ماں سمجھوں تم بلا وجہ مجھے\r\nبرا کہہ رہے ہو، تو لوگ اسے پرلے درجے کا بیوقوف اور بڑا ہی بے ادب سمجھیں گے ۔ معلوم\r\nہوا کہ جب عوام کے کہنے سے انسان کو بہت سی باتوں کا یقین ہو جاتا ہے، تو نبیوں کی\r\nتو شان ہی بڑی ہے ان کے بتانے سے کس طرح یقین نہیں آ سکتا ؟\r\n63"
    },
    {
        "id": 114,
        "pageNo": 114,
        "pageText": "رسولوں اور کتابوں کی بنیادی تعلیم\r\nمعلوم ہوا کہ توحید اختیار کرنے کی اور شرک سے بچنے کی عالم ارواح میں سب کو فرداً فرداً\r\nتاکید کر دی گئی ہے، تمام پیغمبر اس کو یاد دلانے اور اس عہد کی تجدید کے لئے بھیجے گئے۔ ایک\r\nلاکھ چوبیس ہزار پیغمبروں کا فرمان عالی شان اور ایک سو چا را الہامی کتابوں کا مرکزی علم اسی\r\nایک نکتہ میں ہے کہ خبر دار توحید میں خلل نہ آنے دو اور شرک کے پاس بھی نہ پھٹکو، اللہ کے سوا\r\nکسی کو حاکم اور متصرف نہ سمجھو، نہ غیر اللہ کو مالک مانو کہ اس سے اپنی مرادیں\r\nراد میں مانگو اور اس کے\r\nپاس مرادیں لے آؤ۔\r\nمندرجہ ذیل حدیث کے معلوم ہونے کے بعد تو کسی حالت میں بھی شرک کی کوئی گنجائش\r\nباقی نہیں رہتی۔\r\n(( وَ أَخرج أحمد عن معاذ بْنِ جَبَلٍ رَضِيَ اللَّهُ عَنْهُ قَالَ قَالَ لِي\r\nرَسُولُ اللهِ ﷺ لَا تُشْرِكْ بِاللَّهِ شَيْئًا وَإِن قُتِلْت وَ حُرِقْت.\r\nحضرت معاذ بن جبل رضی اللہ عنہ سے روایت ہے کہ مجھ سے رسول اللہ ﷺ نے\r\nفرمایا کہ اللہ کے ساتھ کسی چیز کو شریک نہ کر ، خواہ تجھے مارڈالا جائے یا جلا دیا جائے۔\r\n(مسند احمد)\r\nیعنی اللہ کے سوا کسی کو اپنا معبود نہ تسلیم کر اور اس بات کی پرواہ نہ کر کہ کوئی جن با شیطان\r\nتجھے ستائے گا۔ جس طرح مسلمانوں کو ظاہری مصائب پر صبر کرنا چاہئے اور ان کے ڈر سے\r\nاپنا ایمان نہ بگاڑ نا چاہئے ، اسی طرح باطنی تکلیفوں پر بھی (جن، بھوت\r\nوغیرہ کی ایذاؤں پر\r\n64"
    },
    {
        "id": 115,
        "pageNo": 115,
        "pageText": "بھی ) صبر سے کام لینا چاہئے کہ در حقیقت ہر چیز خواہ تکلیف ہو یا آرام اللہ کے اختیار میں\r\nہے۔ اللہ تعالیٰ کبھی کبھی ایمان والوں کی آزمائش فرماتا ہے، مومن کو بقدر ایمان آزمایا جاتا\r\nہے، کبھی بروں کے ہاتھوں سے نیکوں\r\nکو تکلیفیں پہنچائی جاتی ہیں تاکہ مخلصوں اور منافقوں\r\nمیں تمیز ہو جائے ۔ لہذا جس طرح بظاہر پارساؤں کو نافرمانوں سے اور مسلمانوں کو کافروں\r\nسے اللہ کے ارادے سے تکلیفیں پہنچ جاتی ہیں اور وہ صبر ہی سے کام لیتے ہیں، تکلیفوں سے\r\nگھبرا کر ایمان نہیں بگاڑتے ، اسی طرح کبھی کبھی نیک لوگوں کو جنوں اور شیطانوں سے اللہ\r\nکے ارادے سے تکلیف پہنچ جاتی ہے، لہذا اس پر صبر وقتل سے کام لیا جائے اور تکلیف کے\r\nاندیشے سے انہیں ہرگز ہرگز نہیں ماننا چاہئے۔ معلوم ہوا کہ اگر کوئی شخص شرک سے متنفر ہو کر\r\nغیر اللہ کو چھوڑ دے، ان کی نذرونیاز کی مذمت کرے اور غلط رسموں کو مٹائے پھر اس راہ میں\r\nاس کو کچھ مالی یا جانی نقصان پہنچ جائے یا کوئی شیطان اسے کسی پیرو شہید کے نام سے مستانے\r\nلگے تو وہ یہ سمجھ لے کہ اللہ پاک میرا ایمان آزما رہا ہے۔ اس لئے اسے خندہ پیشانی سے سہہ\r\nلینا چاہئے ۔ یاد رکھو جس طرح اللہ پاک ظالموں کو ڈھیل دے کر پکڑتا ہے اور مظلوموں کو ان\r\nکے پنجہ استبداد سے چھڑاتا ہے اس طرح ظالم جنوں کو بھی وقت آنے پر پکڑے گا اور\r\nپرستاران تو حید کوان کے ظلم سے نجات بخشے گا۔\r\n((وَأَخْرَجَ الشَّيْخَانِ عَنِ ابْنِ مَسْعُودٍ رضي الله عنه قَالَ قَالَ\r\nرَجُلٌ يَا رَسُولَ اللَّهِ أَيُّ ذَنْبٍ أَكْبَرُ عِنْدَ اللَّهِ قَالَ أَنْ تَدْعُوَ لِلَّهِ نِدَا وَ\r\nهُوَ خَلَقَكَ))\r\nابن مسعود رضی اللہ عنہ سے روایت ہے کہ ایک شخص نے پوچھا یا رسول اللہ ﷺ\r\n65"
    },
    {
        "id": 116,
        "pageNo": 116,
        "pageText": "سی سے ،\r\nبڑا گناہ کون سا ہے؟ فرمایا کہ تو کس کو اللہ جیسا سمجھ کر پکارے حالانکہ اللہ\r\nنے تجھے پیدا کیا ہے۔ ( بخاری و مسلم )\r\nیعنی جس طرح اللہ کو ( اس کے علم و قدرت کے لحاظ سے) حاضر و ناظر سمجھا جاتا ہے اور\r\nکائنات کا تصرف اس کے قبضے میں بتایا جاتا ہے، اسی وجہ سے ہر مشکل کے وقت اسے پکارا\r\nجاتا ہے، اسی طرح غیر اللہ کو اسی صفت سے متصف مان کر پکارنا سب سے بڑا گناہ ہے۔\r\nاس لئے کہ کسی میں بھی حاجت برلانے کی اور ہر جگہ حاضر و ناظر رہنے کی صلاحیت نہیں۔\r\nعلاوہ ازیں جب ہمارا خالق اللہ ہے تو ہمیں اپنے مشکل اوقات میں اس کو پکارنا چاہئے کسی\r\nاور سے ہمیں کیا واسطہ۔ جیسے کوئی کسی بادشاہ کا غلام ہو گیا تو وہ اپنی ہر ضرورت اپنے بادشاہ ہی\r\nکے پاس لے جائے گا، اسے دوسرے بادشاہوں سے کیا واسطہ کسی بھنگی، چمار کا تو ذکر ہی\r\nکیا ہے اور یہاں تو کوئی دوسرا ہے ہی نہیں جو اللہ کے مقابلے کا ہو۔ پھر دوسرے کے پاس\r\nضرورت کو لے جانانا دانی نہیں تو اور کیا ہے۔\r\nتو حید اور مغفرت\r\n((أَخْرَجَ التَّرْمِذِيُّ عَنْ أَنَسٍ رَضِى اللهُ عَنْهُ قَالَ قَالَ رَسُولُ اللَّهِ\r\nيَا ابْنَ آدَمَ إِنَّكَ لَوْ لَقِيْتَنِي بِقُرَابِ الْأَرْضِ خَطَايَا ثُمَّ لَقِيَتَنِي\r\nلَا تُشْرِكْ بِي شَيْئًا لَاتَيْتُكَ بِقُرَابِهَا مَغْفِرَةٌ)).\r\nحضرت انس رضی اللہ عنہ سے روایت ہے کہ رسول اللہ ﷺ نے فرمایا: کہ حق تعالی\r\nنے فرمایا: اے آدم کے بیٹے ! اگر تو مجھ سے دنیا بھر سے گناہ ساتھ لے کر ملے ، مگر\r\nمیرے ساتھ کسی چیز کو شریک نہ ٹھہرایا ہو، تو میں دنیا بھر کی بخشش کے ساتھ تجھ سے\r\n66"
    },
    {
        "id": 117,
        "pageNo": 117,
        "pageText": "ملوں گا۔ (ترمذی، احمد، دارمی)\r\nیعنی دنیا میں بڑے بڑے گنہ گار لوگ گزرے ہیں جن میں فرعون و ہامان وغیرہ تھے\r\nاور شیطان بھی اس دنیا میں ہے ان تمام گنہگاروں سے دنیا میں جس قدر گناہ ہوئے اور\r\nقیامت تک ہوں گے اگر بفرض محال ایک شخص کر گزرے لیکن شرک سے پاک ہو تو جس\r\nقدر اس کے گناہ ہیں اس قدر اللہ سبحانہ و تعالیٰ کی رحمت و مغفرت اس پر نازل ہو جائے گی۔\r\nمعلوم ہوا کہ تو حید کی برکت سے سارے گناہ معاف کر دیئے جاتے ہیں ! جس طرح\r\nشرک کی نحوست سے سارے اچھے عمل غارت کر دیئے جاتے ہیں۔ حقیقت بھی یہی ہے کہ\r\nجب انسان شرک سے ہر طرح پاک وصاف ہوگا اور اس کا یہ عقیدہ ہوگا کہ اللہ کے سوا کوئی\r\nمالک نہیں، اس کی حکومت سے کہیں بھاگ کر جانے کی جگہ نہیں اللہ تعالیٰ کے نافرمانوں کو\r\nکوئی پناہ دینے والا نہیں، اس کے سامنے سب بے بس ہیں، اس کے علم کو کوئی ٹال نہیں سکتا،\r\nاس کے سامنے کسی کی حمایت کام نہیں آتی اور کوئی کسی کی سفارش اس کی اجازت کے بغیر نہ\r\nکر سکے گا۔ ان عقائد کے بعد اس سے جس قدر گناہ سرزدہوں گے بتقاضائے بشریت\r\nہوں گے، یا بھول چوک کر ، پھر ان گناہوں کے بوجھ میں وہ دیا جار ہا ہو گا اور سخت بیزار ہو گا\r\nندامت کے مارے سرنہ اٹھا سکے گا بلاشبہ ایسے شخص پر رحمت الہی کا نزول ہوتا ہے جیسے جیسے\r\nے حدیث کا مقصد یہ ہے کہ شرک کی انتہائی برائی واضح ہو جائے ۔ اس سے یہ نہیں سمجھنا چاہئے کہ شرک\r\nسے براءت کے بعد دوسرے گناہوں کے ارتکاب میں کوئی حرج نہیں ۔ گناہوں کی معافی سے متعلق\r\nشریعت کا عام قانون پیش نظر رہنا چاہئے ۔ یعنی تو یہ اور عفو اور شرک بغیر تو بہ کے معاف نہیں ہو سکتا۔\r\n67"
    },
    {
        "id": 118,
        "pageNo": 118,
        "pageText": "چوں\r\nیہ گناہ بڑھتے جائیں گے، ویسے ویسے اس کی ندامت کی کیفیت بڑھتی جائے گی اور جوں\r\nدل یہ کیفیت بڑھے گی اللہ کی رحمت بڑھتی جا ۔\r\nجائے گی۔ یہ نکتہ یا درکھو کہ جو توحید میں پکا ہے\r\nاس کا گناہ بھی وہ کام کرتا ہے جو دوسروں کی عبادت نہیں کرتی، ایک فاسق موحد، متقی مشرک\r\nسے ہزار درجے اچھا ہے، جیسے ایک مجرم رعیتی ، باغی خوشامدی سے ہزار درجے اچھا ہے\r\nکیونکہ پہلا اپنے قصور پر نادم ہے اور دوسرا مغرور ۔\r\n68"
    },
    {
        "id": 119,
        "pageNo": 119,
        "pageText": "سرو\r\n۹۷\r\n۹۸\r\nوو\r\n1++\r\n1+F\r\n1+\r\nبوم ۱۰\r\n۱۰۵\r\n1+4\r\n1+4\r\nI+A\r\n6+1\r\nwww.KitaboSunnat.com\r\nنمبر شمار\r\n۴۵\r\nموسوم\r\nکالم\r\nاسم\r\nوم\r\n0+\r\n۵۱\r\n۵۴\r\nموضوع\r\nصرف اللہ پر بھروسہ کرو\r\nقرابت کام نہیں دے سکتی\r\nچھنا باب عبادات میں شرک کی حرمت\r\nعبادت کی تعریف\r\nعبادت صرف اللہ تعالیٰ ہی کے لئے ہے\r\nسجدہ صرف اللہ تعالیٰ کے لئے ہے\r\nغیر اللہ کو پکارنا شرک ہے\r\nشعائر\r\nاللہ کی تعظیم کی جائے\r\nغیر اللہ کے نام کی چیز حرام ہے\r\nحکم صرف اللہ تعالیٰ کے لئے ہے\r\nبوم ها من گھڑت نام شرک ہیں\r\n۵۵\r\n04\r\n۵۷\r\n۵۸\r\n۵۹\r\nخود ساختہ رسمیں شرک ہیں\r\nاگوں کو تعظیما سامنے کھڑا رکھنا ممنوع ہے\r\nبتوں اور تھانوں کی پوجا شرک ہے\r\nذبیح الغیر اللہ لعنت کا باعث ہے\r\nقربت قیامت کی علامتیں\r\nتھان پو جاہد ترین اگوں کا کام ہے\r\n6\r\nمحکم دلائل و براہین سے مزین متنوع و منفرد کتب پر مشتمل مفت آن لائن مکتبہ"
    },
    {
        "id": 120,
        "pageNo": 120,
        "pageText": "ارشاد الہی ہے:\r\nچوتھا باب\r\nشرک فی العلم کی تردید\r\nوَعِنْدَهُ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَا إِلَّا هُوَ وَ يَعْلَمُ مَا فِي الْبَرِّ وَالْبَحْرِ\r\nوَمَا تَسْقُطُ مِنْ وَرَقَةٍ إِلَّا يَعْلَمُهَا وَلَا حَبَّةٍ فِي ظُلُمَتِ الْأَرْضِ وَلَا\r\nرَطْبٍ وَلَا يَابِسٍ إِلَّا فِي كِتَبٍ مُّبِيْنٍ\r\nاللہ ہی کے پاس غیب کی کنجیاں ہیں جنہیں وہی جانتا ہے اور جو کچھ خشکی اور تری میں\r\nہے اسے بھی جانتا ہے۔ جو بھی پتا گرتا ہے اسے بھی جانتا ہے زمین کے نیچے\r\nاندھیروں میں کوئی دانہ ایسا نہیں اور کوئی تر اور خشک چیز ایسی نہیں جو واضح طور پر لکھی\r\nہوئی نہ ہو۔ (سورہ الانعام:۵۹)\r\nیعنی اللہ پاک نے انسان کو ظاہری چیزیں معلوم کرنے کے لئے کچھ چیزیں دی ہیں،\r\nمثلا دیکھنے کے لئے آنکھ ، سننے کے لئے کان، سونگھنے کو ناک چکھنے کو زبان، ٹو لٹنے کو ہاتھ اور\r\nسمجھنے کو عقل بخشی ہے پھر یہ چیزیں انسان کے قبضہ واختیار میں دے دی ہیں کہ جب چاہے\r\nان سے کام لے سکے، مثلاً آنکھ سے دیکھنا چاہا، آنکھ کھول دی نہ چاہا بندی کر لی۔ اس پر ہر\r\nعضو کو قیاس کرو۔ اور انسانوں کو ظاہری چیزوں کے معلوم کرنے کی کنجیاں دے دی ہیں جیسے\r\nکنجی والے ہی کے اختیار میں تالے کو کھولنا یا نہ کھولنا ہے اس طرح ظاہری چیزوں کا معلوم\r\nکرنا انسان کے اختیار میں ہے چاہے معلوم کرے یا نہ کرے۔\r\n69"
    },
    {
        "id": 121,
        "pageNo": 121,
        "pageText": "علم غیب صرف اللہ تعالیٰ کو ہے\r\nاس کے برعکس غیب کا معلوم کرنا انسان کے اختیار سے باہر ہے اس کی کنجیاں حق تعالی\r\nنے اپنے پاس رکھی ہیں کسی بڑے سے بڑے انسان یا مقرب\r\nترین فرشتے کو بھی غیب کے\r\nمعلوم کرنے کا اختیار نہیں دیا گیا کہ جب چاہیں اپنی مرضی سے غیب معلوم کر لیں اور جب\r\nچاہیں نہ کریں بلکہ اللہ پاک اپنی مرضی سے\r\nکبھی کسی کو غیب کی جس قدر بات\r\nبتانا چاہتا ہے\r\nبتا دیتا ہے۔ یہ غیب\r\nکا بنادینا اللہ کے ارادے پر موقوف ہے کسی کی خواہش پر نہیں۔ رسول\r\nاللہ ﷺ کو بارہا ایسا اتفاق ہوا کہ آپ کو کوئی بات دریافت کرنے کی خواہش ہوئی مگر وہ بات\r\nآپ کو معلوم نہ ہوسکی، پھر جب ارادہ انہی ہوا تو فور بتا دی گئی۔ عہد رسالت میں منافقوں\r\nنے ام المومنین حضرت عائشہ صدیقہ رضی اللہ عنہا پر الزام لگایا ، اس سے آپ کو سخت صدمہ\r\nہوا۔ آپ نے کئی دنوں تک معاملہ کی کرید کی مگر کچھ بھی معلوم نہ ہوسکا، پھر جب حق تعالیٰ\r\nنے چاہا تو وحی بھیج کر بتا دیا کہ منافق کذاب ہیں صدیقہ پاک دامن ہیں، اب ایک مسلمان\r\nموحد کا یہ عقیدہ ہونا ضروری ہے کہ اللہ نے غیب کے خزانوں کی کنجیاں اپنے ہی پاس رکھی\r\nہیں ان خزانوں کا کسی کو خزانچی نہیں بنایا۔ وہ خود اپنے ہاتھ سے قفل کھول کر جو کسی کو جس قدر\r\nچاہے دیدے اس\r\nکا ہاتھ کون پکڑ سکتا ہے۔\r\nعلم غیب کا مدعی تھوٹا\r\nاس سے معلوم ہوا کہ جو یہ دعوی کرے کہ میں ایسا علم جانتا ہوں جس سے غیب معلوم کر لیتا\r\n70"
    },
    {
        "id": 122,
        "pageNo": 122,
        "pageText": "ہوں اور ماضی و مستقبل کو باتیں بتا سکتا ہوں وہ جھوٹا ہے اور الوہیت کا دعوی کرتا\r\nہے۔ اگر کسی نبی یا ولی یا جن یا فرشتے یا امام یا بزرگ یا پیر با شهید یا نجومی یار تنال یا\r\nبخار با فال کھولنے والا یا پنڈت یا بھوت پریت یا پریوں کو ایسا مان لیا جائے تو ماننے\r\nوالا مشرک ہوتا ہے اور مذکورہ آیت کا انکار کرتا ہے۔ اگر اتفاق سے کسی نجومی وغیرہ\r\nکی بات صحیح بھی ہو جائے تو اس سے ان کی غیب دانی ثابت نہیں ہوتی ، کیونکہ زیادہ تر\r\nان کی باتیں غلط ہی ہوتی ہیں۔ معلوم ہوا کہ علم غیب ان کے بس کی بات نہیں، انکل\r\nکبھی ٹھیک اور کبھی غلط بھی ہو جاتا ہے ۔ کہانت ، کشف اور قرآن پاک سے فال لینے\r\nکا بھی یہی حال ہے، لیکن وحی کبھی غلط نہیں ہوتی اور وہ ان کے قابو میں نہیں ، اللہ\r\nپاک اپنی مرضی کے مطابق جو چاہتا ہے بتا دیتا ہے۔ کسی کی خواہش پر وحی\r\nکا دارو مدار نہیں ۔ اللہ تعالیٰ فرماتے ہیں :\r\n(( قُل لَا يَعلَمُ مَن فِي السَّمَوَاتِ وَالارْضِ الغَيْبَ إِلَّا اللَّهُ وَمَا\r\nيَشْعُرُونَ أَيَّانَ يُبْعَثُونَ ))\r\nآپ فرما دیں اللہ کے سوا آسمان وزمین میں جو کوئی بھی ہے غیب کی باتیں نہیں جانتا\r\nبلکہ وہ تو یہ بھی نہیں جانتا کہ وہ کب اٹھائے جائیں گے۔ (سورہ النمل: ۲۵ )\r\nیعنی غیب کو جاننا کسی کے بس کی بات نہیں ، خواہ وہ بڑے سے بڑا انسان یا فرشتہ\r\nہی کیوں نہ ہو، جس کی دلیل یہ ہے کہ دنیا جانتی ہے کہ قیامت آئے گی لیکن یہ کسی کو خبر\r\nنہیں کہ کب آئے گی ۔ اگر ہر چیز کا معلوم کرنا ان کے بس میں ہوتا تو قیامت کے\r\nآنے کی تاریخ بھی معلوم کر لیتے۔\r\n71"
    },
    {
        "id": 123,
        "pageNo": 123,
        "pageText": "غیب کی باتیں\r\n((إِنَّ اللَّهَ عِندَهُ عِلمُ السَّاعَةِ وَيُنَزِّلُ الْغَيْتَ وَيَعْلَمُ مَا فِي\r\nالأَرْحَامِ وَمَا تَدْرِي نَفْسٌ مَاذَا تَكْسِبُ غَداً وَمَا تَدرِي نَفْسٌ\r\nبِأَيِّ أَرضِ تَمُوتُ، إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ))\r\nبلا شبہ اللہ ہی کے پاس قیامت کا علم ہے وہی بارش برساتا ہے وہی پیٹ کے\r\nبچے کو جانتا ہے، کسی کو معلوم نہیں کہ کل کیا کمائے گا اور نہ یہ معلوم کہ کہاں مرے\r\nگا ، یا درکھو! اللہ خوب جاننے و وب جاننے والا اور بڑا خبر دار ہے ۔ ( سورہ لقمان :۳۴ )\r\nیعنی غیب کی باتوں کی خبر اللہ ہی کو ہے اس کے سوا کوئی غیب داں نہیں ، چنانچہ\r\nقیامت کی خبر بھی جس کا آنا عوام میں مشہور ہے اور یقینی ہے کسی کو نہیں معلوم کہ کب\r\nآئے گی ، پھر اور چیزوں\r\nکا تو کیا کہنا مثلاً فتح و شکست کا صحت و مرض کا اور اسی قسم\r\nکی دوسری باتوں کا کسی کو بھی علم نہیں ۔ یہ باتیں نہ تو قیامت کی طرح مشہور ہیں اور\r\nنہ یقینی ہیں۔ اسی طرح بارش کی کسی کو خبر نہیں کہ کب ہو گی حالانکہ موسم بھی مقرر ہے\r\nاور اکثر موسم میں بارش ہوتی بھی ہے۔ اکثر لوگوں کو اس کی خواہش بھی رہتی ہے\r\nاگر اس کا وقت کسی طرح معلوم ہو سکتا تو کسی نہ کسی کو ضرور معلوم ہو جاتا ، پھر جو بے\r\nموسم کی چیز میں ہیں اور تمام لوگوں کی خواہش ان سے وابستہ بھی نہیں مثلاً کسی شخص\r\nکی موت وحیات یا اولاد کا ہونا یا نہ ہونا یا مالدار و نادار ہونا یا فتح و شکست کا ہونا ،\r\n72"
    },
    {
        "id": 124,
        "pageNo": 124,
        "pageText": "ان چیزوں کو بھلا کسی کو کیسے خبر ہوسکتی ہے ۔ پیٹ کے بچے کو بھی کوئی نہیں جانتا کہ با\r\nایک ہے یا ایک سے زیادہ نر ہے یا مادہ کامل ہے یا ناقص اور خوبصورت ہے یا بدصورت ،\r\nحالانکہ حکماء ان تمام باتوں کے اسباب بتاتے ہیں، لیکن خصوصیت سے کسی کا حال معلوم\r\nنہیں، پھر انسان کے اندرونی حالات بھلا کوئی کیسے معلوم کر سکتا ہے مثلاً خیالات ، ارادے،\r\nنعتیں اور ایمان و نفاق کا حال۔ جب کوئی خود یہ نہیں جانتا کہ وہ کل کیا کرے گا تو وہ دوسروں\r\nکا حال کیسے جان سکتا ہے اور انسان جب اپنے مرنے کی جگہ نہیں جانتا تو پھر بھلا مرنے کا\r\nدن یا وقت کیسے جان سکتا ہے۔ بہر حال اللہ کے سوا کوئی آئندہ کی باتیں اپنے اختیار سے\r\nنہیں جانتا۔ معلوم ہوا کہ غیب دانی کا دعوی کرنے والے سب جھوٹے ہیں، کشف،\r\nکہانت، دل، نجوم، جفر، فالیں سب جھوٹ ، مکر اور شیطانی جال ہیں۔ مسلمانوں کو ان میں\r\nہرگز نہیں پھنسنا چاہئے ۔ اگر کوئی شخص غیب دانی کا دعوی نہ کرے اور غیب کی بات معلوم\r\nکرنے کے اختیار کا بھی دعوئی نہ کرے اور یہ دعوی کرے کہ حق تعالیٰ نے جو بات مجھے بتائی\r\nہے وہ میرے اختیار میں نہ تھی کہ جب چاہتا معلوم کر لیتا تو اس میں دونوں امکان ہیں۔\r\nہو سکتا ہے وہ سچا ہو اور یہ بھی ممکن ہے کہ جھوٹا ہو۔\r\nجدید طبی سائنٹس بھی صرف اس وقت بچے کی جنس کا اندازہ کر سکتی ہے جبکہ وہ ولادت کے آخری\r\nمراحل میں ہو۔\r\n73"
    },
    {
        "id": 125,
        "pageNo": 125,
        "pageText": "اللہ کے سوا کسی کو نہ پکارو\r\nوَ مَنْ أَضَلُّ مِمَّنْ يَدْعُوا مِنْ دُونِ اللَّهِ مَنْ لَّا يَسْتَجِيْبَ لَهُ إِلَى يَوْمِ\r\nالْقِيمَةِ وَهُمْ عَنْ دُعَائِهِمْ غَفِلُونَ\r\nاس سے بڑھ کر کون گمراہ ہوگا جو اللہ کو چھوڑ کر ایسوں کو پکار رہا ہے جو قیامت تک بھی\r\nاس کی بات کا جواب نہ دے سکیں گے بلکہ وہ اس کی پکار ہی سے بے خبر ہیں۔\r\n(سورہ الاحقاف:۵)\r\nیعنی مشرک پرلے درجے کے بے وقوف ہیں کہ اللہ تعالیٰ جیسے قدرت و علم والے\r\nکو چھوڑ کر دوسروں کو پکارتے ہیں جو نہ تو ان کی پکار کو سنتے ہیں اور نہ کسی بات کی\r\nان میں قدرت و سکت ہے اگر یہ قیامت تک بھی پکارتے رہیں تو وہ کچھ بھی نہیں\r\nکر سکتے ۔ معلوم ہوا کہ جو لوگ بزرگوں کو دور سے پکارتے ہیں اور انہیں پکار کر\r\nصرف یہی کہتے ہیں کہ یا حضرت آپ دعا فرما دیں کہ حق تعالیٰ ہماری حاجت پوری\r\nکر دے یہ بھی شرک ہے گو وہ اس وجہ سے اس کو شرک نہ سمجھتے ہوں کہ حاجت\r\nبرآوری کی دعا تو اللہ ہی سے کی گئی ہے، کیونکہ غائب شخص کو پکارنے کی وجہ سے اس\r\nمیں شرک آیا کہ ان کے بارے میں یہ اعتقا در کھا گیا کہ وہ دور سے اور قریب سے\r\nسنتے ہیں حالانکہ یہ الہی شان ہے اور اس آیت میں حق تعالیٰ نے فرمایا کہ وہ ان\r\nکے پکارنے سے بے خبر ہیں، پکارنے والے کی پکار کو سنتے ہی نہیں گو وہ قیامت تک\r\nچیختا ر ہے ۔\r\n74"
    },
    {
        "id": 126,
        "pageNo": 126,
        "pageText": "نفع و نقصان کا مالک صرف اللہ ہے\r\n(قُلْ لا أَمْلِكُ لِنَفْسِي نَفْعاً وَضَرَا إِلَّا مَاشَاءَ اللَّهُ وَلَوْ كُنتُ أَعْلَمُ\r\nالْغَيْبَ لَاسْتَكْثَرْتُ مِنَ الْخَيْرِ وَمَا مَسْنِيَ السُّوءُ إِنْ أَنَا إِلَّا نَذِيرٌ\r\nوَبَشِيرٌ لِّقَوْمٍ يُؤْمِنُونَ\r\nآپ فرما دیں کہ مجھے اپنے لئے بھلائی برائی کا اختیار نہیں مگر جو اللہ کو منظور ہواگر میں\r\nغیب جانتا تو کثرت سے بھلائی جمع کر لیتا ( یعنی اپنی حفاظت کا سامان پہلے سے\r\nکر لیتا ) اور مجھے کوئی تکلیف نہ پہنچتی۔ میں تو صرف ایمان والوں کو ڈرانے والا اور\r\nخوش خبری سنانے والا ہوں۔ (سورہ الاعراف: ۱۸۸)\r\nیعنی پیغمبر اسلام علیہ الصلوۃ والسلام سرتاج انبیاء آپ سے بڑے بڑے معجزے ظاہر\r\nہوئے لوگوں نے آپ ﷺ سے دین کے اسرار ورموز سیکھے لوگوں کو آپ کی راہ چلنے سے\r\nبزرگی نصیب ہوئی اللہ پاک نے آپ ہی سے فرمایا کہ لوگوں کے سامنے اپنا حال بیان فرما\r\nدیں کہ مجھے نہ تو کچھ قدرت حاصل ہے اور نہ ہی غیب دان ہوں میری قدرت کا یہاں سے\r\nاندازہ لگاؤ کہ میں اپنی جان تک کے لئے نفع و نقصان\r\nکا مالک نہیں ، دوسروں کو تو کیا بھلائی\r\nبرائی پہنچا سکوں گا۔ اگر میں غیب دان ہوتا تو کام سے پہلے اس کا انجام معلوم کر لیا کرتا اگر\r\nاس کام کا انجام برا معلوم ہوتا تو اس میں کبھی ہاتھ نہ ڈالتا نجیب دانی اللہ تعالیٰ کی شان ہے اور\r\nمیں پیغمبر ہوں پیغمبر کا صرف اتنا کام ہوتا ہے کہ وہ برے کاموں کے انجام سے خبردار کر دے\r\nاور نیک کاموں پر خوش خبری سنادے، یہ بات بھی انہیں کوفائدہ پہنچاتی ہے جن کے دلوں\r\nمیں یقین ہو اور یقین پیدا کرنا اللہ ہی کا کام ہے۔\r\n75"
    },
    {
        "id": 127,
        "pageNo": 127,
        "pageText": "انبیاء کا اصل کام\r\nمعلوم ہوا کہ انبیاء اور اولیاء میں یہی بڑائی ہے کہ وہ اللہ کی راہ بتاتے ہیں اور جن\r\nاچھے، برے کاموں سے واقف ہیں ان سے لوگوں کو آگاہ کرتے ہیں۔ اللہ پاک نے ان کی\r\nتبلیغ میں تاثیر رکھی ہے۔ بہت لوگ ان کی تبلیغ سے سیدھی راہ پر آجاتے ہیں۔ یہ کوئی بڑائی\r\nنہیں کہ انہیں تصرف عالم کی قدرت دی گئی ہو کہ جسے چاہیں مار ڈالیں یا بیٹا بیٹی دے دیں\r\nیا آئی ٹال دیں یا مراد ہیں برلائیں یا فتح و شکست دے دیں یا تو نگر بنادیں یا فقیر و قلاش\r\nکر دیں یا کسی کو بادشاہ بنادیں اور کسی کے ہاتھ میں کاسہ گدائی دے دیں یا کسی کو امیر با وزیر\r\nبنادیں اور کسی کو فقیر حقیر کردیں۔ کسی کے دل میں ایمان ڈال دیں اور کسی سے چھین لیں۔\r\nکسی بیمار کوتند درست یا تندرست کو بیمار کر دیں یہ اللہ ہی کی شان ہے اور اللہ تعالیٰ کے سوا ہر\r\nچھوٹا ، بڑا یہ کام کرنے سے عاجز ہے اور مجز میں سب برابر ہیں۔\r\nانبیاء غیب دان نہیں\r\nاسی طرح یہ کوئی بڑائی نہیں کہ اللہ تعالیٰ غیب کی کنجیان انہیں دیدے کہ جب چاہیں کسی\r\nکے دل کی بات معلوم کر لیں یا جس غیب کی بات کو چاہیں معلوم کر لیں کہ فلاں کے ہاں\r\nاولاد ہوگی یا نہیں تجارت میں فائدہ ہوگا یا نہیں۔ لڑائی میں فتح ہوگی یا شکست ۔ ان باتوں\r\nسے سب چھوٹے بڑے یکساں بے خبر ہیں پھر جس طرح کوئی بات عقل سے یا کسی قرینے\r\n76"
    },
    {
        "id": 128,
        "pageNo": 128,
        "pageText": "سے کہہ دی جاتی ہے اور اسی طرح ہو جاتی ہے جس طرح کہی گئی تھی اسی طرح یہ بڑے لوگ\r\nبھی جو بات عقل و قرینہ سے کہہ دیتے ہیں کبھی تو وہ ٹھیک ہو جاتی ہے اور کبھی غلط ہو جاتی ہے\r\nلیکن وحی الہام کی بات غلط نہیں ہوتی مگر وحی اختیار میں نہیں ہوتی۔\r\nعلم غیب کے متعلق ارشادات نبوی ہے\r\n(( أَخْرَجَ الْبَخَارِيُّ عَنِ الرّبِيعِ بِنْتِ مُعَوَّذِ بْنِ عَفْرَاءَ رضى الله\r\nعنها قَالَتْ جَاءَ النَّبِيُّ ﷺ فَدَخَلَ حِيْنَ بُنِيَ عَلَى فَجَلَسَ عَلَى\r\nفِرَاشِي كَمَجْلِسِكَ مِنِّي فَجَعَلَتْ جُوَيْرَيَاتٌ يَضْرِبْنَ بِالدُّتِ وَ\r\nيَندُ بْنَ مَنْ قُتِلَ مِنْ آبَائِي يَوْمَ بَدْرٍ إِذْ قَالَتْ إِحْدَاهُنَّ وَفِيْنَا نَبِيُّ\r\nيَعْلَمُ مَا فِي غَدٍ فَقَالَ دَعِي هَذَا وَقُوْلَى بِالَّذِي تَقُولِينَ))\r\nربیع بنت معوذ بن عفراء بہ سے روایت ہے کہ میری رخصتی کے وقت رسول اللہ\r\nنا عفراء حضرات عوف، معوذ اور معاذ رضی اللہ عنہم کی والدہ کا نام ہے۔ حضرت عفرا و رضی اللہ\r\nعنہا۔ میرے پاس آئے پھر میرے بستر پر میرے پاس اتنے نزدیک بیٹھے جس\r\nطرح تم بیٹھے ہو۔ ہماری کچھ بچیاں دف بجا بجا کر بدر کے مقتولوں کا واقعہ بیان\r\nکرنے لگیں ایک نے یہ کہہ دیا کہ ہمارا نبی کل کی بات جانتا ہے فرمایا یہ بات چھوڑ\r\nدے اور جو پہلے کہہ رہی تھی وہی کہتی رہ۔ ( بخاری )\r\nیعنی ریج انصاریہ کی شادی کے موقعہ پر نبی اکرم ﷺ ان کے پاس آبیٹھے۔ بچیوں نے\r\nگانے میں یہ بھی کہہ دیا کہ ہمارا نبی کا کی بات جانتا ہے۔ آنحضرت ﷺ نے اسے منع کیا\r\n77"
    },
    {
        "id": 129,
        "pageNo": 129,
        "pageText": "اور فرمایا کہ یہ بات نہ کہہ ۔ معلوم ہوا کہ کسی بڑے سے بڑے انسان کے بارے میں یہ عقیدہ\r\nند رکھے کہ وہ غیب دان ہے، شعراء رسول اللہ ﷺ کی تعریف میں جو آسمان وزمین کے\r\nقلابے ملایا کرتے ہیں اور کہہ دیتے ہیں کہ بطور مبالغہ ایسا کہا گیا یہ غلط ہے کیونکہ آپ ﷺ\r\nنے اپنی تعریف کا اسی قسم کا شعر بچیوں کو بھی نہ پڑھنے دیا چہ جائیکہ عاقل شاعر اس قسم کے\r\nاشعار کہے یا سنے۔\r\nحضرت عائشہ رضی اللہ عنہا کا ارشاد\r\n(( أَخْرَجَ الْبَخَارِيُّ عَنْ عَائِشَةَ رَضِيَ اللَّهُ تَعَالَىٰ عَنْهَا قَالَتْ مَنْ\r\nأَخْبَرَكَ أَنْ مُحَمَّداً عَل يَعْلَمُ الْخَمْسَ الَّتِي قَالَ اللَّهُ تَعَالَى إِنْ اللَّهَ\r\nعِنْدَهُ عِلْمُ السَّاعَةِ فَقَدْ أَعْظَمَ الْفَرِيةَ ))\r\nکے چھ بیٹے تھے جو سب کے سب عزوہ بدر میں شریک ہوئے۔ ان میں سے دوغزوہ بدر میں\r\nشہید ہو گئے ۔ اور معاذ اور معوذ رضی اللہ عنہما نے مل کر ابو جہل کو مارا تھا ۔\r\nحضرت عائشہ رضی اللہ عنہا نے فرمایا: جس نے تمہیں خبر دی کہ محمد رسول اللہ ﷺ\r\nان پانچ باتوں کو جانتے تھے جن کی اللہ پاک نے اس آیت \" ان الله عِنْدَهُ\r\nعِلْمُ الساعةِ میں خبر دی ہے اس نے بڑاز بر دست بہتان باندھا۔ ( بخاری )\r\n(( أَخْرَجَ الْبَخَارِيُّ عَنْ عَائِشَةَ رَضِيَ اللَّهُ تَعَالَىٰ عَنْهَا قَالَتْ مَنْ\r\nأَخْبَرَكَ أَنْ مُحَمَّداً عَل يَعْلَمُ الْخَمْسَ الَّتِي قَالَ اللَّهُ تَعَالَى إِنَّ اللَّهَ\r\nعِنْدَهُ عِلْمُ السَّاعَةِ فَقَدْ أَعْظَمَ الْفَرِيَّةَ ))\r\n78"
    },
    {
        "id": 130,
        "pageNo": 130,
        "pageText": "۱۱۵\r\n112\r\n119\r\n۱۳۱\r\n۱۳۳\r\nIFF\r\n۱۳۵\r\n۱۳۵\r\n۱۳۹\r\nبهم سلام\r\n۱۳۵\r\nwww.KitaboSunnat.com\r\nنمبر شمار\r\n۶۱\r\n* * * * * *\r\n۲۵\r\nYA\r\n۷۵\r\nموضوع\r\nبتوں کا طواف\r\nساتواں باب رسم و رواج میں شرک کی حرمت\r\nشیطان کی وسوسہ اندازی\r\nاولاد کے سلسلہ میں شرک کی رسمیں\r\nکھیتی باڑی میں شرک کی رسمیں\r\nچوپایوں میں شرک کی رسمیں\r\nحلال و حرام میں اللہ پر افتراء\r\nمتاروں میں تاثیر مانا شرک ہے\r\nنجومی ، ساحر اور کاہن کا فر ہیں\r\nنجوم اور ریل پر اعتقاد کا گناہ\r\nخنگون اور فال کفر کی رسمیں ہیں\r\nاللہ کو سفارشی نہ بناؤ\r\nاللہ تعالیٰ کے نزدیک سب سے پیارے نام\r\nاللہ کے نام کے ساتھ کنیت نہ رکھو\r\nصرف ما شاء اللہ کہو\r\nغیر اللہ کی قسم شرک ہے\r\nنذروں کے بارے میں رسول اللہ ﷺ کا فیصلہ\r\n7\r\nمحکم دلائل و براہین سے مزین متنوع و منفرد کتب پر مشتمل مفت آن لائن مکتبہ"
    },
    {
        "id": 131,
        "pageNo": 131,
        "pageText": "(( أَخْرَجَ الْبَخَارِيُّ عَنْ أَمُّ الْعَلَاءِ الْأَنْصَارِيَّةِ رَضِيَ اللَّهُ تَعَالَى\r\nعَنْهَا قَالَ رَسُوْلُ اللهِ ﷺ وَاللَّهِ لَا أَدْرِي وَأَنَا رَسُولُ اللَّهِ مَا يُفْعَلُ\r\nبي وَلَا بِكُمْ))\r\nضلة الله\r\nیعنی وہ پانچ باتیں سورہ لقمان کے اخیر میں ہیں۔ جس کا بیان گزر چکا کہ تمام غیب کی\r\nباتیں ان ہی پانچ چیزوں میں داخل ہیں لہذا جو کوئی یہ کہے کہ آپ ﷺ غیب کی\r\nسب باتیں جانتے تھے اس نے بڑا بھاری بہتان باندھا۔ غیب تو اللہ تعالی کے سوا\r\nکوئی جانتا ہی نہیں۔\r\nام علاء رضی اللہ عنہا سے روایت ہے کہ رسول اللہ ﷺ نے فرمایا: اللہ کی قسم مجھے\r\nمعلوم نہیں حالانکہ میں اللہ کا رسول ہوں کہ میرے ساتھ کیا پیش آئے گا اور تمہارے\r\nساتھ کیا ہوگا۔ ( بخاری )\r\nیعنی اللہ پاک بندوں سے دنیا میں یا قبر میں یا آخرت میں جو معاملہ کرے گا اس کا حال\r\nکسی کو بھی معلوم نہیں نہ نبی کو نہ ولی کو ۔ نہ اپنا حال معلوم نہ دوسروں کا حال معلوم ۔ اگر وحی\r\nکے ذریعے کسی کو یہ معلوم ہو جائے کہ فلاں کا انجام بخیر ہے تو وہ ایک مجمل علم ہے۔ اس سے\r\nزیادہ معلوم کرنا ان کے بس سے باہر ہے۔\r\n79"
    },
    {
        "id": 132,
        "pageNo": 132,
        "pageText": "پانچواں باب\r\nشرک فی التصرف کی تردید\r\nقُلْ مَنْ بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ وَهُوَ يُجِيْرٌ وَلَا يُجَارُ عَلَيْهِ إِنْ\r\nكُنتُمْ تَعْلَمُونَ * سَيَقُولُونَ لِلَّهِ قُلْ فَأَنَّى تُسْحَرُونَ\r\nآپ ﷺ فرمادیں کون ہے جس کے ہاتھ میں ہر چیز کا اختیار ہے اور وہ پناہ دیتا\r\n80"
    },
    {
        "id": 133,
        "pageNo": 133,
        "pageText": "ہے اور اس کے مقابل میں کوئی پناہ نہیں دے سکتا۔ اگر تم جانتے ہو تو بتاؤ وہ اللہ ہی\r\nکو بتائیں گے آپ ﷺ فرمادیں پھر کیوں دیوانے بنے جاتے ہو۔\r\n(المومنون: ۸۸-۸۹)\r\nیعنی جس مشرک سے پوچھا جائے کہ ایسی شان کس کی ہے جس کے اختیار و تصرف میں\r\nہر چیز ہے جو چاہے کرے۔ اس کا ہا تھ کوئی پکڑنے والا نہ ہوا اور کوئی اس کی بات ٹال نہ سکے\r\nتو وہ کہیں گے اللہ تعالیٰ ہی ہے تو پھر دوسروں سے مرادیں مانگنا پاگل پن ہوا۔ معلوم ہوا کہ\r\nعہد رسالت میں بھی لوگ اس بات کے قائل تھے کہ اللہ کے برابر اور مقابلے کا کوئی نہیں مگر\r\nبتوں کو اپنا وکیل سمجھ کر پوجتے تھے اور ان سے مانگتے تھے اس وجہ سے مشرک ہوئے۔ آج\r\nبھی اگر کوئی اس علم میں کسی مخلوق کے تصرف کا قائل ہو اور اپنا وکیل سمجھ کر اس کی عبادت\r\nکرے تو مشرک ہو جائے گا گو اس کو اللہ تعالیٰ کے برابر نہ سمجھتا ہو اور اس کے مقابلے کی\r\nطاقت اس میں نہ جانتا ہو۔\r\nنفع و نقصان کا مالک صرف اللہ ہے\r\nقلْ إِنِّي لَا أَمْلِكُ لَكُمْ ضَرًّا وَلَا رَشَداً لَّا قُلْ إِنِّي لَنْ يُجِهْرَنِي مِن\r\nاللهِ أَحَدٌ وَلَنْ أَجِدَ مِنْ دُونِهِ مُلْتَحَداً\r\n(اے محمد) آپ ﷺ فرمادیں کہ میں تمہارے لئے نفع و نقصان کا اختیار نہیں\r\nرکھتا آپ فرمادیں کہ مجھے کوئی اللہ سے ہرگز نہیں بچا سکتا اور میں اس کے سوا کہیں\r\nبچاؤ نہیں پاتا۔ ( الجن: ۲۱-۲۲)\r\n81"
    },
    {
        "id": 134,
        "pageNo": 134,
        "pageText": "یعنی میں تمہارے نفع و نقصان پر اختیار نہیں رکھتا۔ میرے امتی ہونے کی وجہ سے تم لوگ\r\nمغرور ہو کر یہ خیال کر کے حد سے نہ بڑھنا کہ ہمارا پا یہ مضبوط ہے ہمارا وکیل زبر دست\r\nاور ہمارا شفیع بڑا محبوب ہے ہم جو چاہیں کریں وہ ہمیں اللہ کے عذاب سے بچالے گا کیونکہ\r\nمیں خود ہی ڈرتا ہوں اور اللہ کے سوا کہیں پناہ گاہ نہیں دیکھتا۔ دوسروں کو کیا بچا سکوں گا۔\r\nمعلوم ہوا کہ جو عوام پیروں پر بھروسہ کر کے اللہ کو بھول جاتے ہیں اور حکم عدولی کرتے ہیں،\r\nواقعتا گمراہ ہیں کیونکہ سرکار رسالت دن رات اللہ سے ڈرتے تھے اور اس کی رحمت کے سوا\r\nکہیں اپنا بچاؤ نہیں جانتے تھے بھلا کسی اور کا تو کہنا ہی کیا ہے۔\r\nاللہ کے سوا کوئی رازق نہیں\r\nوَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَمْلِكُ لَهُمْ مِنْ رِزْقاً مِنَ السَّمَوَاتِ\r\nوَالْأَرْضِ شَيْئاً وَلَا يَسْتَطِيعُونَ\r\nمشرک اللہ کو چھوڑ کر ان کی عبادت کرتے ہیں جو آسمان وزمین سے روزی پہنچانے\r\nمیں کچھ بھی دخل نہیں رکھتے اور نہ رکھ سکتے ہیں۔ (الحل :۷۳)\r\nیعنی ایسے لوگوں کی اللہ کی سی تعظیم کرتے ہیں جو قطعی بے بس ہیں۔ روزی پہنچانے میں\r\nان کا کچھ بھی دخل نہیں۔ نہ آسمان سے مینہ برسا سکیں اور نہ زمین سے کچھ اٹھا سکیں انہیں کسی\r\nطرح کی بھی سکت نہیں۔ معلوم نہیں عوام میں جو یہ بات مشہور ہے کہ بزرگوں کو عالم میں\r\nتصرف کی تو قدرت ہے مگر تقدیر انہی پر شاکر ہیں۔ ادب سے دم نہیں مارتے ورنہ اگر چاہیں\r\nتو کائنات کو زیروز بر کردیں لیکن شر کی عظمت کا خیال کر کے چپ ہیں یہ قطعی غلط ہے کائنات\r\nمیں نہ انہیں بالفعل دخل ہے نہ بالقوۃ یعنی ان میں اس قسم کے تصرف کی صلاحیت و قدرت\r\n82"
    },
    {
        "id": 135,
        "pageNo": 135,
        "pageText": "ہی نہیں۔\r\nصرف اللہ کو پکارو\r\nوَلَا تَدْعُ مِنْ دُونِ اللَّهِ مَالَا يَنْفَعْكَ وَلَا يَضُرُّكَ فَإِنْ فَعَلْتَ فَإِنْكَ إِذا\r\nمِنَ الظَّلِمِينَ\r\nاللہ کو چھوڑ کر اس کو مت پکاریئے جو آپ\r\nکو نہ نفع پہنچا سکے اور نہ نقصان۔ اگر آپ ایسا\r\nکریں گے تو آپ ظالم بن جائیں گے۔ (یونس: ۱۰۶)\r\nیعنی عزت و جلال والے اللہ تعالیٰ کے ہوتے ہوئے ایسے ناکارہ لوگوں کو پکارنا جونہ نفع\r\nکے مالک ہیں اور نہ نقصان کے، سراسر ظلم ہے کیونکہ سب سے بڑی ہستی کا مقام محض ناکارہ\r\nلوگوں کو دیا جا رہا ہے۔\r\nقُلِ ادْعُوا الَّذِينَ وَعَمْتُمْ مِنْ دُونِ اللَّهِ لَا يَمْلِكُونَ مِثْقَالَ ذَرَّةٍ فِي\r\nالسَّمَوَاتِ وَلَا فِي الْأَرْضِ وَمَا لَهُمْ فِيْهِمَا مِنْ شِرْكٍ وَمَا لَهُ مِنْهُمْ مِنْ\r\nظَهِيْرٍ وَلَا تَنْفَعُ الشَّفَاعَةُ عِنْدَةٌ إِلَّا لِمَنْ أَذِنَ لَهُ حَتَّى إِذَا فَزِعَ عَنْ\r\nقُلُوْبِهِمْ قَالُوْا مَاذَا قَالَ رَبُّكُمْ قَالُوا الْحَقِّ وَهُوَ الْعَلِيُّ الْكَبِيرُ\r\nآپ فرمادیجئے کہ انہیں پکار کر دیکھو تو سہی جن کو تم نے اللہ کے سوا معبود خیال کر\r\nرکھا ہے وہ آسمانوں میں اور زمین میں ذرہ برابر بھی اختیار نہیں رکھتے نہ ان میں ان\r\nکا کوئی حصہ ہے اور نہ ان میں کوئی اللہ کا مددگار ہے اس کے آگے کسی کی سفارش کام\r\nنہیں آئے گی مگر جس کو وہ اجازت دے دے یہاں با تک کہ جب ان کے دلوں\r\n83"
    },
    {
        "id": 136,
        "pageNo": 136,
        "pageText": "سے گھبراہٹ دور ہو جاتی ہے تو کہتے ہیں تمہارے رب نے کیا فرمایا اور جواب\r\nدیتے ہیں کہ حق ہی فرمایا ہے وہی سب سے بلند واعلیٰ ہے۔\r\nبلا اذن شفاعت نہیں\r\nیعنی آڑے وقت کسی سے مراد مانگنا اور جس سے مراد مانگی ہے اس کا مراد کو بر لانا کئی\r\nطرح ہے۔ جس سے مراد مانگی ہے وہ خود مالک ہو یا اس کا سا بھی ہو یا اس کا مالک پر دباؤ\r\nہو جیسے بادشاہ دیگر امراء کا کہنا مان لیتا ہے کیونکہ وہ اراکین سلطنت ہیں اور ان کے ناراض\r\nا مطلب یہ کہ شافع اور مشطوع دونوں اؤن کے انتظار میں مضطرب تھے۔ جب اذن مل گیا تو پھر ایک\r\nدوسرے سے سوال کرتے تھے کہ تمہارے پروردگار نے کیا فرمایا۔ یہ نفسیاتی کیفیت ہے جو اؤن ملنے کے\r\nبعد سب پر طاری ہوگی ۔ یعنی کیا ان مل گیا ۔ ( (الحق )) الاذن بالشفاعة لمن ارتضی (کشاف )\r\nہونے سے حکومت کا نظم ونسق بگڑتا ہے یا وہ مالک سے سفارش کرے اور مالک کو اس کی\r\nسفارش مانتی ہی پڑتی ہے خواہ دل سے مانے یا نہ مانے مثلاً شہزادیوں سے یا بیگمات سے\r\nبادشاہ کو محبت ہوتی ہے اور ان کی محبت کی وجہ سے ان کی سفارش رد نہیں کی جاتی اب غور کرو\r\nکہ مشرک اللہ تعالیٰ کو چھوڑ کر جن بزرگوں کا پکارتے ہیں اور ان سے مرادیں مانگتے ہیں نہ تو\r\nوہ کائنات میں مچھر کے ایک پر کے مالک ہیں نہ ان کا رتی بھر ساجھا ہے نہ انہی سلطنت کے\r\nرکن ہیں اور نہ اللہ سبحانہ تعالیٰ کے معین و مددگار کہ ان سے دب\r\nکر اللہ تعالیٰ ان کی بات مان\r\n84"
    },
    {
        "id": 137,
        "pageNo": 137,
        "pageText": "لے اور نہ بلا اجازت الہی سفارش کے لئے لب ہلا سکتے ہیں کہ خواہ مخواہ اس سے کچھ\r\nدلا دیں۔ بلکہ بارگارہ انہی میں ان کا یہ حال ہے کہ اس کے حکم کے آگے سب کے ہوش اڑ\r\nجاتے ہیں اور بدحواس و مرعوب ہو جاتے ہیں۔ احترام ودہشت کی وجہ سے دوسری دفعہ\r\nپوچھنے کی بھی جراءت نہیں ہوتی ۔ بلکہ آپس میں ایک دوسرے سے پوچھتے ہیں کہ رب نے\r\nکیا کہا اور تحقیق کے بعد آمنا و صدقنا ہی کہنا پڑتا ہے چہ جائیکہ بات الٹی جائے یا کوئی وکالت\r\nو حمایت کی جراءت کرے۔\r\nشفاعت کی قسمیں\r\nیہاں ایک بات انتہائی اہم ہے اس کو یا در کھا جائے کہ عوام انبیاء اور اولیاء کی شفاعت پر\r\nنازاں ہیں اور شفاعت کے غلط معنی سمجھ کر اللہ کو بھول گئے ہیں در حقیقت شفاعت کے معنی\r\nسفارش کے ہیں۔ دنیا میں سفارش کی کئی صورتیں ہیں مثلاً بادشاہ کی نگاہ میں چور کی چوری\r\nثابت ہو جائے اور کوئی امیر با وز یر اس کی سفارش کر کے سزا سے بچا لے بادشاہ تو چور کو سزا\r\nہی دینا چاہتا تھا جیسا کہ آئین حکومت ہے مگر امیر سے دب کر اسے چھوڑ دیتا ہے کیونکہ امیر\r\nرکن سلطنت ہے اور اس کی وجہ سے سلطنت میں دن رات ترقی ہو رہی ہے بادشاہ یہ خیال\r\nکر سکے کہ اس امیر کو ناراض نہیں کرنا چاہئے ورنہ حکومت سے نظم ونسق میں گڑ بڑ پیدا ہو جائے\r\nگی اور غصے کو پی جانا عین مناسب ہے چور کو معاف فرمادیتا ہے۔ اس قسم کی سفارش کو\r\nشفاعت و جاہت کہا جاتا ہے یعنی امیر کی جاہ و عزت کی وجہ سے اس کی بات مانی گئی۔\r\n85"
    },
    {
        "id": 138,
        "pageNo": 138,
        "pageText": "شفاعت و جاہت ت ممکن نہیں\r\nاللہ عزوجل کے حضور شفاعت و جاہت قطعی طور پر ناممکن ہے جو شخص کسی غیر اللہ کو اس قسم\r\nکا شفیع مان لے وہ قطعی مشرک ہے اور بڑا جاہل ہے اس نے اللہ سے معنی سمجھے نہیں اور شہنشاہ\r\nکی قدرو منزلت پہچانی ہی نہیں۔ اس شہنشاہ ( باری تعالی ) کی تو یہ شان ہے کہ اگر چاہے تو\r\nلفظ کن سے کڑوڑوں نبی ، ولی، جن، فرشتے، جبرئیل اور محمد ﷺ کے برا بر ایک آن میں پیدا\r\nکر دے اور ایک دم عرش سے فرش تک ساری کائنات کو زیروزبر کردے اور دوسرا عالم پیدا\r\nکر دے۔ اس کے تو ارادے ہی سے ہر چیز پیدا ہو جاتی ہے اسے مادے کی اور سامان کی\r\nحاجت نہیں۔ اگر آدم سے لے کر قیامت تک کے تمام انسان اور جن جبرئیل و پیغمبر جیسے ہو\r\nجائیں تو ان کی وجہ سے اللہ تعالیٰ کی سلطنت میں کچھ بھی رونق نہ بڑھے گی اور اگر سب\r\nشیطان ورجال بن جائیں تو اس کی حکومت کی کچھ رونق بھی نہ گھٹے گی وہ ہر حال میں تمام\r\nبڑوں کا بڑا اور تمام بادشاہوں کا بادشاہ ہے نہ کوئی اس کا کچھ بگاڑ سکے اور نہ بنا سکے۔ بلے\r\nشفاعت محبت ممکن نہیں\r\n(( يَا عِبَادِي لَوْ أَنْ أَوْلَكُمْ وَآخِرَكُمْ وَإِنْسَكُمْ وَجِئْكُمْ كَانُوْا عَلَى\r\nاتْقَى قَلْبِ رَجُلٍ وَاحِدٍ مِنْكُمْ مَارَادَ فِي مُلْكِيْ شَيْئًا يَا عِبَادِيَ لَوْ أَنْ\r\nأَوْلَكُمْ وَآخِرَكُمْ وَإِنْسَكُمْ وَجِئْكُمْ كَانُوْا عَلَى أَفْجَرَ قَلْبِ رَجُلٍ وَاحِدٍ\r\n86"
    },
    {
        "id": 139,
        "pageNo": 139,
        "pageText": "مِنكُمْ مَا نَقَصَ ذَلِكَ مِنْ مُلْكِيْ شَيْئًا))\r\nسفارش کی دوسری صورت یہ -\r\nت یہ ہے کہ کوئی شہزادہ بیگم یا بادشاہ کا محبوب کھڑا ہو\r\nجائے اور چور کو سزا نہ دینے دے۔ بادشاہ اس کی محبت کی وجہ سے اسے ناراض نہ\r\nکرنا چاہے اور چور کو معاف فرما دے اس کی سفارش کو شفاعت محبت کہا جاتا\r\nہے۔ بادشاہ نے اس کی محبت سے مجبور ہو کر اس خیال سے کہ محبوب کی ناراضگی سے\r\nا ترجمہ : اے میرے بندو! اگر تم میں سے سب انسان اور جن جو پہلے گزر چکے اور جو آئندہ پیدا\r\nہوں گے اس شخص کی طرح نیک ہو جاتے جو تم میں سب سے زیادہ متقی ہے تو یاد رکھو اس سے\r\nمیری سلطنت میں کچھ بھی اضافہ نہ ہوتا۔ اے میرے بندو! اگر تم سب انسان اور جن جو پہلے\r\nگزر چکے اور جو آئندہ ہوں گے اس شخص کی طرح بد کار ہو جاتے جو تم میں سب سے زیادہ بدکار\r\nہے، تو اس سے میری سلطنت میں کچھ بھی کمی نہ آتی۔\r\nخود مجھے تکلیف پہنچے گی محبوب کی بات مان لی۔ اللہ تعالیٰ کے دربار میں یہ باب بھی\r\nناممکن ہے۔ اگر کوئی کسی نبی یا ولی کو اس قسم کا شفیع سمجھے وہ بھی پکا مشرک اور نرا جاہل\r\nہے۔ وہ شہنشاہ اپنے بندوں کو کتنا ہی نوازے۔ کے\r\nازے کسی کو حبیب کسی کو خلیل کسی کو کلیم ،\r\nکسی کو روح اللہ اور کسی کو وجیہ کا خطاب عطا فرمائے اور کسی کو رسول کریم ،مکین ،\r\nروح القدس اور روح الامین کے معزز القاب سے نوازے مگر مالک ، مالک ہی ہے\r\nاور غلام ، غلام ہی ہے ۔ ہر ایک کا اپنا مقام ہے جس سے آگے وہ نہیں بڑھ سکتا۔ غلام\r\nجس طرح اس کی رحمت سے متاثر ہو کر مسرت سے جھومتا ہے۔ اسی طرح اس کی\r\n87"
    },
    {
        "id": 140,
        "pageNo": 140,
        "pageText": "ہنیت سے بھی اس\r\nکا پتہ پانی ہو جاتا ہے۔\r\nشفاعت بالاذن\r\nسفارش کی تیسری صورت یہ ہے کہ چور کی چوری تو ثابت ہوگی مگر وہ پیشہ ور چور نہیں ہے،\r\nبد قسمتی سے اس سے چوری سرزد ہوگئی ۔ شرم کے مارے پانی پانی ہے ، ندامت سے سر جھکا\r\nہوا ہے ۔ دن رات سزا کا خوف اسے کھا رہا ہے۔ آئین کی حرمت کو سر آنکھوں پر رکھتا ہے اور\r\nخود کو سیاہ کار، گنہگار اور سزا کا مسحق سمجھ رہا ہے بادشاہ سے بھاگ کر کسی امیر با وزیر کا رخ\r\nنہیں کرتا۔ اور اس کے مقابلے میں کسی کی حمایت کا قائل نہیں، شب وروز بادشاہ ہی کا منہ\r\nتک رہا ہے کہ سر کار عالی کے یہاں سے اس خطا کار گنہ گار کے لئے کیا سزا تجویز ہوتی ہے۔\r\nبادشاہ کو اس کے حال زار پر ترس آجاتا ہے، اور اس سے درگزر کرنا چاہتا ہے مگر حرمت\r\nآئین کا لحاظ رکھنا چاہتا ہے کہ کہیں قانون کا احترام لوگوں کی نگاہ سے گر نہ جائے۔ اب کوئی\r\nامیر یا وزیر بادشاہ کا اشارہ پاکر سفارش کے لئے کھڑا ہو جاتا ہے بادشاہ اس امیر کی عزت\r\nافزائی کے لئے بظاہر اس کی سفارش کا نام کر کے چور کا قصور معاف فرما دیتا ہے امیر نے چور\r\nکی اس لئے سفارش نہیں کی کہ وہ اس کا رشتہ دار یا دوست آشنا ہے یا اس کی حمایت کا اس\r\nنے ذمہ لے لیا تھا بلکہ محض بادشاہ کی مرضی دیکھ کر سفارش کے لئے کھڑا ہوا ہے کیونکہ وہ تو\r\nبادشاہ کا امیر ہے نہ کہ چوروں کا حمایتی کیونکہ چور کا حمایتی بھی چور ہوتا ہے اس قسم کی\r\nسفارش کو شفاعت بالاذن ( اجازت و مرضی سے سفارش) کہا جاتا ہے۔ در بارالہی میں اس\r\nقسم کی سفارش ہوگی ۔ قرآن پاک میں جس نبی یا ولی کی شفاعت کا بیان ہے وہ یہی شفاعت\r\n88"
    },
    {
        "id": 141,
        "pageNo": 141,
        "pageText": "www.KitaboSunnat.com\r\nنمبر شمار\r\nZA\r\nA+\r\nAl\r\nAF\r\nAF\r\nموضوع\r\nاللہ کو سجدہ اور پیغمبر علیہ السلام کی تعظیم\r\nکسی کو اپنا بندہ اور بندی کہنا جائز نہیں\r\nتعظیم رسول ﷺ سے متعلق اسوہ حسنہ\r\nلفظ سید کے دو معنی\r\nتصویر سے متعلق ارشادات\r\nپانچ سخت ترین گناه\r\nاپنے متعلق\r\nحضور ﷺ کا ارشاد\r\nصفحه\r\n۱۴۰\r\n2 3 3 3 3\r\n8\r\nمحکم دلائل و براہین سے مزین متنوع و منفرد کتب پر مشتمل مفت آن لائن مکتبہ"
    },
    {
        "id": 142,
        "pageNo": 142,
        "pageText": "بالا\r\nسراط مستقیم\r\nہر انسان کا فرض ہے کہ اللہ ہی کو پکارے اسی سے ہر وقت ڈرتا رہے۔ اس سے گناہوں کی\r\nمعافی مانگتار ہے۔ اس کے آگے گناہوں کا معترف رہے۔ اس کو اپنا مالک اور حمایتی سمجھے۔\r\nاللہ کے سوا اپناٹھ کا نانہ جانے اور کبھی کسی کی حمایت پر اعتماد نہ کرے کیونکہ ہمار ارب بڑا ہی\r\nمعاف کرنے والا اور انتہائی مہربان ہے وہ اپنے فضل وکرم سے سب بگڑے کام بنادے\r\nگا، اور اپنی مہربانی سے سارے گناہ معاف فرما دے گا۔ اور جس کو چاہے گا اپنے حکم سے\r\n89"
    },
    {
        "id": 143,
        "pageNo": 143,
        "pageText": "تمہارا شفیع بنادے گا۔ جس طرح تم اپنی ہر حاجت اس کو سونپتے ہو اسی طرح یہ حاجت بھی\r\nاسی کو سونپ دو کہ وہ جسے چاہے تمہارا شفیع بنا کر کھڑا کر دے۔ کسی کی حمایت پر کبھی بھروسہ\r\nمت کرو۔ اسی کو اپنی حمایت کے لئے پکا رو حقیقی مالک کو کبھی نہ بھولو۔ اس کے احکام شرعیہ\r\nکی قدر کرو اور ان کے آگے رسم و رواج کوٹھکرا دو۔ احکام شرعیہ کو چھوڑ کر رسم ورواج کی\r\nپابندی بڑا بھاری جرم ہے سارے نبی اور ولی اس سے متنفر ہیں وہ ہر گز ہر گز ایسے لوگوں کے\r\nشفیع نہیں بنتے جو رسم و رواج کو نہ چھوڑیں اور احکام شرعیہ کو پامال کریں بلکہ وہ الٹے ان\r\nکے دشمن ہو جاتے ہیں اور ان سے ناراض ہو جاتے ہیں۔ کیونکہ ان کی بزرگی اسی بات پر\r\nموقوف تھی کہ وہ اللہ کی خاطر کو سب پر مقدم رکھتے تھے، بیوی بچوں کو ، مریدوں کو ، شاگردوں\r\nکو نوکر چاکر کو اور یار دوستوں کو اللہ کے لئے چھوڑ دیتے تھے اور جب وہ لوگ اللہ تعالیٰ کی\r\nمرضی کے خلاف کام کرتے تھے تو یہ ان کے دشمن بن جاتے تھے۔ بھلا غیر اللہ کو پکار نے\r\nوالوں میں کیا خوبی ہے کہ بڑے بڑے لوگ ان کے حمایتی بن کر اللہ تعالیٰ کی مرضی کے\r\nخلاف ان کی طرف سے اللہ تعالیٰ سے جھگڑیں۔ ایسا ہر گز نہ ہوگا بلکہ وہ توان کے دشمن ہیں۔\r\nاللہ ہی کے لئے محبت اور اللہ ہی کے لئے دشمنی ان کی شان ہے اگر کسی کے بارے میں اللہ کی\r\nیہی رضا ہے کہ وہ جہنم میں گرانے کو تیار ہیں وہ تو اللہ تعالیٰ کی مرضی کے تابع ہیں جدھر اس کی\r\nرضا ہوگی اُدھر ہی جھکیں گے۔\r\n((أَخْرَجَ التَّرْمِذِيُّ عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ تَعَالَىٰ عَنْهُ قَالَ كُنتُ\r\nخَلْفَ رَسُوْلِ اللَّهِ ﷺ يَوْماً فَقَالَ يَا غُلَامُ احْفَظِ اللَّهَ يَحْفَظُكَ\r\nإِحْفَظِ اللَّهِ تَجِدْ تُجَاهَكَ وَإِذَا سَأَلْتَ فَاسْأَلِ اللَّهَ وَإِذَا اسْتَعَدتَ\r\n90"
    },
    {
        "id": 144,
        "pageNo": 144,
        "pageText": "فَاسْتَعِنْ بِاللَّهِ وَاعْلَمْ أَنْ الْأُمِّةَ لَوِجْتَمَعَتْ عَلَى أَنْ يَنْفَعُوكَ بَشَيْءٍ لَمْ\r\nيَنْفَعُوكَ إِلَّا بِشَيْءٍ قَدْ كَتَبَهُ اللَّهُ لَكَ وَلَوِ اجْتَمَعُوا عَلَى أَنْ يَضُرُّوكَ\r\nبِشَيْءٍ لَمْ يَضُرُّوكَ إِلَّا بِشَيْءٍ قَدْ كَتَبَهُ اللَّهُ عَلَيْكَ رُفِعَتِ الْأَقْلَامُ\r\nوَجُفْتِ الصُّحُف)).\r\nابن عباس رضی اللہ عنہا نے کہا کہ ایک دن میں رسول اللہ ﷺ کے پیچھے تھا آپ\r\nنے فرمایا کہ اے بچے اللہ کو یاد رکھ اللہ تجھے یادر کھے گا اللہ کو یاد رکھ اس کو اپنے\r\nسامنے دیکھ لے گا اور جب تو سوال کرے تو اللہ ہی سے کر اور جب مدد مانگے تو اللہ\r\nہی سے مانگ یقین مان کہ اگر تمام لوگ تجھے کچھ نفع پہنچانے پر اتفاق کر لیں تو اسی\r\nقدر نفع پہنچائیں کے جو اللہ نے تیرے لئے لکھ دیا ہے اور اگر سب مل کر نقصان\r\nپہنچانے پر اتفاق کر لیں تو اسی قدر نقصان پہنچا سکیں گے جو تیرے لئے لکھا ہوا ہے،\r\nقلم اٹھا لئے گئے اور کہتا ہمیں خشک ہو گئیں۔ (ترمذی)\r\nیعنی اللہ تعالیٰ شہنشاہ حقیقی ہے زمینی بادشاہوں کی طرح مغرور نہیں کہ کوئی کتنا ہی\r\nسر مارے مگر غرور کے مارے اس کی طرف توجہ ہی نہ کرے اسی لئے رعا یا بادشاہوں سے براہ\r\nراست سوال نہیں کرتی بلکہ بواسطہ امراء سوال کرتے ہیں تا کہ انہیں کی خاطر درخواست\r\nمنظور ہو جائے مگر اللہ کی یہ شان نہیں وہ تو انتہائی لطف وکرم والا اور بڑا ہی مہربان ہے۔\r\nاس تک پہنچنے میں کسی کی وکالت کی ضرورت ہی نہیں کہ اللہ تعالیٰ کو اس کا خیال آئے وہ تو فرداً\r\nفردا ہر ایک کا خیال رکھتا ہے۔ سب کو یاد رکھتا ہے خواہ کوئی سفارش کرے یا نہ کرے وہ پاک\r\nو بلند و برتر ہے اور اس کا دربار دنیا کے بادشاہوں جیسا نہیں کہ رعایا کی وہاں تک رسائی نہ\r\n91"
    },
    {
        "id": 145,
        "pageNo": 145,
        "pageText": "ہو سکے اور امراء ہی رعایا پر حکم چلائیں اور رعایا کو ان کے احکام ماننے ہی پڑیں بلکہ یہ الہی\r\nدربار ہے اور وہ اپنے بندوں سے قریب تر ہے۔ جو معمولی انسان اس کی طرف دل سے\r\nمتوجہ ہو وہی اپنے سامنے اس کو پالے۔ اپنی ہی غفلت کے حجاب کے سوا کوئی اور حجاب ہی\r\nنہیں۔\r\nاللہ سب سے نزدیک ہے\r\nاگر کوئی اس سے دور ہے تو محض اپنی غفلت کی وجہ سے دور ہے ورنہ مالک سب سے\r\nنزدیک ہے پھر جو کوئی کسی نبی یا ولی کو اس لئے پکارتا ہے کہ وہ اس کو اللہ تعالیٰ سے قریب\r\nکر دیں تو یہ نہیں سمجھتا کہ نبی ولی تو پھر بھی اس سے دور ہے\r\nدر ہیں اللہ تعالیٰ تو اس سے بہت ہی\r\nقریب ہے، اس کی مثال یوں سمجھو کہ ایک غلام بادشاہ کے پاس تنہا ہے بادشاہ اس کی\r\nدرخواست سٹنے کے لئے ہمہ تن متوجہ ہے لیکن وہ کسی امیر کو آواز دے کر پکارتا ہے کہ جناب\r\nباشاہ کے حضور میں میری عرضداشت پیش فرمادیں تمہارا اس غلام کے بابت کیا خیال ہے\r\nظاہر ہے کہ یہ غلام یا تو اندھا ہے یا دیوانہ۔ فرمایا ہر شخص اللہ ہی سے مانگے اور آڑے وقت\r\nاسی سے مدد چاہے اور یہ بات یقین سے سمجھ لے کہ تقدیر کا لکھا ہر گز نہیں مٹ سکتا۔ اگر تمام\r\nد نیامل کر کسی کو نفع یا نقصان پہنچائے تو تحریر تقدیر سے آگے نہیں بڑھ سکتے معلوم ہوا کہ تقدیر کو\r\nبدلنے کی کسی میں طاقت نہیں۔ جس کے مقدر میں اولاد نہیں اسے کون اولاد دے اور جس\r\nکے مقدر میں عمر کا پیمانہ لبریز ہو چکا، کون ہے جو اس کی مدت حیات میں اضافہ کر دے؟ پھر\r\nیہ کہنا کہ اللہ نے اپنے ولیوں\r\nکو تقدیر بدل ڈالنے کی طاقت بخشی ہے غلط ہے۔ بات یہ ہے\r\n92"
    },
    {
        "id": 146,
        "pageNo": 146,
        "pageText": "کہ حق تعالیٰ کبھی اپنے ہر بندے کی دعا قبول فرماتا ہے اور انبیاء اولیاء کی اکثر دعائیں قبول\r\nفرمالیتا ہے۔ دعا کی تو فیق بھی وہی دیتا ہے اور قبول بھی وہی فرماتا ہے دعا کرنا اس کے بعد\r\nمراد بر آنا دونوں باتیں تقدیر میں لکھی ہوئی ہیں۔ دنیا کا کوئی کام تقدیر سے باہر نہیں کسی میں\r\nکوئی کام کرنے کی طاقت نہیں خواہ وہ چھوٹا ہو یا بڑا، نبی ہو یا ولی ۔ ہاں اللہ سے دعا مانگے\r\nبس اسے اتنی ہی طاقت ہے اس کے بعد مالک و مختار کو اختیار ہے چاہے از راہ مہربانی\r\nقبول فرمالے اور چاہے تو از راہ حکمت قبول نہ فرمائے۔\r\nبا تقدير علم الہی کا دوسرا نام ہے۔ انسان نہیں جان سکتا کہ اس کی یا کسی دوسرے کی تقدیر میں کیا لکھا ہے۔\r\nاس لئے ہر انسان کا پہلا اور آخری فرض یہ ہے کہ اللہ تعالیٰ کے اوامر و نواہی کا پابندر ہے۔ اور اس کے\r\nفضل سے بھلائی کی امیدر رکھے۔\r\nصرف اللہ پر بھروسہ کرد\r\n(( أَخْرَجَ ابْنُ مَاجَهُ عَنْ عَمْرِو بْنِ الْعَاصِ رَضِيَ اللَّهُ تَعَالَى عَنْهُ\r\nقَالَ قَالَ رَسُولُ اللَّهِ ﷺ إِنْ قَلْبَ ابْنِ آدَمَ بِكُلِّ وَادٍ شُعْبَةٌ فَمَنِ\r\nاتْبَعَ قَلْبُهُ الشُّعَبُ كُلُّهَا لَمْ يُبَالِ اللَّهُ بِأَيِّ وَادٍ أَهْلَكَهُ وَمَنْ تَوَكَّلَ عَلَى\r\nاللهِ كَفَاهُ الشُّعَبَ))\r\nعمرو بن العاص رضی اللہ عنہ سے روایت ہے کہ رسول اللہ ﷺ نے فرمایا: انسان\r\n93"
    },
    {
        "id": 147,
        "pageNo": 147,
        "pageText": "کے دل کے لئے ہر میدان میں ایک راہ ہے پھر جس نے اپنے دل کو تمام راہوں\r\nکے پیچھے لگا دیا تواللہ پاک اس کی پرواہ نہ کرے گا کہ کون سے میدان میں تباہ کیا گیا\r\nاور جو اللہ پر بھروسہ کرے اللہ پاک اسے تمام میدانوں میں کافی ہو جائے گا۔\r\n(ابن ماجه )\r\nیعنی جب انسان کسی مصیبت میں گرفتار ہوتا ہے یا اسے کسی چیز کی طلب ہوتی ہے تو اس\r\nکے خیالات چاروں طرف دوڑتے ہیں کہ فلاں نبی کو یا فلاں امام کو یا فلاں پیر کو یا فلاں\r\nشہید کو یا فلاں پری کو پکارا جائے یا فلاں نجومی یا فلاں رمال سے یا کا ہن سے یا جگار سے\r\nپوچھا جائے یا فلاں مولوی سے فال کھلوائی جائے۔ پھر جو کوئی ہر خیال کے پیچھے دوڑتا ہے\r\nاللہ پاک اس سے اپنی قبولیت والی نگاہ پھیر لیتا ہے اس کو اپنے مخلص بندور\r\nسے مخلص بندوں میں شمار نہیں\r\nفرما تا اور اس کے ہاتھ سے اللہ کی تربیت و ہدایت کی راہ جاتی رہتی ہے۔ یہاں تک کہ وہ ان\r\nخیالات کے پیچھے دوڑتا تباہ ہو جاتا ہے کوئی دہریہ بن جاتا ہے کوئی ملحد ، کوئی مشرک اور کوئی\r\nسب سے منکر ہو جاتا ہے اور جو کوئی اللہ تعالیٰ ہی پر بھروسہ رکھتا ہے کسی خیال کے پیچھے نہیں\r\nدوڑتا وہ اللہ عزوجل کا مقبول بندہ ہے اس پر ہدایت کی راہیں کھل جاتی ہیں اور اس کے قلب\r\nکو ایسا چین و آرام میسر آجاتا ہے کہ حیالات کے پیچھے دوڑنے والوں کو وہ چلین ہرگز نصیب\r\nنہیں ہوتا۔ تقدیر کا لکھا تو پورا ہی ہوتا ہے مگر خیالات کے پیچھے لیکنے والا خواہ مخواہ پیچ و تاب\r\nکھا تارہتا ہے اور تو کل والے کو آرام مل جاتا ہے ۔ با\r\nاللہ پاک کو دنیوی بادشاہوں کی طرح نہ سمجھو کہ بڑے کام تو خود کرتے ہیں اور چھوٹے\r\nچھوٹے کام نوکروں سے کرواتے ہیں اس لئے لوگوں کو چھوٹے چھوٹے کاموں میں\r\n94"
    },
    {
        "id": 148,
        "pageNo": 148,
        "pageText": "نوکروں سے التجا کرنی پڑتی ہے۔ اللہ سبحانہ و تعالیٰ کا کارخانہ ایسا نہیں ہے وہ قادر مطلق تو\r\nپلک جھپکنے میں بے شمار چھوٹے بڑے کام ٹھیک فرما دیتا ہے اس کی سلطنت میں کوئی شریک\r\nاور ساجھی نہیں اس لئے چھوٹی چیز بھی براہ راست اس سے مانگو کیوں کہ اس کے سوا تو\r\nکوئی اور نہ چھوٹی چیز دے سکتا ہے اور نہ بڑی۔\r\nقرابت کام نہیں دے سکتی\r\n(( وَأَخْرَجَ الشَّيْخَانِ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ تَعَالَى عَنْهُ قَالَ\r\nلَمَّا نَزَلَتْ وَأَنذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ دَعَا النَّبِيُّ ﷺ قَرَابَتَهُ فَعَمْ\r\nیا حضرت انس رضی اللہ عنہ سے روایت ہے کہ رسول اللہ ﷺ نے فرمایا : ہر ایک مسلمان کو اپنے\r\nرب سے اپنی ضرورتیں مانگنی چاہئیں ۔ یہاں تک کہ نمک بھی اسی سے مانگے اور جوتے کا تسمہ\r\nجب ٹوٹ جائے وہ بھی اسی سے مانگے ۔ (ترمذی)\r\nوَخَصْ فَقَالَ يَا بَنِي كَعْبِ ابْنِ لُوِي انْقِذُوا أَنْفُسَكُمْ مِنَ النَّارِ\r\nأَخْرَجَ التَّرْمِذِيُّ عَنْ أَنَسٍ رَضِيَ اللَّهُ تَعَالَىٰ عَنْهُ قَالَ قَالَ رَسُوْلُ\r\nاللَّهِ مَا لِيَسْتَلْ أَحَدُكُمْ رَبَّهُ حَاجَتَهُ كُلْهَا حَتَّى يَسْأَلَهُ الْمِلْعَ وَحَتَّى\r\nيَسْئَلَهُ شِسْعَ نَعْلِهِ إِذَا انْقَطَعَ\r\nفَإِنِّي لَا أَمْلِكُ لَكُمْ مِنَ اللَّهِ شَيْئًا أَوْ قَالَ فَإِنِّي لَا أُغْنِي عَنْكُمْ مِنَ اللَّهِ\r\nشَيْئًا وَيَا بَنِي مُرَّةَ بْنِ كَعْبٍ أَنْقِذُوا أَنْفُسَكُمْ مِنَ النَّارِ فَإِنِّي لَا أُغْنِي\r\n95"
    },
    {
        "id": 149,
        "pageNo": 149,
        "pageText": "با\r\nكُمْ مِنَ اللهِ شَيْئاً وَيَا بَنِى عَبْدِ شَمْسٍ أَنْقِذُوا أَنْفُسَكُمْ مِنَ النَّارِ\r\nفَإِنِّي لَا أُغْنِي عَنْكُمْ مِنَ اللَّهِ شَيْئًا وَيَا بَنِي عَبْدِ مُنَافٍ أَنْقِذُوا\r\nأَنْفُسَكُمْ مِنَ النَّارِ فَإِنِّي لَا أُغْنِي عَنْكُمْ مِنَ اللَّهِ شَيْئًا وَيَا بَنِي هَاشِمٍ\r\nانْقِذُوا أَنْفُسَكُمْ مِنَ النَّارِ فَإِنِّي لَا أُغْنِي عَنْكُمْ مِنَ اللَّهِ شَيْئًا وَيَا\r\nعَبْدَ الْمُطَّلِبِ أَنْقِذُوا أَنْفُسَكُمْ مِنَ النَّارِ فَإِنِّي لَا أُغْنِي عَنْكُمْ مِنَ اللَّهِ\r\nشَيْئًا وَيَا فَاطِمَةً أَنْقِذِيَ نَفْسَكِ مِنَ النَّارِ سَلِيْنِي مَا شِئْتِ مِنْ مَّالِيْ\r\nفَإِنِّي لَا أُغْنِي عَنْكِ مِنَ اللَّهِ شَيْئًا)).\r\nحضرت ابو ہریرہ رضی اللہ عنہ نے فرمایا جب آیت ( وانذر عشیرتک الاقربین)\r\n( اپنے قریبی رشتہ داروں کو ڈراؤ ) اتری تو نبی ﷺ نے اپنے رشتہ داروں کو بلا کر\r\nفرمایا کہ اے اولا د کعب بن لوی! اپنی جانوں کو آگ سے بچاؤ، میں اللہ کے عذاب\r\nسے تمہارے کچھ کام نہ آ سکوں گا۔ اے اولا د عبد شمس ! اپنی جانوں کو آگ سے بچاؤ\r\nمیں اللہ کے عذاب سے تمہارے کچھ کام نہ آسکوں گا۔اے اولاد عبد مناف ! اپنی\r\nجانوں کو آگ سے بچاؤ، میں اللہ کے عذاب سے تمہارے کچھ کام نہ آسکوں گا۔\r\nاے اولا د ہاشم ! اپنے نفسوں کو آگ سے بچاؤ، میں اللہ کے عذاب سے تمہارے کچھ\r\nکام نہ آسکوں گا۔ اے اولاد عبد المطلب ! اپنی جانوں کو آگ سے بچاؤ، میں اللہ\r\nکے عذاب سے تمہارے کچھ کام نہ آ سکوں گا۔ اے فاطمہ اپنی جان کو عذاب سے بیچا\r\nلے مجھ سے میرا مال لے لے جو کچھ چاہئے کیونکہ میں اللہ کے عذاب سے تمہارے\r\nکچھ کام نہیں آؤں گا۔ ( بخاری مسلم)\r\n96"
    },
    {
        "id": 150,
        "pageNo": 150,
        "pageText": "یعنی جو لوگ کسی بزرگ کے رشتہ دار ہوتے ہیں انہیں بزرگوں کی حمایت کا بھروسہ ہوتا\r\nہے اسی وجہ سے وہ مغرور ہو کر نڈر ہو جاتے ہیں۔ اسی لئے اللہ پاک نے اپنے محبوب پیغمبر\r\nسے فرمایا کہ اپنے رشتہ داروں کو ہوشیار کر دیں۔ آپ ﷺ نے ایک ایک کو یہاں تک کہ اپنی\r\nلاڈلی صاحبزادی کو بھی صاف صاف بتا دیا کہ حق قرابت اس\r\nقرابت اسی چیز میں ممکن ہے\r\nسن ہے جو انسان کے\r\nاختیار میں ہے میرے اختیار میں میرا مال ہے اس کے دینے میں بخل سے کام نہیں لیتا لیکن\r\nاللہ تعالیٰ کے ہاں کا معاملہ میرے اختیار سے باہر ہے وہاں کسی کی بھی حمایت نہیں کر سکتا اور\r\nکسی کا بھی وکیل نہیں بن سکتا۔ ہر شخص قیامت کے لئے اپنی اپنی تیاری کرلے اور دوزخ\r\nسے بچنے کی آج ہی فکر کرلے۔ معلوم ہوا کہ کسی بزرگ کی رشتہ داری اللہ تعالیٰ کے ہاں کام\r\nآنے والی نہیں جب تک انسان خود نیک عمل نہ کرے بیڑا پار ہونا مشکل ہے۔\r\nچھٹا باب\r\nعبادات میں شرک کی حرمت\r\nعبادت کی تعریف\r\nعبادت ان کاموں کو کہا جاتا ہے جو حق تعالیٰ نے اپنی تعظیم کے واسطے مقرر فرما کر بندوں کو\r\n97"
    },
    {
        "id": 151,
        "pageNo": 151,
        "pageText": "سکھائے ہیں۔ یہاں ہمیں یہ بتانا ہے کہ حق تعالیٰ نے اپنی تعظیم کے واسطے کون کون سے کام\r\nبتائے ہیں تاکہ غیر اللہ کے لئے وہ کام نہ کئے جائیں اور شرک سے بچا جائے۔\r\nعبادت صرف اللہ ہی کے لئے ہے\r\nوَلَقَدْ أَرْسَلْنَا نُوحاً إِلَى قَوْمِهِ إِنِّي لَكُمْ نَذِيرٌ مُّبِينٌ * أَنْ لَّا تَعْبُدُوا\r\nیا\r\nإِلَّا اللهُ إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ أَلِيْمٍ\r\nبلاشبہ ہم نے نوح کو ان کی قوم کی طرف بھیجا۔ انہوں نے کہا کہ اے قوم میں تمہیں\r\nایک کھلا ڈرانے والا ہوں اس بات سے کہ اللہ کے سواکسی کی عبادت نہ کرو مجھے تم پر\r\nقیامت کے دن درد ناک عذاب کا اندیشہ ہے۔ (سورہ ہود : ۲۵-۲۶)\r\nیعنی مسلمانوں اور کافروں میں حضرت نوح علیہ السلام کے زمانے سے جھگڑا چلا آرہا\r\nہے ۔ اللہ کے مقبول بندے یہی کہتے آئے ہیں کہ اللہ کی سی تعظیم غیر اللہ کی نہ کرو۔ اور جو کام\r\nاس کی تعظیم کے لئے مقرر ہیں کسی اور کے لئے نہ کرو۔\r\nسجدہ صرف اللہ کے لئے ہے\r\nلَا تَسْجُدُوا لِلشَّمْسِ وَلَا لِلْقَمَرِ وَاسْجُدُوا لِلَّهِ الَّذِي خَلَقَهُنَّ إِنْ\r\nكُنتُمْ إِيَّاهُ تَعْبُدُونَ\r\nسورج کو اور چاند کو سجدہ نہ کرو۔ اس اللہ کو سجدہ کرو جس نے انہیں پیدا کیا اگر تم اس\r\nکی عبادت کرتے ہو۔ ( حم السجدہ : ۳۷)\r\nاس آیت سے معلوم ہوا کہ اسلام میں سجدہ خالق ہی کا حق ہے\r\nلہذا کسی مخلوق کو سجدہ نہ کیا\r\n98"
    }
]