[
    {
        "id": 1,
        "pageNo": 1,
        "pageText": "تخدير الثامن\r\nحجة الاسلام الامام محمد قاسم النانوتوی\r\nبانی دارالعلوم دیوبند\r\nحجة الاسلام الكيدي\r\nدار العلوم وقف دیوبند"
    },
    {
        "id": 2,
        "pageNo": 2,
        "pageText": "q\r\nتحذير الناس\r\nروح نبوی علیہ السلام کی منجیت اور اس کی حاکمیت کا اشیاء\r\nجواب شبه\r\nمثال\r\nنبوت کے دو سلسلے\r\nتجد دامثال اور ماہیت زمانہ ۔\r\nزمانه امتداد حرکت خداوندی کا نام ہے ۔\r\nحرکت سلسلہ نبوت کے لیے ذات محمدی ہی منتہی ہے ۔\r\nزمانہ کی ماہیت کی رو سے ختم نبوت پر شبہ .\r\nجواب شبه\r\nانسان وملائکہ کے مابین مماثلت پر شبہ .\r\nجواب شبہ اور تناسب مناسبت اور نسبت کا بیان۔\r\nہری کو اس کے مناسب وجود ملنا عدل خداوندی کا تقاضا .\r\nر سام\r\nکے سام\r\nM----\r\nM\r\n۵۰\r\n۵۱ ------\r\n۵۲ -----\r\nتشبيه النسبت بالنسبت کا علم تناسب کے جاننے پر موقوف .\r\nآیت میں تشبیہ نسبت ہے کہ تشبیہ مفرد -\r\nتشبیه نسبت میں مشابہت طرفین ضروری نہیں .\r\nتشبیہ نسبت کی مثالیں قرآن مجید میں .\r\nآسمانی اور زمینی مخلوق میں مناسبت .\r\nجسم انسانی کے عناصر اربعہ -\r\nروح انسانی کے عناصر اربعہ ۔\r\nآمدن بر سر مطلب.\r\nسلام ۵\r\nسلام ۵\r\n۵۵\r\nAY\r\n۵۷"
    },
    {
        "id": 3,
        "pageNo": 3,
        "pageText": "۱۰\r\nتحذير الناس\r\nزمین اول کے فرد اکمل کی نسبت باقی زمینوں کے باشندوں۔\r\nحضرت الامام النانوتوی کے اس خاتمیت مستنبطہ کا حکم\r\nحضرت ابن عباس کے اثر کی تحقیق .\r\nشاز کی تعریف، اقسام اور اس کا حکم ۔\r\nصحیح کی تعریف ۔\r\nاثر ابن عباس کا اقرار وانکار اور شان نبوی میں تضعیف و تنقیص ۔\r\nشان میں تضعیف و تنقیص کی واضح مثال .\r\nخاتم کا معنی راج اور آپ کی افضلیت مطلقہ کا ثبوت .\r\nکیا اثر ابن عباس جملہ خاتم النبیین کے مخالف ہے؟ ۔\r\nمنکر ان اثر کور کی بے بسی کا واضح ثبوت -\r\nاکابر کی رائے سے اختلاف مع الدلیل جائز -\r\nمحدثین کا اصول\r\nاثر نا کور کا منکر اہل سنت و الجماعت سے خارج .\r\nمتعان فرق ضالہ اور منکر ان اثر نا کور کے مابین فرق\r\nعلم ہیت ظنی ہے .\r\nایت دانوں کا آپس میں اختلاف\r\nحدیث میں تشبیہ فی المرتبہ مراد ہے ۔\r\nحدیث کور اور آیت میں تطابق اور تشبیہ کا بیان ۔\r\nکمال نبوت بہت سی چیزوں پر موقوف ہے ۔\r\nود چیزوں کے مابین تناسب اور عدم تناسب کے اسباب دور جو بایت -\r\n۵۹\r\n4+\r\n41\r\n45\r\nYE\r\nسلام خدا\r\n۶۵\r\nYA\r\n۶۶\r\nنے کا\r\nنے کا\r\n۶۸\r\n49\r\n<+\r\nL+-----\r\nآپ کی نبوت ذاتی اور دیگر انبیا کی عارضی ہونے کی مزید تنقیح۔۔۔ اے"
    },
    {
        "id": 4,
        "pageNo": 4,
        "pageText": "تحذیر الناس\r\nتشبیہ مفرد لازم آنے کا شبہ\r\nجواب شبه\r\nخلاصہ مضامین سابقہ\r\nتعد با راضی سے فضیلت نبوی میں اضافہ سے تعد خدا کا شبہ\r\nجواب شبہ یہ شبہ فساد معقل و دین پر منحصر\r\nخدائی کا انقسام بالذات وبالعرض کی طرف نا ممکن ۔\r\nشبه\r\nجواب شبه\r\nخلاصہ تقریر -\r\nمسلمانوں کا المیہ .\r\nخلاصہ دلائل .\r\nقرآن کریم کی سب سے پہلی تفسیر حدیث ہے ۔\r\nحضرت جنید بغدادی کے کشف کا واقعہ\r\nقارئین سے گزارش ۔\r\nہر استدلال انی محل تامل نہیں .\r\nہر\r\nتفسیر بالرائے غلط نہیں ہوتی ۔\r\nتفسیر بالرائے کی دو قسمیں تفسیر با لہوئی اور تفسیر بالدلیل .\r\nتفسیر کر کو کہتے ہیں؟ .\r\nقارئین سے مخلصانہ اپیل\r\nجواب دیگر از علمائے لکھنو\r\nھوتے\r\nسلام نے\r\nZA\r\n۷۵\r\nوالے\r\nA+\r\nM\r\nAr\r\nسلام A\r\nسلام ما\r\nAY\r\nAA\r\n9+\r\n11"
    },
    {
        "id": 5,
        "pageNo": 5,
        "pageText": "تحذير الناس\r\n۱۳\r\nاستفتاء\r\nکیا فرماتے ہیں علمائے دین اس باب میں کہ: زید نے بہ تبع ایک عالم کے،\r\nجس کی تصدیق ایک مفتی مسلمین نے بھی کی تھی ، درباره قول ابن عباس رضیان ریمنڈ جو\r\nدر منثور وغیرہ میں ہے:\r\nإِنَّ اللَّهَ خَلَقَ سَبْعَ أَرْضِيْنَ، فِي كُلِّ أَرْضِ آدَمُ\r\nكَآدَمِكُمْ، وَنُوْحٌ كَنُوْحِكُمْ، وَإِبْرَاهِيمُ كَابْرَاهِيْمِكُمْ ،\r\nوَعِيْسَى كَعِيْسَاكُمْ، وَنَبِيَّ كَنَبِيْكُمْ).\r\nکے یہ عبارت تحریر کی کہ میرا یہ عقیدہ ہے کہ حدیث کو صحیح اور معتبر ہے، اور زمین\r\nکے طبقات جدا جدا ہیں، اور ہر طبقہ میں مخلوق الہی ہے۔ اور حدیث : کور سے ہر\r\nطبقہ میں انبیاء علیہم السلام کا ہونا معلوم ہوتا ہے، لیکن اگر چہ ایک ایک خاتم کا ہونا\r\nطبقات باقیہ میں ثابت ہوتا ہے، مگر اس کا مثل ہونا ہمارے خاتم النبین بیان کے\r\nثابت نہیں۔\r\n(۱) حاکم نیشاپوری محمد بن عبدالله مستدرک علی الصحیحین ن تحقيق مصطفى عبد القادر عطاء\r\nلبنان: دار الکتب العلمیہ، بیروت، طی ۱۳۱۱۰۱۰ ۱۹۹۰ء)، رقم الحدیث:۳۸۲۳ ، ج:۲، ص: ۵۳۵ -"
    },
    {
        "id": 6,
        "pageNo": 6,
        "pageText": "تحذير الناس\r\nاور نہ یہ میرا عقیدہ ہے کہ: وہ خاتم مماثل آں حضرت ایام کے ہوں ؛ اس\r\nلیے کہ اولاد آدم جس کا ذکر وَلَقَدْ كَرَّمْنَا بَنِي آدَمَ (۱) میں ہے، اور\r\nسب مخلوقات سے افضل ہے، وہ اسی طبقہ کے آدم کی اولاد ہے بالا جماع ۔ اور\r\nہمارے حضرت علیم سب اولاد آدم سے افضل ہیں، تو بلا شبہ آپ تمام تمام\r\nمخلوقات سے افضل ہوے۔ پس دوسرے طبقات کے خاتم جو مخلوقات میں داخل\r\nہیں۔ آپ میلم کے مماثل کسی طرح نہیں ہو سکتے ۔ ابھی ۔\r\nاور باوجود اس تحریر کے زید یہ کہتا ہے کہ : شرع سے اگر اس کے خلاف ثابت\r\nہوگا، تو میں اسی کو مان لوں گا، میرا اصرار اس تحریر پر نہیں۔\r\nپس علمائے شروع سے استفسار یہ ہے کہ الفاظ حدیث ان معنوں\r\nکو قتل ہیں،\r\nیا نہیں ، اور زید بوجہ اس تحریر کے کافر، یا فاسق ، یا خارج اہل سنت و جماعت سے\r\nہوگا، یا نہیں ؟ بَيِّنُوا تُوجَرُوا.\r\n(1) سورۃ الاسراء: ۷ ۔"
    },
    {
        "id": 7,
        "pageNo": 7,
        "pageText": "تحذیر الناس\r\nالجواب\r\nالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ، وَالصَّلَاةُ\r\nعَلَى رَسُولِهِ خَاتَمِ النَّبِيِّينَ وَسَيْـ\r\nوَآلِهِ وَصَحْبِهِ أَجْمَعِينَ.\r\nتمہید:\r\nبعد حمد و صلاۃ کے قبل عرض جواب می گزارش ہے کہ اول معنی \"خاتم انھیں\"\r\nمعلوم کرنے یا انہیں نا کہ فہیم جواب میں کچھ دقت نہ ہو۔\r\nختم نبوت کے لیے تاثر زمانی لازم مگر اس کی حکمت وہ نہیں جو عوام سمجھتی ہے:\r\nسو عوام ) کے خیال میں تو رسول اللہ سلیم کا خاتم ہونا با ایں معنی ہے کہ آپ\r\nم کا زمانہ انبیائے سابق کے زمانہ کے بعد ، اور آپ میلیم سب میں آخری\r\nنبی ہیں مگر اہل فہم پر روشن ہوگا کہ تقدم یا تا ر زمانی میں بالذات کچھ فضیلت نہیں،\r\nپھر مقام مدح میں وَلَكِن رَّسُولَ اللَّهِ وَخَاتَمَ النَّبِيِّينَ فرمانا\r\nاس صورت میں کیوں\r\nکر صحیح ہو سکتا ہے؟\r\n(1) یہاں کسی کو ایجاب نہیں ہونا چاہیے کہ ختم نبوت زمانی عوام کا عقیدہ ہے ؛ کیوں کہ آگے خود حضرت الامام\r\nنے ختم نبوت زمانی سے شکر کہ کا فرلکھا ہے، ( ملاحظہ کیجیے ص : ۳۰ پر ، ہاں ختم نبوت کو زبانی میں مخصر کرتا یہ\r\nضرور عوامی فہم ہے۔\r\n(۲) سورۃ الاحزاب :۴۰۔"
    },
    {
        "id": 8,
        "pageNo": 8,
        "pageText": "تحذير الناس\r\n۱۵\r\nہاں! اگر اس وصف کو اوصاف مدح میں نہ کہیے ، اور اس مقام کو مقام مدح\r\nقرار نہ دیجیے ، تو البتہ خاتمیت باعتبار تا فر زمانی صحیح ہوسکتی ہے ، مگر میں جانتا ہوں\r\nکہ اہلِ اسلام میں سے کسی کو یہ بات گوارا نہ ہوگی کہ اس میں ایک تو خدا کی جانب\r\nنعوذ باللہ زیادہ گوئی کا وہم ہے، آخر اس وصف میں اور قد وقامت ، وشکل ورنگ ،\r\nو حسب ونسب، و سکونت وغیرہ اوصاف میں، جن کو نبوت، یا اور فضائل میں کچھ\r\nدخل نہیں ، کیا فرق ہے جو اس کو ذکر کیا ، اوروں کو ذکر نہ کیا ؟۔ دوسرے: رسول اللہ\r\nان کی جانب نقصان قدر کا احتمال ؛ کیوں کہ اہلِ کمال کے کمالات ذکر کیا\r\nکرتے ہیں، اور ایسے ویسے اگوں کے اس قسم کے احوال بیان کیا کرتے ہیں۔\r\nاعتبار نہ ہو، تو تاریخوں کو دیکھ لیجیے۔\r\nبنائے خاتمیت سے متعلق ایک شبہ:\r\nباقی یہ احتمال کہ یہ دین آخری دین تھا؛ اس لیے سد باب اتباع مدعیان\r\nنبوت کیا ہے، جو کل جھوٹے دعوی کر کے خلائق کو گمراہ کریں گے؛ البتہ فی حد ذاتہ\r\nقابل لحاظ ہے ، پر جملہ: ”مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِّن رِّجَالِكُمْ ،\r\nاور جملہ: وَلكِن رَّسُولَ اللَّهِ وَخَاتَمَ النَّبِيِّينَ“ میں کیا\r\nتناسب تھا، جو ایک کو دوسرے پر عطف کیا اور ایک کو مستندک منہ اور دوسرے کو\r\nاستدرک قرار دیا؟\r\nجواب شبه\r\nاور ظاہر ہے کہ اس قسم کی بے ربطی اور بے ارتباطی خدا کے کلام معجز نظام میں\r\nمتصور نہیں ۔ اگر سڈ باب : کور منظور ہی تھا، تو اس کے لیے اور بیسیوں مواقع تھے ؛"
    },
    {
        "id": 9,
        "pageNo": 9,
        "pageText": "تحذیر الناس\r\n۱۶\r\nبلکہ بنائے خاتمیت اور بات پر ہے، جس سے تاخر زمانی اور سد باب : کور خود\r\nبخود لازم آ جاتا ہے اور فضیلت نبوی دوبالا ہو جاتی ہے۔\r\nموصوف بالذات اور موصوف بالعرض کی وضاحت:\r\nتفصیل اس اجمال کی یہ ہے کہ موصوف بالعرض کا قصہ موصوف بالذات پر\r\nختم ہو جاتا ہے۔ جیسے موصوف بالعرض کا وصف موصوف بالذات سے مکتب ہوتا\r\nہے، موصوف بالذات کا وصف جس کا ذاتی ہونا اور غیر مکتسب من الغیر ہونا لفظ\r\nبالذات ہی سے مفہوم ہے، کسی غیر سے مکتسب اور مستعار نہیں ہوتا ۔ مثال در کار\r\nہو، تو لیجیے!\r\nمثال:\r\nزمین و کها را ور در و دیوار کا نور اگر آفتاب کا فیض ہے، تو آفتاب کا نور کسی\r\nاور کا فیض نہیں ۔ اور ہماری غرض وصف ذاتی ہونے سے اتنی ہی تھی ۔ بایں ہمہ یہ\r\nوصف اگر آفتاب کا ذاتی نہیں ، تو جس کا تم کہو ، وہی موصوف بالذات ہوگا اور اس\r\nکا نور ذاتی ہوگا کسی اور سے مکتسب اور کسی اور کا فیض نہ ہوگا۔\r\nالغرض یہ بات بدیہی ہے کہ موصوف بالذات سے آگے سلسلہ ختم ہو جاتا\r\nہے۔ چناں چہ خدا کے لیے کسی اور خدا کے نہ ہونے کی وجہ اگر ہے، تو یہی ہے ، یعنی\r\nممکنات کا وجود اور کمالات و جود سب عرضی بمعنی با لعرض ہیں۔ اور یہی وجہ ہے کہ\r\nکبھی موجود، کبھی معدوم کبھی صاحب کمال اور کبھی بے کمال رہتے ہیں۔\r\nاگر یہ امور کورہ ممکنات کے حق میں ذاتی ہوتے ، تو یہ انفصال واتصال نہ\r\nہوا کرتا۔ علی الدوام وجود اور کمالات وجود ذات ممکنات کو لازم ملازم رہتے ۔"
    },
    {
        "id": 10,
        "pageNo": 10,
        "pageText": "تحذير الناس\r\n۱۷\r\nآپ عسل نیم کی نبوت ذاتی ہے:\r\nسو اسی طور ذات رسول الله عالم کی خاتمیت کو تصویر فرمائیے ، یعنی آپ\r\nامام موصوف بوصف نبوت بالذات ہیں، اور سوا آپ متی کے اور نبی\r\nموصوف بوصف نبوت بالعرض ۔ اوروں کی نبوت آپ مسلم کا فیض ہے، پر آپ\r\nم کی نبوت کسی اور کا فیض نہیں ۔ آپ میم پر سلسلہ نبوت مختم ہو جاتا ہے۔\r\nغرض جیسے آپ امام نبی الامت ہیں، ویسے ہی نبی الانبیاء بھی ہیں۔\r\nآپ عالم اسلام کی نبوت ذاتی ہونے کے دلائل:\r\nنبوت ذاتی کی پہلی دلیل: میثاق انبیاء علیہم السلام :\r\nاور یہی وجہ ہوئی کہ شہادت:\r\nوَإِذْ أَخَذَ اللَّهُ مِيثَاقَ النَّبِيِّينَ لَمَا آتَيْتُكُمْ مِنْ\r\nكِتَابٍ رَّحِكْمَةِ، ثُمَّ جَاءَ كُمْ رَسُوْلٌ مُصَدِّقَ لَمَا\r\nمَعَكُمْ لَتُؤْمِنُنَّ بِهِ وَلَتَنْصُرُنَّة ) الآية.\r\nاور انبیائے کرام علیہ وعلیہم السلام سے آپ پر ایمان لانے اور آپ نمایی یانم\r\nکے اتباع اور اقتدا کا عہد لیا گیا۔\r\nدوسری دلیل : نزول عیسی العلم :\r\nادھر آپ تمیم نے یہ ارشا د فر مایا کہ: ”اگر موسی ال بھی زندہ ہوتے ، تو\r\nمیرا ہی اتباع کرتے (۲) ۔\r\n(۱) سوره آل عمران : ۸۱ -\r\n(۳) بیہقی، ابو بکر احمد بن حسین، لعب الامان تحقیق محمد سعید بسیونی زغلول ( لبنان: دار الكتب العلميه ،\r\nبیروت ۱۴۱۰۱۰ھ ) ، باب ذکر حدیث جمع القرآن، رقم الحدیث: ۱۷۶، ج ام : 199"
    },
    {
        "id": 11,
        "pageNo": 11,
        "pageText": "تحذير الناس\r\nIA\r\nعلاوہ بریں محمد نزول ، حضرت عیسی ال کا آپ میم کی شریعت پر عمل\r\nکرنا اسی بات پر مبنی ہے۔\r\nعلم نبوی اصلی ہے اور دوسروں کا علم عرضی :\r\nادھر رسول اللہ عالم کا یہ ارشاد کہ:\r\nعُلِّمُتُ عِلْمَ الْأَوَّلِينَ وَالْآخِرِينَ (١).\r\nبشرط انہم اس جانب مشیر ہے۔\r\nشرح اس معمہ کی یہ ہے کہ: اس ارشاد سے ہر خاص و عام کو یہ بات واضح ہے\r\nکہ علوم اولین مثلام اور ہیں، اور علوم آخرین اور ، لیکن وہ سب علوم رسول اللہ\r\nیام میں مجمع ہیں ۔ سو جیسے علم مع اور ہے، اور علم بصر اور، پر بایں ہمہ قوت عاقلہ\r\nاور نفس ناطقہ میں یہ سب علوم مجتمع ہیں۔ ایسے ہی رسول اللہ علیم اور انبیائے باقی\r\nکو تجھے ۔ پر ظاہر ہے کہ سمع و بصر اگر مدک و عالم ہیں، تو بالعرض ہیں؛ ورنہ مدک\r\nحقیقی اور عالم تحقیقی وہ عقل اور نفس ناطقہ ہی ہے۔ اسی طرح سے عالم حقیقی رسول\r\nاللہ علیم ہیں اور انبیائے باقی ، اور اولیاء اور علمائے گزشتہ و مستقبل اگر عالم ہیں،\r\nتو بالعرض ہیں۔\r\nنبوت\r\nکمالات علمی میں سے ہے:\r\nکر اس کے ساتھ بھی ملا ہم جاتے ہیں کہ یو کالا علمی میں سے\r\nہے، کمالات عملی میں سے نہیں ۔\r\nالغرض کمالات ذوی العقول کل دو کمالوں میں منحصر ہیں:\r\n(1) اسماعیل حقی حنفی و مالی (لبنان: احیاء التراث العربی، بیروت، ربط، دست ) ، ج ۳ ص ۲۵۳"
    },
    {
        "id": 12,
        "pageNo": 12,
        "pageText": "تحذير الناس\r\nکار معتقدات امام با تو توی\r\nتحذیر الناس\r\nمن إنكار أثر ابن عباس\r\nتصنيف:\r\nحجۃ الاسلام الامام محمد قاسم النانوتوی\r\nبانی دارالعلوم دیوبند\r\nناشر:\r\nحجتہ الاسلام اکیڈمی، دارالعلوم وقف دیوبند ، سہارنپور"
    },
    {
        "id": 13,
        "pageNo": 13,
        "pageText": "تحذیر الناس\r\n(1) ایک سمال علمی\r\n۱۹\r\n(۲) دوسرا : \" سمال عملی\r\nاور بنائے مدح کل انہیں دو باتوں پر ہے۔ چناں چہ کلام اللہ میں چار فرقوں\r\nکی تعریف کرتے ہیں:\r\n(1) نبین\r\n(۲) اور صدیقین\r\n(۳) اور شہداء (۴) اور صالحین\r\nجن میں سے انبیاء اور صد یقین کا کمال تو کمال علمی‘ ہے ، اور شہداء اور\r\nصالحین کا کمال ملی ۔ انبیاء کو تو منبع العلوم اور فاعل ، اور صدیقین کو مجمع العلوم\r\nاور قابل مجھیے ، اور شہداء کو نبع العمل اور فاعل ، اور صالحین کو مجمع العمل اور قابل\r\nخیال فرمائیے ۔\r\nنبوت کمالات علمی میں سے ہونے کے دلائل:\r\nپہلی دلیل: جامعیت علوم :\r\nدلیل اس دعوی کی یہ ہے کہ انبیاء اپنی امت سے اگر ممتاز ہوتے ہیں، تو\r\nعلوم ہی میں ممتاز ہوتے ہیں، باقی رہا عمل ، موصورت عمل میں بسا اوقات بظاہر ()\r\nامتی مساوی ہو جاتے ہیں ؛ بلکہ بڑھ جاتے ہیں ۔ اور اگر قوت عملی اور ہمت میں\r\n(1) نبظاہر کی قید اس لیے ہے کہ امی کاعمل دیکھنے میں کتنا زیاد ہی کیوں نہ ہو، انبیاء علیہم السلام کی ایک\r\nحرکت و سکون سے زیادہ قیمتی نہیں ہو سکتے ۔ حضرت عمر بن عبدالعزیز سے کسی نے حضرت امیر معاویہ\r\nاللہ عنہ\r\nکے بارے میں پوچھا، تو آپ نے فرمایا : ہمارے سارے اعمال، حضرت معاویہ کے گھوڑے کی\r\nاس دھول کے برابر بھی نہیں ہو سکتے، جو دھول انہیں نبی کریم علی یتیم کی رفاقت میں گئی ہوگی ۔ جب صحابہ\r\nاور تابعین میں مقام کا یہ فرق ہے، تو نبی اور امتی کا فرق اسی سے سمجھا جا سکتا ہے۔ ہاں ابظا ہر ہو سکتا ہے۔\r\nجیسے کسی نے دس بج کر لیا، اور آپ علیہ السلام نے صرف ایک حج کیا ہے مگر حقیقت میں آپ کے ایک قدم\r\nکے برابر بھی نہیں۔"
    },
    {
        "id": 14,
        "pageNo": 14,
        "pageText": "تحذیر الناس\r\nانبیاء امتیوں سے زیادہ بھی ہوں، تو یہ معنی ہوے کہ مقام شہادت اور وصف\r\nشہادت بھی ان کو حاصل ہے ، مگر کوئی ملقب ہوتا ہے ، تو اپنے اوصاف غالبہ کے\r\nساتھ ملقب ہوتا ہے۔\r\nمرزا جان جاناں صاحب اور شاہ غلام علی صاحب ، اور شاہ ولی اللہ صاحب\r\nاور شاہ عبد العزیز صاحب چاروں صاحب جامع بین الفقر والعلم تھے، پر مرزا\r\nصاحب اور شاہ غلام علی صاحب تو فقیری میں مشہور ہوے، اور شاہ ولی اللہ\r\nصاحب اور شاہ عبد العزیز صاحب علم میں ۔\r\nوجہ اس کی کہی ہوئی کہ ان کے علم پر توان کی فقیری غالب تھی، اور ان کی فقیری\r\nپر ان کا علم۔ اگر چہ ان کے علم سے ان\r\nکا علم یا ان کی فقیری سے ان کی فقیری کم نہ ہو۔\r\nسوانبیاء علیہم السلام میں علم ، عمل پر غالب ہوتا ہے ، اگر چہ ان کا عمل اور ہمت\r\nاور قوت اوروں کے عمل اور ہمت اور قوت سے غالب ہو۔\r\nبہر حال\r\n! علم میں انبیاء اوروں سے ممتاز ہوتے ہیں، اور مصداق نبوت وہ\r\nکمال علمی ہی ہے ۔ جیسا کہ مصداق صدیقیت بھی وہ کمال علمی ہی ہے۔\r\nدوسری دلیل: الفاظ کے لغوی معنی سے استدلال:\r\nچناں چہ لفظ نبا‘ اور صدق‘ بھی جو ماخذ اوصاف کور ہے ،اس\r\nبات پر شاہد ہے۔ نباء خود خر کو کہتے ہیں ، جوا قسام علوم یا معلوم میں سے ہے، اور\r\n”صدق“ اوصاف علم میں سے۔\r\nنبوت و صد یقیت میں فرق فاعلیت و قابلیت اور اس کی مثال :\r\nپر نبوت اور صدیقمیت میں وہی فرق فاعلیت و قابلیت ہے، جو آفتاب اور\r\nآئینہ میں وقت تقابل معلوم ہوتا ہے۔\r\nچناں چہ وہ حدیث مرفوع قولی، جس کا یہ مطلب ہے کہ: ”جو میرے سینہ"
    },
    {
        "id": 15,
        "pageNo": 15,
        "pageText": "تحذیر الناس\r\n۲۱\r\nمیں خدا نے ڈالا ، میں نے ابو بکر کے سینہ میں ڈال دیا (۱) ، اس پر شاہد ہے۔\r\nنبوت وصدیقیت کی حقیقت :\r\nمگر جیسے نبی کو نبی اس لیے کہتے ہیں کہ خبر دار ، یا بر دار کرنے والا ہوتا ہے۔\r\nصدیق کو صدیق اس لیے کہتے ہیں کہ اس کی عقل بحجر قول صادق کسی چیز کو\r\nقبول نہیں کرتی ۔ قول صادق کو بے دلیل اس طرح قبول کر لیتا ہے، جیسے مٹھائی کو\r\nمعدہ ۔ اور قول باطل سے اس طرح گھبراتا ہے اور اس طرح اس کو رد کرتا ہے، جیسے\r\nمکھی کو معدہ رد کرتا ہے۔ یہ ہی تھا کہ صدیق اکبر کو ایمان لانے میں معجزہ کی\r\nضرورت نہ ہوئی ۔\r\nشہید حقیقی کی پہچان\r\nعلی ہذا القیاس مصداق شہید بدلالت حدیث وہ شخص ہے، جو اعلاء کلمتہ اللہ\r\nاور ترقی دین کے لیے جان دینے کو تیار ہو ۔ چناں چہ رسول اللہ یا ہم سے جو\r\nکسی نے پوچھا کہ : \" بعض آدمی طمع مال میں لڑتے ہیں، اور بعضے بوجہ عصبیت ،\r\nیعنی بوجہ قرابت و حمیت قومی ، اور بعضے بغرض ناموری؛ ان میں سے \"شہید\"\r\nکون ہوتا ہے؟\r\nتو آپ تمام نے فرمایا کہ:\r\nمَنْ قَاتَلَ لِتَكُونَ كَلِمَةُ اللهِ هِيَ الْعُلْيَا ) .\r\nغرض شہادت اس صورت میں عوارض ہمت اور قوت عملی میں سے ہوئی۔\r\n(۱) ابوعبد الله محمد بن ابی بكر، المنار المنيف في الصحيح والضعيف تحقيق: عبد الفتاح البوندة\r\nشام: مكتب المطبوعات الاسلامیہ، طلب، ورطه ورت )، ج:۱ ص: ۱۱۵\r\n(۲) امام بخاری، محمد بن اسماعیل کاری تحقیق مصطفی دریب البغاء (لبنان: دار ابن کثیر، الیمامہ، بیروت، ۳۵)\r\n۱۳۸۷ (۱۹۸۷ء) ، ج:۱ ص: ۲۷۱۴، رقم الحدیث: ۷۰۲۰"
    },
    {
        "id": 16,
        "pageNo": 16,
        "pageText": "تحذیر الناس\r\nشہادت عملی کمال ہے:\r\n۳۳\r\nاور شہید اول درجہ کا آمر بالمعروف اور نا ہی عن المنکر ہوا، اور اسی وجہ سے\r\nشاید شہید کو شہید کہتے ہیں، یعنی بروز قیامت وہ شاہد ہو گا کہ فلاں شخص حکم خدامان\r\nگیا تھا اور فلانے نے نہیں مانا ؛ کیوں کہ اس بات کی اطلاع جیسی آمر بالمعروف\r\nاور نا ہی عن المنکر کو ہو سکتی ہے ، اتنی اور وں کو نہیں ہو سکتی ۔ اور اس کی گواہی اس\r\nباب میں ایسی سمجھے ، جیسے کسی مقدمہ میں ملا زمان سرکاری کی گواہی ۔ چناں چہ اس\r\nامت کے حق میں یہ فرمانا:\r\nكُنتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُوْنَ\r\nبِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنْكَرِ ) .\r\nاور ادھر یہ ارشاد:\r\nوَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطاً لِّتَكُوْنُوْا\r\nشُهَدَاءَ عَلَى النَّاسِ (۲).\r\nغور کیجیے تو اسی جانب مشیر ہے۔\r\nشہادت وصالحیت میں فرق افاضیت و مستفیضیت :\r\nغرض شہید سے فیض عمل ہوتا ہے، یعنی بھلے عمل اوروں سے کراتا ہے، اور\r\nکمرے عملوں سے روکتا ہے۔ موجو شخص اس سے مستفیض ہو ، وہ صالح ہے۔\r\nاور ظاہر ہے کہ اہتمام اعمال کے باب میں وہی کر سکتا ہے، جو خود اعمال میں\r\nپکا ہو۔ سو بوسیلہ امر و نہی ہو، یا بوسیلہ صحبت، جس شخص کو افاضہ اعمال منظور ہو ، وہ تو\r\nشہید ہے، اور جو اس سے مستفیض ہو، وہ صالح۔\r\n(1) سورۃ آل عمران : ۱۱۹\r\n(۲) سورة البقرة : ۱۴۳"
    },
    {
        "id": 17,
        "pageNo": 17,
        "pageText": "تحذیر الناس\r\nخلاصه کلام\r\nجب یہ بات ذہن نشیں ہو چکی ، تو خود معلوم ہو گیا ہو گا کہ جب نبوت کمالاتِ\r\nعلمی میں سے ہوئی، اور دربارہ علم رسول الله علم موصوف بالذات ہوئے، تو\r\nدربارہ نبوت بھی آپ امام موصوف بالذات ہوں گے۔\r\nتیسری دلیل میثاق انهاء علیهم السلام\r\nاور آیت:\r\nوَإِذْ أَخَذَ اللَّهُ مِيثَاقَ النَّبِيِّينَ لَمَا آتَيْتُكُمْ). الآية.\r\nمیں جو لفظ مُصَدِّقَ لِّمَا مَعَكُمْ ہے، تو اس سے بعد لحاظ اس\r\nبات کے کہ یہ خطاب تمام انبیائے کرام علیہم السلام کو ہے، اور کلمہ یا‘ اس جگہ\r\nایسا عام ہے کہ تمام علوم اور کتب کو شامل ۔ یہ بات\r\nاور بھی موعجہ ہو جاتی ہے کہ نبوت\r\nکمالات علمی میں سے ہے، اور آپ تین جامع العلوم ہیں اور انبیائے باقی جامع\r\nنہیں۔\r\nغرض جو بات حدیث العلمتُ عِلْمَ الْأَوَّلِینَ“ سے ثابت ہوئی تھی،\r\nمع شئی زائد آیت : کورہ سے ثابت ہے۔\r\nسو ایک تو یہی بات شئی زائد ہے کہ نبوت کا کمالات علمی میں سے ہونا اس سے\r\nظاہر ہے ؛ کیوں کہ رسول کی صفت میں یہ فرمانا کہ مصدق لما\r\nمَعَكُمْ ، جولا جرم من جملہ کمالات علمی ہے؛ کیوں کہ تصدیق علم ہی سے متصور\r\nہے، اس جانب مشیر کہ اس رسول کا علم ایسا عام ہوگا۔\r\n(۱) سوره آل عمران : ۸۱ -"
    },
    {
        "id": 18,
        "pageNo": 18,
        "pageText": "تحذیر الناس\r\nپھر بایں ہمہ لفظ ”رسول“ ہے، بایں نظر کہ زبان عربی میں ” پیغامبر“ کو کہتے ہیں،\r\nاور پیغام من جملہ اوا مرونوا ہی ہوتا ہے، جو از قسم علوم ہے، اس پر دال ہے۔ اور عہد کا لینا\r\nجس سے آپ علم کا نی الانبیاء ہونا ثابت ہوتا ہے، پہلے ہی معراض ہو چکا۔\r\nچوتھی دلیل نبوت کی قدامت:\r\nعلاوہ بریں حدیث :\r\n(1)\r\nكُنتُ نَبِيًّا وَآدَمُ بَيْنَ الْمَاءِ وَالطِّيْنِ )\r\nبھی اسی جانب مشیر ہے؛ کیوں کہ فرق قدم نبوت اور حدوث نبوت با وجود انتحار\r\nنوعی خوب جب ہی چسپاں ہو سکتا ہے کہ ایک جا یہ وصف ذاتی ہو، اور دوسری جا\r\nعرضی۔ اور فرق قدم وحدوث اور دوام وعراض، فہم ہو تو اس حدیث سے ظاہر\r\nہے۔ ہر کوئی سمجھتا ہے کہ اگر نبوت کا ایسا قدیم ہونا کچھ آپ مین ہی کے ساتھ\r\nمخصوص نہ ہوتا، تو آپ میان مقام اختصاص میں یوں نہ فرماتے ۔\r\nپانچویں دلیل: تربیت علمی :\r\nعلاوہ بریں حضرات صوفیائے کرام\r\nرحمہم اللہ کی یہ تحقیق کہ: مربی روح محمدی\r\nالام تلقین او، یعنی صفت علم ہے اور بھی اس کے موید۔\r\nظاہر ہے کہ شاعر کی تربیت سے شعر آوئے گا اور طبیب کی تربیت سے فن\r\nطب ، اور محدث کی تربیت درباره حدیث مفید ہوگی، فقیہ کی دربارہ فقہ۔\r\nسو جس کی مربی صفت العلم ہو، جو علم مطلق ہے ،مثل ابصار وا سماع علم\r\nخاص و قسم خاص نہیں، تو لاجرم فرد تربیت یافته ، اعنی ذات پاک محمدی بین بھی\r\nعلم مطلق میں صاحب کمال ہوگی۔\r\n(۱) طحاوی، ابو جعفر احمد بن محمد ، شرح مشکل الآثار تحقیق: شعیب الارنؤوط، (موسسية الرسالة، وبطء\r\n۵۱۳۱۵)، رقم الحدیث: ۵۹۷۷، ج : ۱۵ ص: ۲۳۱"
    },
    {
        "id": 19,
        "pageNo": 19,
        "pageText": "تحذير الناس\r\n۲۵\r\nاور ظاہر ہے کہ مطلق میں تمام حصص خاصہ جو مقیدات میں ہوتی ہیں، مندرج\r\nہوتے ہیں۔ سو یہ بعینہ مضمون: عُلِّمُتُ عِلْمَ الْأَوَّلِين الخ ہے۔\r\nچھٹی دلیل مجزہ بھی علمی\r\nاور یہی وجہ ہوئی کہ معجزۂ خاص جو ہر نبی کوشل پروا نہ تقریری بطور سند نبوت\r\nملتا ہے، اور بنظر ضرورت ہر وقت قبضہ میں رہتا ہے۔ مثل عنایات خاصہ کہ\r\nو بے گاہ کا قبضہ نہیں ہوتا۔\r\nہمارے حضرت میم کو قرآن ملا ، جو نِبيَانَا لِّكُلِّ شَى ہے،\r\nتا کہ معلوم ہو کہ آپ ام اس فن میں یکتا ہیں ؛ کیوں کہ ہر شخص کا اعجاز اسی فن\r\nمیں متصور ہے ، جس فن میں اور اس کے شریک نہ ہوں، اور وہ اس میں یکتا ہو۔\r\nمثلاً : خوش نویس کے سامنے اگر اور عاجز ہوتے ہیں، تو اچھے خوش قطعہ کے لکھنے\r\nہی میں عاجز ہوتے ہیں، اور فنون میں عاجز نہیں سمجھے جاتے ۔\r\nبالجمله رسول الله میلانی وصف نبوت میں موصوف بالذات ہیں، اور سوا\r\nآپ ان کے اور انبیاء علیہم السلام موصوف بالعرض ۔\r\nختم نبوت ذاتی و زمانی میں تلازم اور آپ کے تاثر زمانی کی حکمت:\r\nاس صورت میں اگر رسول اللہ یا سلیم کو اول یا اوسط میں رکھتے ، تو انبیائے\r\nمتأخرین کا دین اگر مخالف دین محمدی ( م ) ہوتا تو اعلیٰ کا ادنی سے منسوخ ہونا\r\nلازم آتا ؛ حالاں کہ خود فرماتے ہیں:\r\nمَا نَنْسَخُ مِنْ آيَةٍ أَوْ نُفْسِهَا نَأْتِ بِخَيْرٍ مِّنْهَا أَوْ مِثْلِهَا).\r\n(۱) سورة البقرة : ۱۰۶ -"
    },
    {
        "id": 20,
        "pageNo": 20,
        "pageText": "تحذیر الناس\r\nاور کیوں نہ ہو، یوں نہ ہو تو اعطائے دین من جملہ رحمت نہ رہے، آثار\r\nغضب میں سے ہو جائے۔ ہاں ! اگر یہ بات متصور ہوتی کہ اعلیٰ درجہ کے علماء کے\r\nعلوم ادنی درجہ کے علماء کے علوم سے کم تر اور ادون ہوتے ہیں، تو مضائقہ بھی نہ\r\nتھا۔ پر سب جانتے ہیں کہ کسی عالم کا عالی مرتبت ہونا مراجب علوم پر موقوف ہے،\r\nیہ نہیں ، تو وہ بھی نہیں۔\r\nاور انبیائے متأخرین کا دین اگر مخالف نہ ہوتا تو یہ بات ضرور ہے کہ انبیائے\r\nمتأخرین پر وحی آتی اور افاضہ یہ علوم کیا جاتا اور نہ نبوت کے پھر کیا معنی؟\r\nسواس صورت میں اگر وہی علوم محمدی نیام ہوتے ، تو بعد وعدہ محکم :\r\nإِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ).\r\nکے جو بہ نسبت اس کتاب کے جس کو قرآن کہیے، اور یہ شہادت آیت:\r\nوَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَانًا لِّكُلِّ شَيْءٍ (۳).\r\nجامع العلوم ہے، کیا ضرورت تھی؟\r\nاور اگر علوم انبیائے متأخرین، علوم محمدی بیا کے علاوہ ہوتے ، تو اس\r\nکتاب کا تبيَانًا لِّكُلِّ شَيْءٍ هو ناغلط ہوجاتا ۔\r\nآپ اعمال ایام کو کتاب بھی جامع ملی:\r\nبالجملہ جیسے ایسے بھی جامع العلوم بلا لینے کے لیے ایسی ہی کتاب جامع چاہیے\r\nتھی، تاکہ علو مراجب نبوت، جو لا جرم علو مراحب علمی ہے؛ چناں چہ معروض\r\nہو چکا ہے، میسر آئی؛ ورنہ یہ علو مراتبِ نبوت بے شک ایک قول دروغ اور\r\nحکایت غلط ہوتی۔\r\n(1) سورۃ الحجر: 9۔\r\n(۲) سورة النحل : ۸۹ -"
    },
    {
        "id": 21,
        "pageNo": 21,
        "pageText": "تحذير الناس\r\nختم نبوت\r\nکو تاخیر زمانی لازم ہے:\r\nایسے ہی ختم نبوت بمعنی معراض کو تا خرزمانی لازم ہے۔ چناں چہ اضافت الی\r\nالنبیین بایں اعتبار کے نبوت من جملہ اقسام مراتب ہے، یہی ہے کہ اس مفہوم کا\r\nمضاف الیہ وصف نبوت ہے، زمانہ نبوت نہیں۔ اور ظاہر ہے کہ در صورت ارادہ\r\nتاخر زمانی مضاف الیہ حقیقی زمانہ ہوگا اور امر زمانی اعنی نبوت بالعرض۔ ہاں ! اگر\r\nبطور اطلاق یا عموم مجاز اس خاتمیت کو زمانی اور مرتبی سے عام لے لیجیے، تو پھر دونوں\r\nطرف کا ختم مراد ہوگا۔ پر ایک مراد ہو ، تو شایان شان محمدی میان خاتمیت مرتبی\r\nہے، نہ زمانی۔\r\nتقدم و با خر کے اقسام: زمانی ، مکانی اور مرتبی:\r\nاور مجھ سے پوچھیے تو میرے خیال ناقص میں تو وہ بات ہے کہ سامع\r\nمنصف ان شاء اللہ! انکار ہی نہ کر سکے۔ سووہ یہ ہے کہ: تقدم و تا خرباز مانی ہوگا،\r\nیا مکانی، یا مرتبی۔ یہ تینوں نو میں ہیں۔ باقی مفہوم تقدم و تأخر ان تینوں کے حق\r\nمیں جنس ہے۔\r\nاور ظاہر ہے کہ مثل چشم و چشمہ وذات وغیرہ معافی لفظ ”عین ان تینوں میں\r\nیوں بعید نہیں ، جو مثل لفظ عین ، لفظ تقدم و تأخر واختتام کو، جو تاخیر کے آثار میں\r\nسے ہے، بہ نسبت انواع : کورہ مشترک کہیے، جنس نہ کہیے ، مگر ان میں سے اول\r\nوآخر زمانی ، ورتبی تو مشخص ہوتا ہے، یعنی اول آخر ، اور آخر اول نہیں ہوسکتا ؛ البتہ\r\nتقدم و تاخر مکانی کے لیے کسی صبح کی ضرورت پڑتی ہے، جس سے اول وآخر معلوم\r\nہو جائے ۔ جیسے صفوف مسجد کے لیے قبلہ اور دیوار قبلہ ؛ ورنہ یہاں دوسری طرح"
    },
    {
        "id": 22,
        "pageNo": 22,
        "pageText": "تحذير الناس\r\nسے لیجیے، تو قضیہ منعکس ہو جائے گا۔\r\nسے\r\nانبیاء علیہم السلام میں متقدم و متاثر کی تعیین :\r\n۳۸\r\nجب یہ بات معلوم ہوگئی ، تو اب سنیے کہ ذوات انبیاء علیہم السلام تو بذاتِ\r\nخود اس قابل ہی نہیں کہ ان میں تقدم و تاخر کی گنجائش ملے۔ ہاں بواسطۂ زمان\r\nو مكان و مراتب البتہ مقدم و مؤخر کہہ سکتے ہیں۔ بہر حال ! حذف مضاف کی\r\nضرورت ہوگی۔ سولفظ زمان کی جا پر اگر موصوف و تا خر بھی کوئی مفہوم عام ہی\r\nتجویز کیا جائے، تو بہتر ہے؛ بلکہ ضرور ہے؛ کیوں کہ حذف بے قرینہ والہ علی\r\nالمحمد وف الخاص ولائل تعمیم میں سے ہے۔ یہی وجہ ہے کہ \"اللَّهِ الْأَمُرُ مِنْ قَبْلُ\r\nوَمِنْ بَعْدُ ، اور اللهُ أَكْبَرُ مِن كُلُّ شَيْءٍ يَا مِنْ كُلِّ شَيْءٍ\r\nمحذوف سمجھا جاتا ہے۔\r\nبہر حال ! مونت دونوں صورت میں برابر ہے، لفظ زمان ہو، یا کوئی مفہوم\r\nعام، پر تخصیص زمان ہی کیا ہے ۔ اس صورت میں ہر نوع میں مفہوم خاتمیت جدی\r\nطرح ظہور کرے گا۔\r\nمعنی رجس کے عموم سے معنی خاتم کے عموم پر استدلال:\r\nجیسے آیت:\r\nإِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنْصَابُ وَالْأَزْلَامُ\r\nرجُسٌ مِّنْ عَمَلِ الشَّيْطَان (۱).\r\nمیں مفہوم \"ر جس جنس عام ہے کہ اس کے لیے خمر جدی نوع ہے، اور میسر\r\n(1) سورۃ المالك 900"
    },
    {
        "id": 23,
        "pageNo": 23,
        "pageText": "تحذیر الناس\r\n| تحذير الناس\r\nتصنیف: حجۃ الاسلام، الامام محمد قاسم صاحب نانوتوی نور اللہ مرقدہ\r\nطبع اولی : ۱۴۳۸ھ - ۲۰۱۷ء\r\nبانی دارالعلوم دیوبند\r\nISBN: 978-93-84775-03-2\r\nباهتمام: حجه الاسلام اکبری، دار العلوم وقف دیوبند، سہارنپور، یوپی، الهند\r\nجملہ حقوق بحق ناشر: حجتہ الاسلام اکیڈمی، دارالعلوم وقف دیو بند محفوظ ہیں ۔\r\nComposed by: Abdul Mannan Qasmi\r\nCopyright Hujjat al-Islam Academy\r\nDarul Uloom Waqf Deoband\r\nAll rights reserved.\r\nHujjat al-Islam Academy\r\nAljamia Al-Islamia Darululoom Waqf Deoband\r\nEidgah road, P.O. 247554, Deoband\r\nDistt. Saharanpur U.P. INDIA\r\nTel:\r\nEmail:\r\n+91-1336-222352,Mob:+91-9897076726\r\nhujjatulislamacacemy2013@gmail.com\r\nhujjatulislamacademy@dud.edu.in\r\nWebsite: http://www.dud.edu.in\r\nPrinted at: Mukhtar Press, Deoband"
    },
    {
        "id": 24,
        "pageNo": 24,
        "pageText": "تحذير الناس\r\nوغیرہ جدی۔ وہاں ” جس نے اور طرح ظہور کیا، یہاں اور طرح، یعنی خمر میں\r\nنجاست ظاہری بھی ظاہر ہوئی ، اور انواع باقیہ میں فقط نجاست باطنی ہی رہی۔\r\nجیسے علت اختلاف ظہور کو یہ ہوئی کہ یہاں فعل شرب شراب کے باعث\r\nممنوع ہوا؛ اس لیے پانی وغیرہ کا بیٹا ممنوع نہیں ۔ تو یہاں تو رجس صفت\r\nاصلی جسم شراب کی ہوگی، اور میسر وغیرہ میں اشیائے معلومہ عمل کے باعث\r\nبری ہوئیں؛ کیوں کہ اشیائ معلومہ آلات افعالي معلومہ ہیں؛ اس لیے\r\nر جس صفت اصلی افعال کی ہوگی۔ سوان کی ناپا کی وہی نجاست باطنی ہوگی ؟\r\nمگر جیسے افعال اور شراب میں فرق بھی ہے، اور پھر وصف رجس میں متحد بھی\r\nہیں۔ ایسے ہی یہاں قصہ ہے؛ بلکہ یہاں تینوں نوعوں کا موصوف بتقدم و تأخر\r\nہونا ایسا ظاہر ہے ، جیسا شراب کا موصوف پر نجس ہونا مثل اتصالی افعال برنجس\r\nخفی محتمل\r\nکچھ نہیں ۔\r\nسواگر یہاں خاتم مثل رجس جنس عام رکھا جائے، تو بدرجہ اولی قابل قبول\r\nہے، اس میں خاتمیت زمانی اور مرتبی کو تو ضرورت تعیین مبدا بتقدم نہیں ۔ ہاں\r\nمکانی میں ہے، سو بقیاس تاخر مرتبی یہاں بھی نیچے سے شروع سمجھا جائے گا، اور\r\nزمین علیا اختتام ہوگا۔\r\nسو اگر اطلاق اور عموم ہے، تو ثبوت خاتمیت زمانی ظاہر ہے، ورنہ تسلیم لزوم\r\nخاتمیت زمانی بدلالت التزامی ضرور ثابت ہے۔ ادھر تصریحات نبوی میاییم مثل:\r\nأنتَ مِنِّي بِمَنْزِلَةِ هَارُونَ مِنْ مُّوسَى ال\r\nأنه لا نبي\r\n(۱) امام بخاری، محمد بن اسمائیل\r\nأَوْكَمَا قَالَ عَلَيْهِ السَّلَامُ ) .\r\nغزوة تبوک ، رقم الحدیث: ۴۱۵۴، ج ۴ ص: ۱۱۰۲۔"
    },
    {
        "id": 25,
        "pageNo": 25,
        "pageText": "تحذير الناس\r\nجو بظاہر بطرز کو اس لفظ خاتم انہین سے ماخوذ ہے، اس باب میں کافی؛\r\nکیوں کہ یہ مضمون درجہ تواتر کو پہونچ گیا ہے، پھر اس پر اجماع بھی منعقد ہو گیا۔\r\nگو الفاظ کور بہ ند متواتر منقول نہ ہوں۔\r\nختم نبوت زمانی کا منکر کا فر ہے:\r\nسو یہ عدم تواتر الفاظ با وجود تواتر معنوی یہاں ایسا ہی ہوگا ، جیسا تو اتر اعداد\r\nرکعات فرائض ووتر و غیره، با وجود یکه الفاظ احادیث مشعر تعداد رکعات متواتر\r\nنہیں۔ سوجیسا اس کا منکر کا فر ہے، ایسا ہی اس کا منکر بھی کافر ہو گا۔\r\nبنائے خاتمیت سے متعلق شبہ کا خلاصہ جواب :\r\nاب دیکھیے کہ اس صورت میں عطف بین الجملتین اور استدرک اور\r\nاستثنائے : کور بھی بغایت درجہ چسپاں نظر آتا ہے، اور خاتمیت بھی بدرجہ احسن\r\nثابت ہوتی ہے، اور خاتمیت زمانی بھی ہاتھ سے خالی نہیں جاتی۔ اور نیز اس\r\nصورت میں جیسے قراءت ”حاتم ( بکسر التاء) چسپاں ہے، ایسے ہی قراءت\r\n«عالم» (افتح التاء) بھی نہایت درجہ کو بے تکلف موزوں ہو جاتی ہے؛ کیوں کہ\r\nجیسے خاتم بفتح التاء کا اثر او نقش مختوم علیہ میں ہوتا ہے، ایسے ہی موصوف بالذات\r\nکا اثر موصوف بالعرض میں ہوتا ہے۔\r\nآیت ختم نبوت کا واضح مفہوم :\r\nحاصل مطلب آیت کریمہ اس صورت میں یہ ہوگا کہ ابوت معروفہ تو رسول\r\nاللہ تم کو کسی مرد کی نسبت حاصل نہیں ، پر ابوت معنوی امتیوں کی نسبت بھی\r\nحاصل ہے، اور انبیاء علیہم السلام کی نسبت بھی حاصل ہے۔ انبیاء کی نسبت تو فقط"
    },
    {
        "id": 26,
        "pageNo": 26,
        "pageText": "تحذير الناس\r\nخاتم النہین شاہد ہے؛ کیوں کہ اوصاف معراض و موصوف بالعرض، موصوف\r\nبالذات کے فرع ہوتے ہیں، موصوف بالذات اوصاف عرضیہ کی اصل ہوتا\r\nہے، اور وہ اس کی نسل ۔ اور ظاہر ہے کہ والد کو والد ، اور اولاد کو اولاداسی لحاظ سے\r\nکہتے ہیں کہ یہ اس سے پیدا ہوتے ہیں ، وہ فاعل ہوتا ہے؛ چناں چہ والد کا اسم\r\nفاعل ہونا اس پر شاہد ہے، اور یہ مفعول ہوتے ہیں؛ چناں چہ اولاد کو مولود کہتا ،\r\nاس کی دلیل ہے۔\r\nآپ کی ایم اور ابوت معنوی:\r\nموجب ذات بابرکات محمدی امام موصوف بالذات بالنبوت ہوئی اور\r\nانبیائے باقی موصوف بالعرض ، تو یہ بات اب ثابت ہوگئی کہ آپ تمام والد\r\nمعنوی ہیں، اور انبیائے باقی آپ میم کے حق میں بمنزلہ اولاد معنوی، اور\r\nامتیوں کی نسبت لفظ رسول اللہ میں غور کیجیے، تو یہ بات واضح ہے۔\r\nآیت النَّبيُّ أولى\" سے تائید اور اس کا مفہوم:\r\nپر آیت النَّبِيُّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنفُسِهِمْ) ملانے کی\r\nضرورت ہے۔ محمد رسول اللہ تم کو صفری بنائیے ، اور النبي أولى\r\nبِالْمُؤْمِنِينَ مِنْ أَنفُسِهِم“ کو کبری۔ دیکھیے یہ نتیجہ نکلتا ہے یا نہیں۔\r\nصورت اس کی یہ ہے کہ : النَّبِيُّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ\r\nأَنفُسِهِمْ كو بعد لحاظ صله من أنفسهم “ کے دیکھیے ، تو یہ بات ثابت\r\nہوتی ہے کہ رسول اللہ علیم کو اپنی امت کے ساتھ وہ قرب حاصل ہے کہ ان کی\r\n(1) سورۃ الاحزاب : ٦ -"
    },
    {
        "id": 27,
        "pageNo": 27,
        "pageText": "تحذیر الناس\r\nجانوں\r\nکو بھی ان کے ساتھ حاصل نہیں؛ کیوں کہ اولی بمعنی ” قرب“ ہے۔ اور\r\nاگر بمعنی ”احب“ یا ”اولی بالتصرف ہو، تب بھی یہی بات لازم آئے گی؟\r\nکیوں کہ احبیت اور اولویت بالتصرف کے لیے اقر بیت تو وجہ ہوسکتی ہے، پر\r\nبالعکس نہیں ہو سکتا۔\r\nاصبیت و اولویت کے لیے اتربیت کا وجہ بنا اور اس کے ہر فکس\r\nنہ ہونے کی دلیل:\r\nدلیل سنیے! اول یہ بات سنیے کہ ایسی اقر بیت جو اپنی حقیقت سے بھی زیادہ\r\nہو ، بجز موصوف بالذات کے کہ موصوف بالعرض یا وصف عارض کی نسبت ہوتا\r\nہے، اور کسی کو کسی کے ساتھ حاصل نہیں ، کیوں کہ ربط افاضہ اگر بین الشیئین نہیں،\r\nتب تو باعتبار اصل حقیقت استثنا اور تباہین ہوگا، اگر چہ دونوں ایک موصوف میں\r\nاتفاقا مجتمع ہوں ، اتنا قرب کجا۔ اور اگر ربط افاضہ بین الشیئین ہے، یعنی ایک\r\nموصوف بالذات اور دوسرا موصوف بالعرض ہے ، تو لا جرم موصوف بالعرض کے\r\nساتھ بحیثیت وصف عارض ، اور خود وصف عارض مختارج موصوف بالذات ہوتے\r\nہیں۔ سو وصفِ عارض کو جو کچھ شخص حاصل ہوتا ہے، اور تحقیق حاصل ہوتا ہے۔\r\nاور علی ہذا القیاس اور کے تشخص بھی بعد اور کی اصل وجود ہوتا ہے۔\r\nرک تشخص بعد ادر ک اصل وجود ہونے کی مثال:\r\nچناں چہ دور سے کسی کو دیکھیے ، تو ایک موجود مبہم ہوتا ہے، جس کا انطباق\r\nہزاروں احتمالوں پر متصور ہے۔ پر جوں جوں قریب آتا جاتا ہے ، وہ ابہام مرتفع\r\nہوتا جاتا ہے۔ اور تمیز جو ادر ک تشخصات پر موقوف ہے، حاصل ہوتی جاتی ہے۔\r\nاور"
    },
    {
        "id": 28,
        "pageNo": 28,
        "pageText": "تحذیر الناس\r\nموجب حالت بعد میں یہ حال ہے ، تو حالت قرب میں تو اس امر مبہم کو اور بھی\r\nوضاحت ہو جائے گی، جس کی وجہ سے تقدم علی اور ک التشخصات ضرور تر ہے ۔\r\nعلاوہ بریں معلوم ہونا خود ایک وصف وجودی ہے، اور معلومات کا معلوم ہونا\r\nضروری۔ جس کے معنی قطع نظر تقلید سے کر کے انصاف سے دیکھیے ، تو یہ معلوم\r\nہوتے ہیں کہ: افاضہ وجود ذہنی عالم کی طرف سے اس پر ہوتا ہے، اور وہ نور علم جو\r\nذاتِ عالم کے ساتھ ایسی طرح قائم ہے، جیسے آفتاب کا نور، آفتاب کے ساتھ،\r\nاس کو ایسی طرح محیط ہو جاتا ہے ، جیسے نور کوراشیائے مستنیرہ کو۔ اور ظاہر ہے کہ\r\nعالم کو اگر اور ک معلومات ہوگا ، تو وہ ایسا ہی ہوگا ، جیسے فرض کرو: آفتاب کو انوار\r\nخاصہ درودیوار کا علم ، جن کو دھوپ کہتے ہیں۔ سواس میں سے نور مطلق جیسے صفت\r\nآفتاب ہے، اور تثلیث اور تربیع وغیرہ تقطیعات دھوپ، جو محن خانوں وغیرہ کی\r\nطرف سے لاحق ہوتے ہیں، اصل میں صفت صحن خانہا وغیرہ۔\r\nاور اس وجہ سے در صورت علم مفروض جو آفتاب کو حاصل ہوگا، علم نور مطلق\r\nبایں وجہ کہ اپنی صفت ہے، علم تقطیعات سے جو اوروں کی صفت ہے، مقدم ہوگا۔\r\nایسے ہی نور علم کو ر صفت عالم ہے، اور تشخصات معلومات ، صفات معلومات اور\r\nاس وجہ سے علم صفت خود جو عین علم ہے، علم تشخصات سے مقدم ہوگا۔\r\nموصوف بالذات اور حقیقت شی :\r\nاور ظاہر ہے کہ نور آپ بذات خود منور ہے، اور یہ تشخصات اور تعینات جو\r\nحقیقت میں حقیقت معلوم ہیں؛ کیوں کہ مسمی زید و عمر وغیرہ یہ خصوصیات خاصہ\r\nہیں، جن کی وجہ سے با ہم تباہین ہے۔ نہ وہ امر مشترک ، جس کو حقیقت انسانی کہیے،"
    },
    {
        "id": 29,
        "pageNo": 29,
        "pageText": "تحذير الناس\r\nہم سمر\r\nمنور بالعرض ۔ سو اس حرکت علم میں جب نور مطلق اول آیا اور حقیقت کورہ\r\nدوسری بار، تو در صورتیکه که مقصود بالعلم وہ حقائق ہی ہوں اور طالب علم خود صاحب\r\nحقیقت، تو یوں کہنا پڑے گا کہ موصوف بالذات اس موصوف بالعرض سے اس کی\r\nحقیقت کی نسبت بھی زیادہ قریب ہے؛ کیوں کہ قریب و بعید کے دریافت کے\r\nلیے کمی بیشی فاصلہ ضرور ہے، اور فاصلہ کے کم ہونے کی یہ علامت ہے کہ ادھر کو\r\nحرکت کیجیے، تو زیادہ فاصلہ کی چیز سے پہلے آئے۔\r\nعلت سے معلول پر استدلال لمی\r\nسو دیکھ لیجیے ! حرکت فکری میں اول دلیل آتی ہے، پھر مدلول؛ اس لیے\r\nاستدلال علمی میں بایں وجہ کہ دلیل جو حقیقت میں علت ہوتی ہے، اول علت آئے\r\nگی اور مطلوب بعد میں۔\r\nاس صورت میں دلیل، اعنی علت کو مطلوب سے یہ نسبت مطلوب کے زیادہ\r\nقرب ہوگا مگر یہ قرب بہ نسبت معلول کے سوائے علت اور کسی کو نصیب نہیں؛\r\nکیوں کہ اصل میں انفصال ہے ، گو اتصال ہو، تو جہاں یہ قرب ہوگا ، یہی علیت\r\nمعلولیت ہوگی اور وقت استدلال اگر خود معلول ہے، اپنے اور ک کی طرف متوجہ\r\nہو، اور مستدل باستدلال لمی ہو، تو یہ بات صاف روشن ہو جائے گی کہ طالب کی\r\nذات سے اس کی علت قریب ہے۔\r\nدلیل انی کا وجود دلیل لمی پر موقوف :\r\nسواگر مومنین کو اپنا اور ک مطلوب ہوگا ، تو بے شک اول رسول اللہ لیا ایلیم\r\nاس حرکت فکری میں آئیں گے ، پھر ان کی حقیقت ۔ باقی رہی دلیل انی، وہ حقیقت"
    },
    {
        "id": 30,
        "pageNo": 30,
        "pageText": "تحذیر الناس\r\nالدسم\r\nمیں دلیل ہی نہیں ہوتی، بلکہ استدلالی انی کے لیے ضرور ہے کہ اول استدلال می\r\nہوئے۔ اگر آفتاب کو علت نور نہ سمجھیں ، تو پھر نور سے وجود آفتاب پر استدلال\r\nممکن نہیں، اور یہ سمجھنا کہ یہ علت ہے اور وہ معلول، یہی استدلال لمی ہے۔\r\nاستدلال علمی میں سوا اس کے اور کیا ہوتا ہے۔\r\nعلت کا وجود ذہنا اور خارجا معلول پر مقدم :\r\nالغرض وجود ذہنی معلول بھی علت کے جو ر ذ ہنی پر ایسی طرح موقوف ہے،\r\nجیسے اس کا وجود اس کے وجود خارجی پر۔ باقی استدلالی انی میں علم تازہ نہیں ہوتا ،\r\nعلم سابق کا استحضار ہوتا ہے۔ اور ظاہر ہے کہ علت اپنے معلول میں بہ نسبت اس\r\nکی حقیقت کے جو تعینات اور تشخصات ہیں اور من جملہ لواحق اور توابع اور محتاج فی\r\nالتحقیق اولی بالتصرف ہے۔\r\nعلی ہذا القیاس معلول کو اگر قابل محبت ہے، جو محبت اپنی علت سے ہوگی، جو\r\nاس کی اصل ہے اور اسی کا پر تو اس میں ہے۔ چناں چہ مثال نور آفتاب سے ظاہر\r\nہے، وہ محبت تعینات سے کا ہے کو ہو گی، جو لواحق ہیں اور با ہم اتفاقی ملاقات ہوگئی\r\nہے۔ اس صورت میں علت کو بہ نسبت اس کے معلول کے اگر احب الیہ من نفسہ کہا\r\nجائے، تو بجا ہے۔\r\nلفظ اولی کا معنی اقرب ہی زیادہ موزوں:\r\nغرض اولی بمعنی اقرب ان دونوں معنوں کو مستلزم ہے، اور یہ دونوں اس کے\r\nمنافی نہیں ؛ بلکہ اس کے محقق پر ایسی طرح دال ہیں، جیسے نور آفتاب طلوع آفتاب\r\nپر دلالت کرتا ہے۔ موجیسے طلوع آفتاب وجود نہار پر مقدم ہے، ایسے ہی تحقق"
    },
    {
        "id": 31,
        "pageNo": 31,
        "pageText": "تحذیر الناس\r\nالاسهم\r\nاولویت بمعنی اقربیت، محقق اولویت بالتصرف اور اولویت بمعنی احبیت پر مقدم\r\nہوگی ۔ غرض اقربیت : کورہ کا مابین رسول الله ما دامت مرحومہ ہونا با ایں طور\r\nيا اقرب الى الأمة المرحومة من أنفسهم ہوں ، ضرور ہے۔\r\nآپ تمام مومنین کے لیے علت ایمان ہیں:\r\nاور یہ بجز اس کے متصور نہیں کہ آپ میان علت ہوں اور امت مرحومہ، اعنی\r\nمومنین معلول۔ اور ظاہر ہے کہ معلول میں جو کچھ ہوتا ہے، فیض علت اور عطائے\r\nعلت ہوتا ہے ؛ اس لیے اس کے لیے صیغہ مفعول تجویز کیا گیا۔\r\nاس صورت میں علت میں ضرور ہے کہ وہ فیض ذاتی ہو؛ ورنہ وہاں بھی عرضی ہو،\r\nتو کوئی اور ہی منفیض حقیقی ہوگا؛ کیوں کہ یہ تو ہوہی نہیں سکتا کہ وصف عرضی خود بخود\r\nہو جائے کوئی موصوف بالذات ضرور ہے، سو وہی ہمارے نزدیک علت اصلی ہے۔\r\nالغرض لفظ ”رسول اللہ \" جو مترادف ”نی اللہ ، یا متضمن معنی نبی اللہ کو\r\nہے، جب صغری بنائے ، تو بوجہ اجتماع شرائط ضرور یہ جو شکل اول میں ہونی\r\nچاہیں ، یہ نتیجہ نکلے گا کہ: \"محمد صلى الله عليه وسلم ــ أولى\r\nبـالـمـؤمـنـيـن من أنفسهم“ اور یہ بات اس بات کو مستلزم ہے کہ وصف ایمانی\r\nآپ تمام میں بالذات ہو، اور مؤمنین میں بالعرض۔\r\nابوت معنوی اور اصالت ایمان کی بحث کا نتیجہ :\r\nآپ تمیم اس امر میں مومنین کے حق میں والد معنوی ہیں، یعنی اوروں کا\r\nایمان آپ میل و نیم کے ایمان سے پیدا ہوا ہے، آپ تمام کا ایمان اوروں کے\r\nایمان کی اصل ہے، اوروں کا ایمان آپ میم کے ایمان کی نسل ۔"
    },
    {
        "id": 32,
        "pageNo": 32,
        "pageText": "تحذیر الناس\r\nتشنگی تقریر باندیشۂ تطویل:\r\nاس تقریر پر وجہ عطف : کور اور استدر ک مسطور خوب واضح ہوگئی؛ اس لیے\r\nاس مضمون کو یہیں ختم کرتا ہوں۔ اگر چہ خوبی مزید توضیح اس بات\r\nکو مقتضی تھی کہ مثل\r\nعلم، ایمان\r\nکا ایک وصف فطری ہوتا، اور یہ بات کہ ایمان کمالات عملی میں سے ہے،\r\nپر\r\nعلم پر موقوف، اور نبوت کمالات علمی میں سے ہے، پر عمل کو ستلزم ۔ اور نیز یہ امر کہ\r\nانبیاء کس بات میں آپ تمام کے ساتھ علاقہ مولودیت رکھتے ہیں، اور امت کس\r\nبات میں ، اور پھر کیوں لفظ مشیر تولد مومنین کو لفظ مشیر تولد انبیاء سے مقدم رکھا ؟\r\nیہ باتیں کرتا اور حسب فہم موجہ کر جاتا، پر باندیشہ تطویل قدر ضرورت پر\r\nاکتفا کر کے عرض پرداز ہوں کہ:\r\nختم نبوت کی مزید تنقیح\r\nاطلاق خاتم اس بات کو مقتضی ہے کہ تمام انبیاء علیہم السلام کا سلسلہ نبوت\r\nآپ تمام پر ختم ہوتا ہے۔ جیسے انبیائے گزشتہ کا وصف نبوت میں حسب تقریر\r\nسے آپ تیل کی طرف محتاج ہونا ثابت ہوتا ہے ، اور آپ\r\nام کا اس وصف میں کسی کی طرف محتاج نہ ہونا ، اس میں انبیائے گزشتہ\r\nہوں ، یا کوئی اور ۔ اسی طرح اگر فرض کیجیے کہ آپ میلم کے زمانہ میں بھی اس\r\nزمین میں، یاکسی اور زمین میں، یا آسمان میں کوئی نبی ہو، تو وہ بھی اس وصف\r\nنبوت میں آپ تعلیم ہی کا محتاج ہوگا ، اور اس کا سلسلہ نبوت بہر طور آپ\r\nی ہی پر ختم ہو گا۔ اور کیوں نہ ہو عمل کا سلسلہ علم پرختم ہوتا ہے، جب علم ممکن\r\nللہ شر ختم ہولیا، تو پھر سلسایہ علم و عمل کیا چلے۔"
    },
    {
        "id": 33,
        "pageNo": 33,
        "pageText": "تحذیر الناس\r\nغرض اختتام اگر بایں معنی تجویز کیا جاوے، جو میں نے عرض کیا، تو آپ\r\nم کا خاتم ہو نا انبیائے گزشتہ ہی کی نسبت خاص نہ ہوگا ؛ بلکہ اگر بالفرض آپ\r\nلم کے زمانہ میں بھی کہیں اور کوئی نبی ہو، جب بھی آپ تمام کا خاتم رہنا\r\nبدستور باقی رہتا ہے، مگر جیسے اطلاق خاتم النبین اس بات کو مقتضی ہے کہ اس لفظ\r\nمیں کچھ تاویل نہ کیجیے، اور علی العموم تمام انبیاء کا خاتم کہیے ۔ اسی طرح اطلاق لفظ\r\nمِثْلَهُنَّ“ جو آیت:\r\nللهُ الَّذِي خَلَقَ سَبْعَ سَمَوَاتٍ وَمِنَ الْأَرْضِ\r\nمِثْلَهُنَّ يَتَنَزَّلُ الأمْرُ بَيْنَهُنَّ (1)\r\nمیں واقع ہے، اس بات کو مقتضی ہے کہ سوائے تباین ذاتی ارض و سما، جو لفظ\r\nسموات اور لفظ ارض سے مفہوم ہے، اور ان دونوں لفظوں کا ذکر کرنا اس باب میں\r\nبمنزلہ استثنا ہے ۔ اور نیز علاوہ اس تبائین کے جو بوجہ اختلاف لوازم ذاتی، یا\r\nاختلاف مناسبات ذاتی ، خواه من جملہ لوازم وجود ہوں، یا مفارق بين السماء\r\nوالارض، متصور ہے، اور بالالتزام مستثنی ہے، تجمیع الوجوہ بین السماء والارض\r\nمماثلت ہونی چاہیے۔\r\nآسمان و زمین کے مابین مماثلتوں کا بیان :\r\nمماثلت في الأمن با فی الحجمت:\r\nسواس میں سے مماثلت فی العدد اور مماثلت فی البعد اور فوق وتحت ہونے\r\nمیں مماثلت ، تو اس حدیث مرفوع سے معلوم ہوتی ہے، جس سے تحقیق سبع ارضین\r\nمعلوم ہوا ہے ۔\r\n(۱) سوره طلاق : ۱۲ -"
    },
    {
        "id": 34,
        "pageNo": 34,
        "pageText": "تحذیر الناس\r\nکلمات تحسین و تبریک\r\nحجتہ الاسلام، الامام محد قاسم النانوتوی قدس سرہ کے علوم و معارف کی انفرادیت\r\nو یکتائیت اور ان کی اہمیت و افادیت سے کون نا واقف ہے، لیکن پھر بھی ڈیڑھ صدی\r\nکے طویل عرصے میں بھی اکھ تمناؤں اور خواہشوں کے باوجود ان کے علوم کی تسہیل\r\nو تشریح کا کام کما حقہ منصہ شہود پر نہ آسکا۔\r\nیہ بے حد فرحت و انبساط اور سرور وابتہاج کا موقع ہے کہ حجۃ الاسلام اکیڈمی، دار\r\nالعلوم وقف دیوبند نے حضرت الامام النانوتوئی کے جمیع مصنفات کی تحقیق و تخریج اور\r\nتسہیل و تشریح کا عزم کیا ہے۔ بہت دنوں سے دلی تمنا اور خواہش تھی کہ کوئی اس\r\nسعادت کی طرف بھی سبقت کرے، جو کہ حجۃ الاسلام اکیڈمی کے حصے میں آئی، اور\r\nاکیڈمی اپنے قیام کے اول دن ہی سے جس نوعیت کی بحث و تحقیق اور تصنیف و تالیف کا\r\nفریضہ انجام دے رہی ہے، اور تین سال کے قلیل عرصے میں متعدد علمی اور تحقیقی\r\nتصنیفات منظر عام پر لا چکی ہے ، اس سے یہ امید قرین قیاس ہے کہ ان شاء اللہ ! اس\r\nکام میں کامیابی و کامرانی اس کی ہم رکاب ہوگی۔\r\nقابل مبارک باد اور لائق صد تحسین ہیں اکیڈمی کے فعال ڈائرکٹر عزیزی ڈاکٹر\r\nمولانا محمد شکیب قاسمی سلمہ کہ وہ عنان عزیمت تھام کر اکیڈمی کی ناخدائی کا فریضہ انجام\r\nدے رہے ہیں۔ اللہ تعالیٰ سے دعا ہے کہ اکیڈمی کے فعال و متحرک ارکان کی نصرت\r\nو اعانت فرمائے علمی و دینی ترقیات سے نوازے، اور توفیق ایزدی مدام رہے۔\r\nمحمد سالم قاسمی\r\nصدر متهم دار العلوم وقف دیوبند"
    },
    {
        "id": 35,
        "pageNo": 35,
        "pageText": "تحذیر الناس\r\nوسم\r\nاور صاحب مشکاۃ رحمۃ اللہ علیہ نے بحوالہ امام ترمذی علیہ الرحمہ اور امام احمد\r\nنور اللہ مرقدہ ”باب بدء الخلق میں اس کو روایت کیا ہے، اور ترمذی میں\r\nکتاب التفسیر میں سورہ حدید کی تفسیر میں روایت کیا ہے، وہ حدیث یہ ہے:\r\nوَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ - قَالَ: بَيْنَمَا نَبِيُّ اللَّهِ -\r\nصلَّى اللهُ عَلَيْهِ وَسَلَّمَ جَالِسٌ وَأَصْحَابُهُ، إِذْ أَتَى عَلَيْهِمْ\r\nسَحَابٌ، فَقَالَ نَبِيُّ اللَّهِ: هَلْ تَدْرُونَ مَا هَذَا؟ قَالُوا: اللَّهُ وَرَسُوْلُهُ\r\nأَعْلَمُ، قَالَ: هَذِهِ الْعِنَانُ هَذِهِ رَوَايَا الْأَرْضِ يَسُوقُهَا اللَّهُ إِلَى قَوْمِ لَا\r\nيَشْكُرُونَهُ وَلَا يَدْعُونَهُ، ثُمَّ قَالَ : هَلْ تَدْرُونَ مَا فَوْقَكُمْ؟ قَالُوا: اللَّهُ\r\nوَرَسُولُهُ أَعْلَمُ، قَالَ: فَإِنَّهَا الرَّفِيعُ سَقَفٌ مَحْفُوظٌ وَمَوْجٌ مَكْفُوت\r\nثُمَّ قَالَ : هَلْ تَدْرُونَ مَا بَيْنَكُمْ وَبَيْنَهَا؟ قَالُوا : اللَّهُ وَرَسُولُهُ أَعْلَمُ\r\nقَالَ : بَيْنَكُمْ وَبَيْنَهَا خَمْسُ مِئَاةٍ عَامٍ ثُمَّ قَالَ: هَلْ تَدْرُونَ مَا فَوْقَ\r\nذَالِكَ؟ قَالُوا : اللهُ وَرَسُولُهُ أَعْلَمُ، قَالَ : سَمَاءَ ان بُعْدُ مَا بَيْنَهُمَا\r\nخَمْسُ مِئَاةِ سَنَةٍ، ثُمَّ قَالَ : كَنَالِكَ عَدَ سَبْعَ سَمَوَاتٍ مَا بَيْنَ كُلِّ\r\nسَمَاتَيْنِ مَا بَيْنَ سَمَاءِ الْأَرْضِ، ثُمَّ قَالَ : هَلْ تَدْرُونَ مَا فَوْقَ\r\nذَالِكَ؟ قَالُوا : اللَّهُ وَرَسُولُهُ أَعْلَمُ، قَالَ : إِنَّ فَوْقَ ذَالِكَ الْعَرْشُ\r\nوَبَيْنَهُ وَبَيْنَ السَّمَاءِ بُعْدَ مَا بَيْنَ السَّمَائِينَ، ثُمَّ قَالَ : هَلْ تَدْرُونَ مَا\r\nالَّذِي تَحْكُمْ؟ قَالُوا : اللَّهُ وَرَسُولُهُ أَعْلَمُ، قَالَ: إِنَّهَا الْأَرْضُ ثُمَّ\r\n: هَلْ تَدْرُونَ مَا تَحْتَ ذَالِكَ؟ قَالُوا: اللَّهُ وَرَسُولُهُ أَعْلَمُ\r\nقَالَ : إِنْ تَحْتَهَا أَرْضَاً أُخْرَى بَيْنَهُمَا مَسِيْرَةُ خَمْسِ مِئَاةٍ سَنَةٍ حَتَّى\r\nعَدَّ سَبْعَ أَرْضِينَ بَيْنَ كُلِّ أَرْضَيْنِ مَسِيرَةُ خَمْسِ مِئَاةٍ سَنَةٍ، ثُمَّ"
    },
    {
        "id": 36,
        "pageNo": 36,
        "pageText": "تحذیر الناس\r\nقَالَ: وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ لَوْ أَنَّكُمْ دَلَّيْتُمْ بِحَبْلٍ إِلَى الْأَرْضِ\r\nالسُّفْلَى لَهَبَطَ عَلَى اللهِ، ثُمَّ قَرَأَ: هُوَ الْأَوَّلُ وَالْآخِرُ وَالظَّاهِرُ\r\nوَالْبَاطِنُ وَهُوَ بِكُلِّ شَيْءٍ عَلِيْمٍ ( ). رواه أحمد والترمذي.\r\nاس حدیث سے علاوہ اس کے یہ زمین سب میں اوپر ہے ، سات زمینوں کا\r\nہونا اور وہ بھی نیچے اوپر ہونا اور ہر ایک زمین سے دوسری زمین تک ساتوں زمینوں\r\nمیں پانچ پانچ سو برس کی راہ کا فاصلہ ہونا بتصریح ثابت ہے۔\r\nغرض یہ تین مماثلتیں تو اسی حدیث سے یہ تصریح معلوم ہو گئیں ، جس کے\r\nمعلوم ہونے سے یہ خیال کہ بعد منہائی تباسن کور کے یہ سب باتوں میں\r\nبشهادت اطلاق و عموم کلام ربانی مماثلت مراد ہے، اور بھی قوی ہو گیا۔\r\nدوسری وجوہ مماثلت:\r\nاور کیوں نہ ہو، اول تو مثلهن“ بھی اسی کلام اللہ میں ہے ، جس میں لفظ\r\nخاتم النبین ہے ، جس کے اطلاق اور نبیین کے عموم کے باعث کسی نے آج تک\r\nائمہ دین میں سے اس میں کسی قسم کی تاویل، یا تخصیص کا کرنا جائز نہ سمجھا۔ تورات\r\nوانجیل، یا کسی پنڈت\r\nکی پوتھی میں نہیں ، واحتمال تحریف و افترا ہو، پھرتس پر حد\r\nکور اس قدر مصدق خیال کور۔\r\nمماثلت في القبليت :\r\nپر حدیت\r\nعلاوہ بریں مقابل کعبۂ ارض آسمان میں بہت معمور کا ہونا اور پھر بائیں نظر کہ\r\n(1) امام ابن قیم جوزی، حاشیه این تیم الحمد علی معنی ملي والين (لبنان: دار الكتب العلميه ، بیروت\r\n۵۱۴۱۵ ) ، ج ۱۳ ص: ۵"
    },
    {
        "id": 37,
        "pageNo": 37,
        "pageText": "تحذير الناس\r\nام\r\nمقابل کعبہ اوپر کہیں تک جاؤ، اور نیچے تحت الثر کی تک تو کعبہ ہی ہے، خیال\r\nمماثلت کو اور دو چند مستحکم کر دیتا ہے۔ بایں ہمہ اطلاق مماثلت میں مزید رفعت\r\nمراجب نبوی متی ہے۔ یہاں تک کہ اطلاق : کور کو تسلیم نہ کیجیے، تو رسول اللہ\r\nمیمن کی عظمت اور رفعت کے سات حصوں میں سے کل ایک ہی باقی رہ جائے\r\nاور چھ حصے عظمت کم ہو جائے ۔ چناں چہ ان شاء اللہ! قریب ہی یہ معمہ حل ہوا\r\nچاہتا ہے۔\r\nمماثلث في العمرانيت:\r\nخیر اصل مطلب یہ ہے، جب یہ بات ثابت ہوئی کہ سات آسمان ہیں اور وہ\r\nبھی اوپر نیچے کیف ما اتفق ، دائیں بائیں ، آگے پیچھے واقع نہیں اور پھر ان میں\r\nپانچ پانچ سو برس کا فاصلہ نکلا ، اور اسی طرح زمینوں کا حال ہوا، تو یہ بھی یقینی سمجھنا\r\nچاہیے کہ جیسے ساتوں آسمانوں میں آبادی ہے، اور پھر اوپر کے آسمان والے نیچے\r\nکے آسمان والوں پر حاکم۔ ایسے ہی ساتوں زمینیں بھی آباد ہوں گی اور اوپر کی\r\nزمین والے نیچے کی زمین والوں پر حاکم ہوں گے۔\r\nمماثلت في الحکومت:\r\nدلیل حکومت اہل سموات فوقانی اول\r\nتو یہ حدیث ترمذی کی ہے:\r\nقَالَ التّرْمِذِي فِي أَبْوَابِ التَّفْسِيرِ فِي تَفْسِيرِ\r\nسُورَةِ سَبَا : حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ ال ضَمِيُّ، ثَنَا\r\nعَبْدُ الْأَعْلَى، ثَنَاءَ عنا\r\nنْ عَلِيٍّ بِنِ\r\nحُسَيْنِ عَنْ ابْنِ عَبَّاسٍ قَالَ : بَيْنَمَا رَسُولُ اللَّهِ -\r\nصَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - جَالِسٌ فِي نَفَرٍ مِّنْ"
    },
    {
        "id": 38,
        "pageNo": 38,
        "pageText": "تحذیر الناس\r\nأَصْحَابِهِ إِذْ رُمِي بِنَجْمِ فَاسْتَنَارَ فَقَالَ رَسُوْلُ اللَّهُ -\r\nصَلَّى اللهُ عَلَيْهِ وَسَلَّمَ : ا كُنتُمْ تَقُولُونَ لِمِثْلِ\r\nهَنَا فِي الْجَاهِلِيَّةِ إِذَا رَانَيُتُمُوهُ؟ قَالُوا: كُنَّا نَقُولُ:\r\nيَمُوتُ عَظِيمٌ أَوْ يُولَدُ عَظِيمٌ، فَقَالَ رَسُوْلُ اللَّهِ فَإِنَّهُ\r\nوتِ أَحَدٍ وَلَا لِحَيَاتِهِ وَلَكِنْ رَبُّنَا\r\nهُ وَتَعَالَى إِذَا قَضَى أَمْرًا سَبَّحَ حَمَلَهُ\r\nسَبَّحَ أَهْلُ السَّمَاءِ الَّذِيْنَ يَلُوْنَهُمْ ثُمَّ\r\nيَبْلُغَ التَّسْبِيحُ إِلَى هَذِهِ\r\nأل أهلُ السَّمَاءِ السَّادِسَةِ أَهْلَ\r\nابِعَةِ: مَاذَا قَالَ رَبُّكُمْ؟ قَالَ:\r\n، ثُمَّ يَسْتَخْبِرُ أَهْلُ كُلِّ سَمَاءٍ؛ حَتَّى\r\nرُ أَهْلَ السَّمَاءِ الدُّنْيَا وَتَخْتَطِفُ\r\nالشَّيَاطِينُ السَّمْعَ فَيُرْمَوْنَ فَيُقْلَقُونَ إِلَى أَوْلِيَائِهِمْ\r\nفَمَا جَاؤُا بِهِ عَلَى وَجْهِ فَهُوَ حَقٌّ، وَلَكِنَّهُمْ يُحَرِّفُوْنَهَ\r\nوَيَزِيدُونَ). هذا حديث حسن صحيح.\r\nاس مضمون سے صاف ظاہر ہے کہ حکم خداوندی ملائکہ کی نسبت جو کچھ ہوتا\r\nہے، وہ اس ترتیب سے پہو نچتا ہے۔ سو یہ بات بعینہ ایسی ہی ہے، جیسے حکم\r\nبا دشاہی ، جو کچھ ملا زمان ماتحت کی نسبت ہوتا ہے ، ان سے اوپر کے ملازموں کے\r\nواسطے سے ان تک پہو نچتا ہے، چناں چہ سب کو معلوم ہے۔\r\n(1) ترندی، محمد عیسی بن الحرومی تحقیق: احمد محمد شاکر و آخرون، (لبنان: داراحياء التراث العربي، وبطء\r\nدرت ) ، باب من سورة سباء رقم :۳۲۲۲، ج ۵، ص ۳۶۲"
    },
    {
        "id": 39,
        "pageNo": 39,
        "pageText": "تحذير الناس\r\nمماثلت فی الافضلیت:\r\nنیز بمقتضائے حدیث دیگر بھی یہی ہے ، جو شاہ عبد العزیز صاحب رحمہ اللہ\r\nتعالی نے تفسیر عزیزی، سورۃ بقرہ میں بذیل تفسیر آیت:\r\nثُمَّ اسْتَوَى إِلَى السَّمَاءِ فَسَوْهُنَّ سَبْعَ سَمَوَاتٍ ( ا ) .\r\nروایت کی ہے۔ چناں چہ فرماتے ہیں: ” بن المنذر از ابن عباس روایت\r\nکرده است که:\r\nسَيِّدُ السَّمَوَاتِ السَّمَاءُ الَّتِي فِيهَا\r\nالْعَرْشُ، وَسَيِّدُ الْأَرْضِينَ الَّتِي أَنْتُمْ عَلَيْهَا(۲)\r\nاس حدیث سے ایک تو مماثلتِ زائدہ معلوم ہوئی ، یعنی جیسے وہاں اوپر کا\r\nآسمان افضل ہے؛ کیوں کہ عرش اس میں ہے، یعنی اس سے متصل ہے۔ یہاں\r\nاوپر کی زمین، یعنی یہ زمین افضل ہے۔ دوسرے بدلالتِ التزامی یہ ثابت ہوا کہ\r\nاوپر کے آسمان والے نیچے والوں پر حاکم ؛ کیوں کہ افضلیت سماوات ظاہر ہے کہ\r\nباعتبار افضلیت سگان ہے ۔ سونوع میں افضلیت اس بات کو مقتضی ہے کہ فرد\r\nافضل و اکمل موصوف بالذات ہو؛ کیوں کہ موصوف بالذات کی طرف سے تو نوع\r\nواحد میں تفاوت افراد ممکن نہیں ؛ اس لیے کہ وہ ایک ہوتا ہے، اور جہاں دو نظر آتے\r\nہیں، بائیں نظر کے نوع واحد میں تعدد ترکیب کو مقتضی ہے، تا کہ اتحاد امر مشترک\r\nکی طرف راجع ہو ، اور تباین امور متبا ئنہ کی طرف ۔ پھر انجام کا روحدت لازم\r\nآتی ہے۔ اس صورت میں لاجرم یہ اختلاف و تفاوت معراض اور قابل کی\r\n(۲) سورة البقرة : ۲۹ -\r\n(۳) سیوٹی، جلال الدین، امرالمالکی (بیانات غیر مکتوب ) ، (باب) صفات السموات السبع ، ج : اص:۶ -"
    },
    {
        "id": 40,
        "pageNo": 40,
        "pageText": "تحذیر الناس\r\nطرف سے ہوگا؛ کیوں کہ حوادث میں جتنے اختلاف ہیں، وہ انہیں دو کی طرف، یا\r\nان کی متممات کی طرف، جیسے آلات و شرائط ہیں، منسوب ہوتی ہیں۔\r\nبوجہ تنگی مقام زیادہ شرح سے معذور ہوں، بایں ہمہ اہل فہم کے واسطہ یہ\r\nمضامین معروض ہوئے ہیں، ان کو اتنا بھی کافی ہے۔\r\nالغرض یہ اختلاف و تفاوت معروضات کی جانب ہوگا مگر ظاہر ہے کہ اس\r\nصورت میں فردا اکمل وہ واسطہ فی العراض ہوگا، جو اپنے معروضات کے حق میں\r\nموصوف بالذات ہوتا ہے، اگر چہ کسی اور کی نسبت وہ بھی معراض ہو۔ جیسے آئینہ\r\nوقت نور افشانی در ودیوار اگر در و دیوار کی نسبت واسطہ فی العراض اور موصوف\r\nبالذات ہے، تو آفتاب کی نسبت خود معروض ہے۔ سوایسے ہی امور مبحوث عنہا میں\r\nمجھے ۔ دوسرے محکم عدل افضلیت بالضرور اس بات کو مقتضی ہے کہ جو افضل ہو،\r\nوہ باقیوں پر حاکم ہو۔\r\nافضلیت کا تحلیلی جائزہ\r\nحکومت کی ماہیت:\r\nعلاوہ بریں حسنِ انتظام خداوندی جو ہر نوع میں نمایاں ہے، اس بات کو\r\nمقتضی ہے کہ جیسے افراد کا سلسلہ نوع پر اور انواع کا سلسلہ جنس پرختم ہوتا ہے ، اور\r\nاس وجہ سے جنس کے احکام و آثار انواع میں، اور انواع کے احکام وآثار افراد میں\r\nجاری وساری ہیں۔ یہ استقلال جو ہر فرد ذوی العقول میں گونہ نمایاں ہے ، اور اس\r\nوجہ سے وہ انتظام جو اس کے متحد ہو جانے اور اس کے اجتماع پر موقوف ہے ، باطل\r\nہو جاتا ہے۔ کسی ایک آدمی کے متعلق کر کے اس کو مستقل اعظم قرار دیا جائے ، جس"
    },
    {
        "id": 41,
        "pageNo": 41,
        "pageText": "تحذیر الناس\r\n۴۵\r\nکے سامنے یہ استقلال فرادی فرادی والے محتاج نظر آئیں؛ سو اسی کا نام\r\nحکومت ہے؛ بلکہ وجہ تکثر افراد کی غور سے کی جائے ، تو وہ عراض ہے ؛ کیوں کہ\r\nاگر کلی کو معروضات کے ساتھ عراض نہ ہو، تو یہ تعداد افراد ہرگز ظاہر نہ ہو، اور اس\r\nصورت میں مناسب یوں ہے کہ موصوف بالذات معروض پر بشرطیکہ قابلیت\r\nحکومت و محکومیت رکھتے ہوں حاکم ہوتا ، کہ متبوعیت باطنی در صورت متبوعیت\r\nظاہری من جملہ وضع الشئی فی محلہ سمجھی جائے ۔\r\nپھر فوقیت و خستیت باوجود اتحاد نوعی حکم عدل و حکمت اس بات کو مقتضی ہے\r\nکہ جیسے فرد تنزل نوعی اور نوع تنزل جنسی ہوتا ہے۔ اسی طرح ارواح ملا مگہ سافل،\r\nتنزل ارواح ملا مگہ عالی ہوں تو بہت مناسب ہے، تا کہ یہ تکثر اور فوقیت و حستیت\r\nدونوں صحیح ہوں؛ اس لیے کہ تنزل مرتبہ بھی مثل تکثر بجز عراض ممکن نہیں ۔ چناں چہ\r\nافراد کے تنزل نوعی ہونے سے اور انواع کے تنزل جنسی ہونے سے یہ بات ظاہر\r\nہے کہ تنزل و تکثر متلازم ہیں اور عروض پر موقوف۔ اور عراض کا قصہ آپ سن ہی چکے\r\nہیں کہ موصوف بالذات موصوف بالعرض پر جیسے باعتبار ظہور ولفو فاحکام بمعنی آثار\r\nحاکم ہوتا ہے، ایسے ہی باعتبار حکومت بھی حاکم ہونا چاہیے۔\r\nاس صورت میں کیفیت حال یہ ہوگی کہ ارواح سافلہ جو مرتبہ تکثر میں پیدا\r\nہوئی ہیں اور درجہ میں بھی نیچے ہیں، ارواح صغیرہ و حقیرہ ہوں، اور ارواح عالیہ جو\r\nدرجہ میں عالمی اور وحدت و مبدا کی جانب میں ہیں ، ارواح عظیمہ اور کبیرہ ہوں۔\r\nغرض جب مجموعہ حصص کو بیجیے، تو ایک روح اعظم مثل رب النوع ہو، اور\r\nجدے جدے حصے کر لیجیے، تو روح صغیرہ پیدا ہو۔ سو جب مرتبہ صغیر میں\r\nروحانیت ہے؛ چناں چہ افراد کے ملاحظہ سے ظاہر ہے، تو مرحمہ عظمت میں"
    },
    {
        "id": 42,
        "pageNo": 42,
        "pageText": "تحذیر الناس\r\nالا بهم\r\nروحانیت کیوں نہ ہوگی ؛ وصف ذاتی حالت اجتماع حصص میں تو اور بھی زیادہ قوی\r\nہوتا ہے۔ سو یہ اجتماع خصص اگر ہوتا ہے، تو موصوف بالذات ہی میں ہوتا ہے،\r\nمعروض میں نہیں ہوتا۔ کسی صحن میں پورا نور نہیں ؛ البتہ آفتاب میں سب حصے فراہم\r\nہیں؛ اس لیے مراجب فوقانی میں ارواح عظیمہ ہوں گی ، اور مراحب تحتانی میں\r\nارواح صغیرہ، اور اس وجہ سے فوق وتحت خارجی و ظاہری بھی ملحوظ رہنا چاہیے،\r\nتاکہ ظاہر و باطن متناسب رہیں۔\r\nروح نبوی میام کی منبعیت اور اس کی حاکمیت کا اثبات :\r\nبالجملہ وحدت نوعی و تکثر افرادی اور پھر فرق فوق وتحت با عتبار قانون عدل\r\nو حکمت اگر درست ہوسکتا ہے، تو یوں ہوسکتا ہے، جس طرح سے عرض کیا کہ ارواح\r\nعالیہ، ارواح سافلہ کے لیے موصوف بالذات ہوں، اور افضل ترین ملائکہ فلک\r\nہفتم کوئی ایک ملک ہو، جس کی روح منبع ارواح ملا مگر باقیہ فلک ہفتم بھی ہو، اور\r\nمنبج روح فرد افضل ترین ملا مگه فلک ششم بھی ہو کر پھر اس کی روح منبع ارواح\r\nباقیہ فلک ششم اور فردا مکمل ملا سکہ فلک پنجم علی ہذا القیاس۔ اور فردا کل ملا گہ\r\nفلک ہفتم کا ملائکہ فلک ہفتم کے لیے بھی منبع ہونا ، اور فرد اکمل ملائکہ فلک ششم\r\nکے لیے بھی منبع ہونا ، اور پھر ان کا اوپر ہونا اور فقط تابع ہونا ، اور اس کا نیچے ہونا اور\r\nمتبوع و منع ملائکہ باقیہ فلک ششم بھی ہونا ، ایسا ہو، جیسے آفتاب کا بہ نسبت آئینہ\r\nواقع فی الصحن اور بہ نسبت دھوپ سنقف منبع ہونا ، ظاہر ہے کہ دھوپ او پر ہے مگر\r\nچوں کہ منبع النور نہیں ، فقط تابع ہی ہے، متبوع نہیں ، اور آئینہ منور بایں نظر کہ در\r\nودیوار کے حق میں منبع النور بھی ہو گیا ہے، تو ان کے حق میں متبوع بھی ہے مگر یہی"
    },
    {
        "id": 43,
        "pageNo": 43,
        "pageText": "تحذیر الناس\r\nصورت اس وقت با ہم زمینوں کی بھی ہوگی ، کہ ساتوں کی ساتوں آباد بھی ہوں گی\r\nاور اوپر کی زمین کے فرد اکمل، اعنی محمد رسول اللہ ام کی روح پاک ، جیسے\r\nارواح انبیاء و مومنین کے لیے منبع ہو گی ، ایسے ہی فرد اکمل زمین ثانی کے لیے بھی\r\nمنبع ہوگی، اور باقی اس کی روح پاک باقی اس زمین کے سکان کے لیے بھی منبع\r\nہوگی اور فردا کمل زمین سوم کے لیے بھی منبع ہوگی۔ علی ہذا القیاس نیچے کی زمین تک\r\nخیال کرلو۔\r\nاور اس تقریر سے یہ و ہم بھی مرتفع ہو گیا کہ یہاں کا ہر فرد حاکم ومتبوع ہو، اور\r\nاراضی ماتحت کے افراد مقابلہ و متناظرہ اپنے اپنے نظائر کے تابع ۔\r\nجواب شبه\r\nبلکہ فقط فرد اکمل کا متبوع ہونا ، اور ارض سافل کے فرید اکمل کا اس کی نسبت\r\nاول تابع ہونا اور اس کے سبب افراد باقیہ کا تابع ہونا سمجھا جاتا ہے۔\r\nمثال:\r\nمثال مطلوب ہے، تو اول آفتاب اور آئینہ کے حال پر غور کیجیے، اوپر کی\r\nدھو ہیں ان دھوپوں کی اصل نہیں، جو آئینہ محسن سے پیدا ہوے ہیں۔ دوسرے\r\nدیکھیے لاٹ تو لفظیٹ پر مثلا حاکم، پر اس کی اردلی کے لوگ اس کی اردلی کے حاکم\r\nنہیں ؛ البتہ لاٹ بواسطہ لفٹینٹ ان پر بھی حاکم ہے۔ جیسے آفتاب بواسطہ آئینہ\r\nنیچے کی دھوپوں کا بھی مخدوم تھا۔\r\nاس تقدیر پر نیچے کی زمین سے سلسلہ نبوت شروع ہوگا اور رسول اللہ میایم"
    },
    {
        "id": 44,
        "pageNo": 44,
        "pageText": "تحذیر الناس\r\nM\r\nکے اوپر وہ سلسلہ ختم ہوگا۔ جیسے یہاں کی نبوت کا سلسلہ بھی آپ میں ہی پر\r\nاختتام پاتا ہے۔ اتنا فرق ہے کہ یہاں انبیائے باقیہ میں با ہم نسبت حکومت و محکومی\r\nمحض باشمارہ عقلی نہیں نکال سکتے ، اور نیچے کی زمین سے جو سلسلہ شروع ہوا ہے،\r\nاس میں باشارہ عقلی ہم کہہ سکتے ہیں کہ دوسرے زمین والے تیسری زمین والوں\r\nپر حاکم ہیں، اور تیسری زمین والے چوتھی زمین والوں پر علی ہذا القیاس۔\r\nسواس فرق کی تصیح اگر مثال سے منظور ہے، تو سینے کہ اہم بادشاہ کولاٹ پر اور\r\nلاٹ کو لفظی حٹ پر حاکم تو فقط اتنی ہی بات کے بھروسے کہہ سکتے ہیں کہ ہم کو ان\r\nمراتب کا باہم فوق وتحت ہونا معلوم ہے، پر لاٹ یا لفٹینٹ کے محکمہ اور عملہ میں یہ\r\nحکم برا بر جاری نہیں کر سکتے ۔\r\nنبوت کے دو سلسلے :\r\nغرض ایک سلسلہ نبوت تو فوق وتحت میں واقع ہے، اور باعتبار فرق مراجب\r\nمکانی اس کے فرق مراتب کی طرف اشارہ کیا گیا ہے ۔ اور ایک سلسلہ نبوت ماضی\r\nو مستقبل میں واقع ہے، اور باعتبار فرق مراتب زمانی اس کے فرق مراتب کی\r\nطرف اطلاع کی گئی۔\r\nتجد دامثال اور ماہیت زمانہ\r\nشرح اس کی یہ ہے کہ اہلِ فہم پر روشن ہے کہ زمانہ ایک حرکت ارادہ\r\nخداوندی ہے، اور یہی وجہ ہے کہ محققین صوفیائے کرام علیہم الرحمہ تجد رامثال کے\r\nوئل ہوئے؛ کیوں کہ حرکت میں مقولہ حرکت کا ایک فرد ہر آن میں جدا متحرک کو\r\nعارض ہوتا ہے۔"
    },
    {
        "id": 45,
        "pageNo": 45,
        "pageText": "تحذیر الناس\r\nکام\r\nعرض ناشر\r\nتحذیر الناس حجۃ الاسلام حضرت مولانا محمد قاسم نانوتوی نوراللہ مرقدہ ، بانی دار\r\nالعلوم دیو بند کے قلم کو ہر بار سے نکلے ہوئے ان نایاب جواہر پاروں میں سے ہے ، جس\r\nمیں حضرت ابن عباس بن کے ایک اثر کی ایسی تحقیق اور تنقیح ، اور مسئلہ ختم نبوت کی ایسی\r\nتوضیح اور تشریح کی گئی ہے کہ بلا مبالغہ یہ کہا جا سکتا ہے کہ اس سے پہلے اتنی تفصیل سے اس\r\nمسئلہ پر اس نوعیت کا کلام منصہ شہود میں نہیں آیا ہوگا۔\r\nعقیدہ ختم نبوت اسلامی عقائد کے باب میں ایک ناگزیر عقیدہ ہے، جو اہل\r\nاسلام کے یہاں غیر مختلف فیہ ہونے کے باوجود کچھ بدطینت اور باطل افراد ابتدائے\r\nاسلام ہی سے شقاق و نفاق کی چادر اوڑھ کر اس میں رخنہ ڈالنے کی ناکام کوشش کرتے\r\nآئے ہیں، اور گاہ بگاہ اس طرح کی جد جہد اور بھی ناروا ہوتی رہتی ہے، اور اپنی حرماں نصیبی\r\nاور بد عاقیمتی کی مثال قائم کرتے نہیں تھکتے۔\r\nچوں کہ حجۃ الاسلام اکیڈمی، دار العلوم وقف دیوبند کے اولین اساسی اور بنیادی\r\nاہداف واغراض میں سے حجتہ الاسلام رحمتہ اللہ علیہ کی تصنیفات کی تحقیق و تخریج اور تشریح\r\nوتو ضیح اور تسہیل کر کے ان کو خواص و عوام کے لیے یکساں مفید بنا کر شائع کرنا ہے، جس میں\r\nپہلا قدم تمام متون کی تحقیق و تخریج، اور دوسرا ان\r\nکی تسهیل و تشریح کا ہوگا۔ ان شاء اللہ تعالیٰ !\r\nاور اس بات کی وضاحت بھی ناگزیر ہے کہ حجۃ الاسلام حضرت نانوتوی کی تمام\r\nمؤلفات وافادات اب تک یک جا کہیں دستیاب نہیں ہیں ، جس سے علوم قاسمی کے خوشہ\r\nچھینوں کو کافی شکایت رہتی ہے کہ وہ فکر قائمی سے منسلک ہوتے ہوئے بھی باقی دارالعلوم کی\r\nفکر سے دوری محسوس کرتے ہیں۔ اور جو چند مؤلفات وافادات دستیاب ہیں بھی، تو ان\r\nمیں بہت سی خامیاں؛ بلکہ غلطیاں ہیں، جن کا ادر ک ان کو قدیم ترین نسخوں سے\r\nمراجعت کے بعد ہوا۔\r\nاس لیے حجۃ الاسلام اکیڈمی نے سلسلہ دار تمام تصانیف ومؤلفات کی اشاعت کا عزم"
    },
    {
        "id": 46,
        "pageNo": 46,
        "pageText": "تحذیر الناس\r\nوَالْعَاقِلُ تَكْفِيهِ الا شَـ\r\nزمانه امتداد حرکت خداوندی کا نام ہے:\r\ng\r\nاور یہی وجہ ہے کہ زمانہ مقدار حرکت ہے؛ کیوں کہ مقدار ہونے کے لیے\r\nتماثل اور تجانس ضرور ہے۔ خط کے لیے مقدار خط ہی ہوسکتا ہے، سطح کے لیے\r\nمقدار سطح، اور جسم کے لیے مقدار جسم، یعنی وہ چیز جس سے کمی بیشی مساوات معلوم\r\nہو، وہ ہم جنس ہی ہوتی ہے۔ یہی وجہ ہے کہ خط کو سطح سے نہیں ناپ سکتے ، اور اگر\r\nناپ بھی لیتے ہیں، تو اس کی ایک بعد سے جو از قسم خط ہے، ہوتا ہے۔ علی ہذا\r\nالقیاس اگر جسم کو سطح یا خط سے نا ہیں، تو اس کو بھی ایسا ہی سمجھو۔ بہر حال ! زمانہ ایک\r\nامتداد حرکت خداوندی کا نام ہے۔\r\nاگر اندیشہ تطویل نہ ہوتا ، تو اس بحث کو واشگاف کر دکھلاتا، پر کیا کیجیے، ذکر\r\nاستطر ادی بقدر ضرورت ہی زیبا ہے ، زیادہ نا زیبا ہے۔ تس پر اہل فہم سے یہ امید\r\nہے کہ فقط اشارہ ہی ان\r\nکو کافی ہو ، مگر در صورتیکہ زمانہ کو حرکت کہا جاوے، تو اس\r\nکے لیے کوئی مقصود بھی ہوگا، جس کے آنے پر حرکت منتہی ہو جائے۔\r\nحرکت سلسلہ نبوت کے لیے ذات محمدی عالی یہ ہی منتہی ہے:\r\nموحرکت سلسلہ نبوت کے لیے نقطہ ذات محمدی میلی منتہی ہے۔ اور یہ نقطہ\r\nاس ساقی زمانی اور اس ساق مکانی کے لیے ایسا ہے ، جیسے نقطہ کماس زاویہ ، تا کہ\r\nاشماره شناسان حقیقت کو یہ معلوم ہو کہ آپ مسلم کی نبوت کون و مکان، زمین\r\nو زمان کو شامل ہے۔\r\nزمانہ کی ماہیت کی رو سے ختم نبوت پر شبہ:\r\nرہا یہ شہد کے زمانہ توحد ختم نبوت بھی باقی ہے، اگر حقیقت زمانہ حرکت : کورہ"
    },
    {
        "id": 47,
        "pageNo": 47,
        "pageText": "تحذیر الناس\r\nہے، تو لازم آتا ہے کہ مقصود تک ابھی نہیں پہونچے، اور رسول اللہ یا نیم افضل\r\nالبشر نہ ہوں ؛ کیوں کہ مقصود و مطلوب نہیں، جو منتہائے حرکت : کورہ ہوگا ، وہی\r\nافضل ہوگا ؟\r\nجواب شبه\r\nسو یہ شبہ قابل اس کے نہیں کہ اہل فہم کو موجب تردد ہو، مگر بایں ہمہ دفع\r\nخلجان کے لیے معروض ہے کہ : ہر حادث زمانی کے لیے ایک عمر ہے کہ جس کی وجہ\r\nسے محققان صوفیائے کرام ہر حادث میں قائل تجد را مثال ہوے ؛ کیوں کہ زمانہ\r\nایک حرکت ہے، چناں چہ اس کا متجدد غیر قار الذات ہونا بھی اس کے مؤید ہے۔\r\nاس صورت میں مسافات متعددہ ہیں، اور حرکات متعدده من جمله حرکات سلسلة\r\nنبوت بھی تھی۔ موبوجہ حصول مقصود اعظم ذات محمدی بیان و حرکت مبدل بسکون\r\nہوئی؛ البتہ اور حرکتیں ابھی باقی ہیں، اور زمانہ آخر میں آپ میم کے ظہور کی\r\nایک یہ بھی وجہ ہے ۔ غرض باعتبار زمانہ اگر شرف ہے، تو مستقبل میں ہے کہ طرف\r\nمقصود ہے، نہ یہ کہ زمانہ مستقبل في حد ذاتہ اشرف ہے، اور باعتبار مکان جانب\r\nفوقانی ، تاکہ فوقیت مراتب پر دلالت کرے۔\r\nانسان وملائکہ کے مابین مماثلت پر شبہ:\r\nباقی یہ فرق کہ بنی آدم کا فر بھی ہوتے ہیں اور ملائکہ کا فرنہیں ہوتے ، یا ملائکہ\r\nتعداد میں زیادہ ہیں اور بنی آدم کم ؟\r\nجواب شبہ اور تناسب، مناسبت اور نسبت کا بیان:\r\nسواس کا جواب یہ ہے کہ یہ فرق اطلاق مماثلت میں قادح نہیں۔ یہ جو راقم"
    },
    {
        "id": 48,
        "pageNo": 48,
        "pageText": "تحذیر الناس\r\n۵۱\r\nسطور نے عرض کیا تھا کہ وہ تباین جو مقتضائے اختلاف مامیت ارض و سما اور لوازم\r\nمامیت ارض و سما، یا مناسبات ماهیت ارض و سما میں سے ہو، ملحوظ کر کے پھر تماثل\r\nدیکھنا چاہیے۔ سو جیسے عظمت سماوات اور صغر ارضین تشخصات وتعینات ارض و سما\r\nمیں داخل ہے، اور یہ اختلاف اس اختلاف مفہوم ہی میں آگیا۔ ایسے ہی بوجہ\r\nمناسبت اختلاف مقادیر سکان بھی ضرور ہے؛ بلکہ اس صورت میں اگر یہاں کے\r\nسکان\r\nکو وہاں کے سکان کے ساتھ وہی نسبت ہو، جو یہاں کی مقدار کو وہاں کی\r\nمقدار کے ساتھ ، ہر زمین کو اپنے مقابل کے ساتھ ہو، تو عجب نہیں۔ اور اس\r\nصورت میں ممکن ہے کہ ساتویں زمین میں بالشئی ہوں، اور وہ زمین اس زمین\r\nسے ایسی چھوٹی ہو، جیسے ساتویں آسمان سے یہ آسمان چھوٹا ہے، اور اگر سماوات\r\nسب برابر ہیں، تو زمینیں بھی سب برابر ہوں۔\r\nرہا فرق اسلام و کفر، بنا اس فرق کی اختلاف لوازم ذاتی اور اختلاف\r\nمناسبات ذاتی پر ہے۔\r\nہرشی کو اس کے مناسب وجود ملنا عدل خداوندی کا تقاضا :\r\nپر علم تناسب نہایت درجہ کا علم غامض ہے۔ علم کامل تناسب تو خدا ہی کو\r\nہے، سوا اس کے انبیاء علیہم السلام اور صدیقین کو جو حکمائے بنی آدم اور مصداق:\r\nوَمَنْ يُؤْتَ الْحِكْمَةَ فَقَدْ أُوْتِيَ خَيْرًا كَثِيرًا).\r\nہوتے ہیں، کچھ ہو، تو دیکھیے موافق آیت: «أَعْطَى كُلَّ شَيْءٍ خَلْقَهُ )، اور نیز\r\nبمقتضا اس حکم و عدی فخیم جس کا ہونا خدا کی ذات پاک میں مثل توحید یقینی ہے،\r\n(۱) سورۃ البقرہ: ۲۶۹\r\n(۲) سورة طه ۵۰"
    },
    {
        "id": 49,
        "pageNo": 49,
        "pageText": "تحذير الناس\r\n۵۳\r\nیہ ضرور ہے کہ گیہوں کو اس کے مناسب برگ و بار اور جو کو اس کے مناسب ، انگور کو\r\nاس کے، کھجور کو اس کے مناسب، روح انسانی کو اس کے مناسب، بدن اور روح\r\nحماری کو اس کے مناسب عطا ہو ، لیکن قبل مشاہدہ عطیات ہر نوع ایسا کوئی عاقل\r\nسمجھ میں نہیں آتا کہ یہ بتلادے کہ گیہوں کے لیے ایسے شاخ و برگ وبار\r\nہوں گے، اور جو کے ایسے، اور انسان کا ایسا دن ہوگا اور حمار کا ایسا۔ غرض تناسب\r\nو مناسبت یقینی ، پر وجہ تناسب و مناسبت معلوم نہیں ۔ علم الیقین ، عین الیقین جب\r\nبنے کہ ہم اندھوں کو وہ دیدۂ بصیرت عنایت ہو، جس سے یہ فرق ایسا نمایاں\r\nہو جائے ، جیسے اندھوں کو بعد بینا ہو جانے کے یہ بات معلوم ہو جاتی ہے کہ لال\r\nرزائی پر سبز گوٹ اور سبز رزائی پر لال گوٹ چھیتی ہے، سوا اس کے اور گوٹ زیبانہ\r\nہوگی۔ بالجملہ جس چیز کو خدا نے کسی چیز کے ساتھ جوڑ دیا ہے، یا مقابل میں رکھا،\r\nخالی کسی تناسب سے نہیں۔\r\nتشبيه النسبت بالنسبت کا علم تناسب کے جاننے پر موقوف :\r\nجب یہ بات معلوم ہوگئی ، تو اب سنیے کہ ! تشبیه نسبت به نسبت جب معلوم\r\nہو سکتی ہے، جب دو چیزوں کا تناسب پہلے جدا معلوم ہو، اور دو چیزوں کا جدا۔\r\nمثلاً : دوکو چار کے ساتھ وہ نسبت ہے، جو ہزار کو دو ہزار کے ساتھ۔ ظاہر ہے کہ اس\r\nتشابہ نسبت کا یقین بطور عین الیقین یا حق الیقین جب ہی متصور ہے کہ دو اور چار کا\r\nتناصف بھی معلوم ہو، اور ہزار دو ہزار کا تناصف بھی معلوم ہو۔\r\nالغرض تشریه نسبت به نسبت وحدت نوع نسبت کو مقتضی ہے، اور علم تشبیہ\r\nکور علم نوع : کورکو۔ اور ظاہر ہے کہ وہ مماثلت جو لفظ ”مثلهن“ سے بین"
    },
    {
        "id": 50,
        "pageNo": 50,
        "pageText": "تحذیر الناس\r\nالسماوات والارضین مفہوم ہے، تشریہ نسبت ہے، جس کو تشبیہ مرکب کہیے، تشہیر\r\nمفرد بہ مفرد نہیں؛ ورنہ زمین کو آسمان سے کیا مناسبت اور کیا مشابہت ۔ اور اگر ہو\r\nبھی کوئی مناسبت ، اور ظاہر ہے کہ کوئی نہیں تو ہمیں کیا۔\r\nآیت میں تشبیہ نسبت ہے کہ تشبیہ مفرد :\r\nآیت\r\nاللَّهُ الَّذِي خَلَقَ سَبْعَ سَمَوَاتٍ وَّمِنَ الْأَرْضِ مِثْلَهُنَّ (۱).\r\nمیں بالیقین تشبیہ نسبت ہے ؛ اس لیے کہ کم سے کم اگر نفس عدد میں مماثلت ہوگی ،\r\nتب یہ معنی ہوں گے کہ اس مجموعہ کے اجزا کو باعتبار کم منفصل اس مجموعہ سے وہ\r\nنسبت ہے، جیسے اس مجموعہ کے اجزا کو اس مجموعہ کے اجزا سے۔ اور اہل فہم جانتے\r\nہیں کہ یہ تاویل نہیں\r\nکہ دھینگا دھینگی تشبیہ مفرد کومرکب بنا لینا ہے؛ بلکہ یوں کہیے کہ\r\nبتا ویل مفرد بنا لیتے ہیں۔\r\nوجہ اس کی یہ ہے کہ جملہ تاویل مفرد ہوسکتا ہے، پر مفرد میں تاویل جملہ مکن\r\nنہیں ؛ سوکیوں نہیں؟\r\nوجہ اس کی یہ ہے کہ کثیر حقیقی کو تو بوسیلہ ہیئت اجتماعی واحد بنا سکتے ہیں، پر\r\nواحد حقیقی کو کسی طرح کثیر حقیقی نہیں بنا سکتے ۔ سو یہاں دیکھ لیجیے کہ کیا ہے، واحد حقیقی\r\nہے، یا کثیر حقیقی ، نہ عدد میں وحدت ہے ، نہ معدود میں، اور باعتبار ہیئت اجتماعی\r\nوحدت ہو بھی ، تو وہ مقصود بالذات بالا رادہ نہیں؛ البتہ عنوان مشبہ بہ اور عنوان\r\nمشبہ کہیے ، ورنہ اول تو مِنَ الْأَرْضِ مِقْلَهُنَّ فرماتے ، سَبْعَ\r\nأَرْضِینَ“ فرماتے ، جس میں لفظ کم ہو جاتے معنی واضح ہو جاتے ۔ کنایہ سے\r\n(1) سورۃ الطلاق :۱۲ -"
    },
    {
        "id": 51,
        "pageNo": 51,
        "pageText": "تحذیر الناس\r\nهم ۵\r\nبہر حال ! صراحت میں زیادہ وضاحت ہوتی ہے۔ باقی اس لفظ میں کوئی اور خوبی\r\nزیادہ نہیں ، مبالغہ فی عد والسبع متصور نہیں، جو یوں ہی کہیے کہ:\r\nالكتاب\r\nـةُ أَبْلَغُ مِنَ الصَّرَاحَ\r\nسوائے مماثلت فی العدد کہیے، تو کلام از\r\nقبیل \"المَعْنَى فِي بَطْنِ\r\nالشَّاعِر “ ہو جائے ۔ ذات و صفات کی بحث نہیں کہ الفاظ مستعملہ میں سے سوا اس\r\nلفظ کے ادائے معنی مقصود میں کام نہ دے۔ ہاں اگر مساوات فی المقادیر ہوتے ، تو\r\nالبتہ یہ عمل اس لفظ کے لیے بہت عمدہ تھا۔ دوسرے یہ تشبیہ نسبت اور علاوہ اس کے\r\nاور مناسبتیں اور مماثلتیں ، جو کور ہو چکیں، اس طرح سے ہرگز برابر راست نہ\r\nآتیں۔\r\nتشبیہ نسبت میں مشابہت طرفین ضروری نہیں :\r\nبالجملہ یہاں تشبیہ نسبت مقصود بالذات ہے، اور ظاہر ہے کہ تشبیہ نسبت میں\r\nمشابہت اور مناسبت طرفین علاوہ نسبیت : کورہ ہرگز ضروری نہیں؛ بلکہ ممکن ہے\r\nکہ غایت درجہ کا بون بعید ہو۔ یہی وجہ ہے کہ خدا تعالیٰ اپنی ان نسبتوں کو جو مخلوق\r\nکے ساتھ حاصل ہیں، ان نسبتوں کے ساتھ تشبیہ دیتا ہے، جو مخلوق کو مخلوق کے\r\nساتھ ہوتی ہے۔\r\nتشبیہ نسبت کی مثالیں قرآن مجید میں :\r\nمثلا فرماتے ہیں:\r\nضَرَبَ لَكُمْ مَّثَلًا مِّنْ أَنفُسِكُمْ، هَلْ لَكُمْ مِّمَّا\r\nمَلَكَتْ أَيْمَانُكُمْ مِّنْ شُرَكَاءَ فِيْمَا رَزَقْنَاكُمْ، فَأَنْتُمْ"
    },
    {
        "id": 52,
        "pageNo": 52,
        "pageText": "تحذیر الناس\r\n۵۵\r\nفِيْهِ سَوَاءٌ تَخَافُوْنَهُمْ كَخِيُفَتِكُمْ أَنْفُسَكُمْ ) .\r\nیا فرماتے ہیں:\r\nللهُ نُورُ السَّمَوَاتِ وَالْأَرْضِ مَثَلُ نُورِهِ\r\nكَمِشْكَاةٍ فِيهَا مِصْبَاحٌ الْمِصْبَاحُ فِي زُجَاجَةٍ\r\nالزُّجَاجَةُ كَأَنَّهَ\r\nمُبَارَكَةٍ زَيْ\r\nي يُوْقَدُ مِنْ شَجَرَةٍ\r\nبِيَّةٍ، يَكَادُ زَيْتُهَا\r\nيُضِي وَلَوْ لَمْ تَمْسَ نُورٌ عَلَى نُورٍ ) .\r\nعلی ہذا القیاس اور بہت جا تشبیہ نسبت مراد ہے، تشبیہ مفر نہیں۔ اور اس صورت\r\nمیں ہرگز نہ کسی طرح کا تجوز ہے، نہ کسی طرح کی تاویل ؛ بلکہ جیسے دو روپیوں کو چار\r\nروپیوں کے ساتھ وہ نسبت ہے، جو دو پہاڑوں کو چار پہاڑوں کے ساتھ ، یا ہزار\r\nجوتوں کو دو ہزار جوتوں کے ساتھ ، یا لہ کارٹیم کے سلسلہ کو اپنے مقابل کے سلسلہ کے\r\nساتھ ، یا مجذورات اعداد مرتبہ من الواحد الی غیر النہایہ کو اعداد مرتبہ کے ساتھ\r\nہے۔ اور اس تشبیہ میں باوجود یکہ طرفین کونستین میں کچھ مناسبت ہی نہیں، ہرگز\r\nکچھ مجاز نہیں، بلکہ تشبیہ اپنے معنی حقیقی پر ہے ۔ ایسی ہی طرح آیت الله الَّذِي“\r\nمیں خیال فرمائیے ۔\r\nآسمانی اور زمینی مخلوق میں مناسبت :\r\nاس صورت میں ہوسکتا ہے کہ ترکیات روحانی اور جسمانی بنی آدم اور\r\nحیوانات ارضی و غیره کوترکیبات روحانی و جسمانی ملا مگہ افلاک کے ساتھ وہی\r\n(1) سورۃ الروم : ۲۸ -\r\n(۲) سورة النور: ۳۵"
    },
    {
        "id": 53,
        "pageNo": 53,
        "pageText": "تحذیر الناس\r\n۵۶\r\nنسبت ہو، جو زمین کو فلک کے ساتھ ۔ اور یہ فرق کفر و اسلام نیرنگی تراکیب مختلفہ\r\nسے پیدا ہوا ہو۔ تو ضیح کی ضرورت ہو تو دیکھیے !\r\nجسم انسانی کے عناصر اربعہ:\r\nجیسے اجسام بنی آدم میں ترکیب عناصر ہے، اور اس ترکیب کو بوجہ مشاہدہ:\r\n(1) رطوبت ، (۲) سیوست، (۳) حرارت ، (۴) ” برودت خواص\r\nاربعہ، عناصر اربعہ دریافت کیا ہے ؛ کیوں کہ خاصہ کا وجود اپنے ملزوم اور مخصوص بہ\r\nکے وجود پر دلالت کرتا ہے۔\r\nروح انسانی کے عناصر اربعہ:\r\nایسے ہی بوسیلۂ خواص اربعہ یوں سمجھ میں آتا ہے کہ ارواح بنی آدم میں بھی\r\nچار عصر سے ترکیب دی ہے ، وہ خواص اربعہ کیا ہیں؟\r\n(۱) ایک تو مضمون استکبار سب میں تھوڑا بہت مشہور ہے۔\r\n(۲) دوسرا مضمون خواہش ۔\r\n(۳) تیسرا مضمون تا ثر اور انفعال بھی قلیل کثیر سب میں ہے۔\r\n(۴) چوتھے مضمونِ استقلال ۔\r\nعلی ہذا القیاس (۱) غصہ اور سبگ حرکتی ، (۲) اور نرمی اور کسل، بھی\r\nسب میں نظر آتی ہے، علی ہذا القیاس (۳) مضمون عصیان وانقیاد ، (۴)\r\nد نسیان وخطا بھی سب میں موجود ہے۔\r\nیہ بارہ چیزیں جو : کور ہوئیں، ان میں جن چار کولو، آتش و باد، د آب و خاک\r\nکے ساتھ ایک مناسبت ہے ، اہل فہم خود سمجھ لیں گے۔ بایں ہمہ جیسے اختلاف مقادیر"
    },
    {
        "id": 54,
        "pageNo": 54,
        "pageText": "تحذیر الناس\r\n۵۷\r\nعناصر سے فرق حرارت و برودت و رطوبت و سیوست امرجہ بنی آدم پیدا ہوتا ہے۔\r\nایسے ہی فرق مقادیر ملزومات خواص : کورہ سے امرجہ روحانی میں عجیب عجیب\r\nترکیبیں ظاہر ہوتی ہیں، جن میں ایک مزاج کفر یا اسلام بھی ہے ، مگر باوجود\r\nمناسبت : کورہ جو عناصر جسمانی اور عناصر روحانی میں : کور ہوئی ، تراکیب روحانی\r\nمیں تو کفر و اسلام حاصل ہوتا ہے، پر تراکیب جسمانی میں حاصل نہیں ہوتا۔\r\nسواسی طرح اگر تناسب بین الملائکہ وبنی آدم محفوظ رہے، اور یہاں فرق کفر\r\nو اسلام نمایاں ہو، وہاں نہ ہو، تو کون سی ایسی محال یا دشوار بات ہے، جس کی وجہ\r\nسے اطلاق مماثلت سماوارض میں متامل ہو جیئے۔\r\nبالجمله مماثلت بين السماء والارض تجميع الوجوہ ہے، اور یہ فرق امزجہ ملائکہ\r\nرحمت و ملا نگه عذاب و ملا مگر جنت و دوزخ و ملا مگہ متعینہ انتی ارواح وملا نگہ متعینہ\r\nقبض ارواح اس تناسب کی تصحیح کے لیے کافی ہے ۔ وَاللهُ أَعْلَمُ\r\nبِحَقِيقَةِ الْحَالِ.\r\nآمدن بر سر مطلب :\r\nجب ان اوہام کی مدافعت سے فراغت پائی، تو مناسب یوں ہے کہ پھر اصل\r\nمطلب کی طرف رجوع کیجیے ۔ ناظرین اوراق جب یہ بات سمجھ گئے ہیں کہ تشبیہ\r\nمتضمن آیت:\r\nاللَّهُ الَّذِي خَلَقَ سَبْعَ سَمَوَاتٍ وَمِنَ الْأَرْضِ مِثْلَهُنَّ“.\r\nتشبیہ نسبت ہے، تشبیہ مفرد نہیں ، جو تساوی مقادیر اجرام و مافیہا لازم آئے، تو یہ\r\nبات بھی سمجھ آگئی ہوگی کہ :"
    },
    {
        "id": 55,
        "pageNo": 55,
        "pageText": "تحذير الناس\r\n۵۸\r\nزمین اول کے فرد اکمل کی نسبت باقی زمینوں کے باشندوں سے:\r\nاگر بطور تشبیہ یوں کہا جائے کہ: فردا کمل فلک ہفتم کو افراد باقیہ فلک : کور\r\nکے ساتھ وہ نسبت ہے، جو فردا کمل فلک ششم کو اس کے افراد باقیہ کے ساتھ ، یا\r\nفرد اکمل زمین ہذا، یعنی خاتم النبین بی کوفر را کمل زمین دوم سے اسی طرح\r\nتشبیہ دیں اور مراد یہ ہو کہ آپ کو حضرت آدم، حضرت نوح، حضرت ابراہیم\r\nحضرت موسی ، حضرت عیسی علیہ السلام کے ساتھ مثلا وہ نسبت ہے، جو فرد اکمل\r\nزمین دوم کو حضرت آدم و غیر ہم علیہم السلام کے مقابل کے افراد زمین دوم کے\r\nساتھ ۔ اور اسی طرح اور افلاک اور اراضی باقیہ میں سمجھ لو، تو محبانِ نبوی جو نہم\r\nخدا دا د بھی رکھتے ہیں، متامل تو کیا ہوں گے، برضا ورغبت اس مضمون کو قبول\r\nکریں گے؛ کیوں کہ قطع نظر اشارہ حسنِ انتظام خداوندی اور دلالت آیت:\r\nاللَّهُ الَّذِي خَلَقَ سَبْعَ سَمَوَاتِ “ الخ اس صورت میں عظمت\r\nشان نبوی میان کس قدر ہے ، اگر ہفت زمین کو بطور : کور بترتیب فوق وتحت نہ\r\nمانیے ، تو پھر عظمت و شان محمدی ملایم به نسبت اس قدر عظمت کے جو در صورت\r\nتعلیم اراضی ہفت گا نہ بطور: کور لازم آتی تھی ، چھ گئی کم ہو جائے گی۔\r\nظاہر ہے بادشاہ ہفت اقلیم کو اگر کوئی نا دان فقط اسی اقلیم کا بادشاہ سمجھے، جس\r\nمیں وہ رونق افروز ہے ، تو یوں کہو کہ اس کی عظمت کے چھ حصے گھٹا دیے، فقط ایک\r\nہی پر قناعت کی ۔ غرض خاتم ہونا ایک امراضافی ہے، بے مضاف الیہ متحقق نہیں\r\nہو سکتا۔ سو جس قدر اس کے مضاف الیہ ہوں گے، اسی قدر خاتمیت کو افزائش\r\nہوگی ۔ جیسے بادشاہت ایک امراضافی ہے، محکوموں اور رعیت کی افزائش پر اس کی"
    },
    {
        "id": 56,
        "pageNo": 56,
        "pageText": "تحذير الناس\r\nمعم کیا ہے، جس میں درج ذیل امور کی طرف خاصی توجہ مبذول کی گئی ہے۔\r\n۵\r\n(1) قدیم ترین نسخوں سے مراجعت کو حتمی قرار دیا گیا ہے، تا کہ کسی طرح کی کمی،\r\nکو تاہی اور غلطی حتی المقدور باقی نہ رہ پائے ۔ اسی بنا پر اس کتاب کی اشاعت کے لیے\r\nقدیم ترین نسخہ - جو خیر خواہ پر لیں سہارنپور سے ۱۳۰۹ھر میں شائع ہوا تھا۔ کو معیار قرار\r\nدیا گیا ، اور اس کے علاوہ بھی متعدد نسخوں سے مراجعت کی گئی۔\r\n(۲) آیات در دایات کی تحقیق و تخریج کی طرف خاص عنان عزیمت مبذول کی گئی\r\nہے، تاکہ مستفیدین کی طمانیت خاطر کا سامان مہیا ہو ، اور بوقت ضرورت کتب محولہ سے\r\nمراجعت کرنے میں کوئی دشواری نہ ہو۔\r\n(۳) اصل متون میں چوں کہ ذیلی عنوانات مکتوب نہیں تھے، تو ذیلی عنوانات بہ\r\nمناسب مضامین کتاب کے اندراج کا اہتمام کیا گیا ہے۔\r\n(۴) اور جدید اسلوب نگارش اور علامات ترقیم کا خاص خیال رکھا گیا ہے ۔\r\nای مستحسن اور مباک سلسلہ کا آغاز \"تحذیر الناس' کی اشاعت سے کیا جارہا ہے۔\r\nامید کی جاتی ہے کہ تشنہ لبوں کی سیرابی کا سامان مہیا ہوگا، اور گم گشتہ گانِ راہ کو ان کی منزل\r\nمقصود تک پہونچنے میں ایک نئی کرن اور چنک محسوس ہوگی۔ ان شاء اللہ العزیز !\r\nمیں اس موقع پر مفتی عبد المنان صاحب قاسمی کا ذکر کرنا ضروری سمجھتا ہوں کہ جن کی\r\nجہد مسلسل سے یہ کتاب زیور طبع سے آراستہ ہو کر نذر قارئین ہونے جارہی ہے۔ موصوف\r\nنے نہ صرف دقت نظر کے ساتھ صحیح کا کام کیا ؛ بلکہ نصوص اور روایات کی تخریج کو بھی بحسن\r\nو خوبی انجام دیا۔ اللہ تعالیٰ موصوف کے لیے اس کام کو دنیا و آخرت کی فلاح و کامرانی کا\r\nذریعہ بنائے ، اور ان کی اس کاوش کو قبول فرمائے ۔ آمین\r\nمحمد شکیب قاسمی\r\nڈائرکٹر: حجتہ الاسلام اکیڈمی، دار العلوم وقف دیوبند\r\nار شعبان\r\nالمعظم ۱۴۳۹ھ مطابق، ارمئی ۲۰۱۷ء"
    },
    {
        "id": 57,
        "pageNo": 57,
        "pageText": "تحذير الناس\r\n۵۹\r\nترقی اور عظمت مرقوف ہے، مگر ہاں کوئی نادان آج کل کے نوابوں کو دیکھ کر دھوکا\r\nکھائے اور کہے کہ جیسے آج کل کے نواب بے ملک نواب ہیں، ایسے ہی\r\nآں حضرت تمیم کی خاتمیت اور انبیاء کی محتاج نہیں، جو اس کی ترقی اور افزائش\r\nکے لیے نبیوں کے تکثر کی ضرورت ہو۔\r\nالجملہ کوئی نادان یا کوئی منافق ایسی باتوں کی تسلیم میں متامل ہو ، تواہل فہم اور\r\nاہل محبت کو تو تامل نہیں ہو سکتا ۔\r\nحضرت الامام النانوتوی کے اس خاتمیت مستبطہ کا حکم :\r\nہاں بوجہ عدم ثبوت قطعی نہ کسی کو تکلیف عقیدہ دے سکتے ہیں، نہ کسی کو بوجہ\r\nانکار کا فر کہہ سکتے ہیں ؛ کیوں کہ اس قسم کے استنباط امت کے حق میں مفید یقین\r\nنہیں ہو سکتے، احتمال خطاباقی رہتا ہے؛ البتہ تصریحات قطعی الثبوت، تو پھر تکلیف\r\nکور اور تکفیر مسطور دونوں بجا۔ یہاں ایسی تصریحات درجہ قطعیت کو نہیں\r\nپہونچتی ، یعنی نہ کلام اللہ میں ایسی تصریح ہے، نہ کسی حدیث متواتر میں ۔\r\nحضرت ابن عباس کے اثر کی تحقیق:\r\nالبتہ حضرت عبد اللہ بن عباس ریحان یمنہ سے ایک اثر منقول ہے ، جو تواتر تک\r\nنہیں پہونچا ، نہ اس کے مضمون پر اجماع منعقد ہوا؛ اس لیے تکلیف اعتقاد اور\r\nتکفیر منکران تو مناسب نہیں، پر ایسے آثار کا انکار خصوصاً جب کہ اشارہ کلام ربانی\r\nبھی اسی طرف ہو، خالی ابتداع سے نہیں۔ ایسی باتوں کا منکر پورا اہل سنت\r\nو جماعت تو نہیں ؛ کیوں کہ ائمہ حدیث نے اس کی تصحیح کی ہے۔"
    },
    {
        "id": 58,
        "pageNo": 58,
        "pageText": "تحذیر الناس\r\nشاد کی تعریف، اقسام اور اس کا حکم :\r\n۶۰\r\nاور جس نے اس کو شاذ کہا ہے، جیسے امام بیہقی ، تو انہوں نے صحیح کہہ کے شاؤ\r\nکہا ہے، اور اس طرح سے شاؤ کہنا مطاعن حدیث میں سے نہیں سمجھا جاتا۔\r\nكَمَا قَالَ السَّيْدُ الشَّرِيفُ فِي رِسَالَتِهِ فِي\r\nأُصُولِ الْحَدِيثِ: قَالَ الشَّافِعِيُّ: الشَّاةُ مَا رَوَاهُ الثَّقَةُ\r\nمُخَالِفَا لِمَا رَوَاهُ النَّاسُ قَالَ إِبْنُ الصَّلَاحِ فِيهِ\r\nتَفْصِيْلٌ: فَمَا خَالَفَ مُفْرَدُهُ وَأَحْفَظَ مِنْهُ وَأَضْبَطَ\r\nفَشَاذْ وَمَرْدُودٌ، وَإِنْ لَمْ خَالِفٌ وَهُوَ عَدْلٌ ضَابط\r\nفَصَحِيحٌ، وَإِنْ رَوَاهُ غَيْرُ ضَابِط؛ لَكِنْ لَا يَبْعُدْ عَنْ دَرَجَةِ\r\nانْضِبَاطٍ فَحَسَنٌ، وَإِنْ بَعُدَ فَمُنْكَرٌ » ( ) .\r\nاس سے صاف ظاہر ہے کہ شاؤ کے دو معنی ہیں:\r\n(۱) ایک توری کہ روایت ثقہ مخالف روایت ثقات ہو۔\r\n(۲) دوسرے یہ کہ اس کا راوی فقط ایک ہی ثقہ ہو۔\r\nسو بایں معنی اخیر من جملہ اقسام صحیح ہے، نہ ضد صحیح۔ چناں چہ شیخ عبد الحق دہلوی\r\nعلیہ الرحمہ فرماتے ہیں:\r\nقالَ الشَّيْخُ عَبْدُ الحَق المُحَدِّث الدهلوي -\r\nرحمة الله عليه ـ فِي رِسَالَةِ أُصُولِ الْحَدِيْثِ“ الَّتِي\r\nطَبَعَهَا مَوْلَانَا أَحْمَد عَلِي - رَحِمَهُ اللهُ - فِي أَوَّلِ الْمِشْكَاةِ\r\nالْمَطْبُوْعَةِ: بَعْضُ النَّاسِ يُفَسِّرُونَ الشَّاذَ بِمُفْرَدِ الرَّاوِي\r\n(۱) شریف جرجانی، معرفی اصول داری، (مصدر الكتاب: http:/alwaraq.com) جام:۳۔"
    },
    {
        "id": 59,
        "pageNo": 59,
        "pageText": "تحذیر الناس\r\nYI\r\nمِنْ غَيْرِ اعْتِبَارِ مُخَالَفَتِهِ الشَّقَاتَ، كَمَا سَبَقَ، وَيَقُولُونَ:\r\nصَحِيْحٌ شَاةٌ وَصَحِيحٌ غَيْرُ شَاةٌ، فَالقُلُوذُ بِهَذَا الْمَعْنَى\r\nأيضا لَا يُنَافِي الصَّحْةَ كَالغَرَابَةِ، وَالَّذِي يُذْكَرُ فِي مَقَامِ\r\nالطَّعَنِ هُوَ مُخَالِفُ الشَّقَاتِ»( ). انتهى\r\nیہ عبارت بعینہ وہی کہتی ہے، جو میں نے عرض کیا۔ مولفظ شاذ سے کوئی\r\nصاحب دھوکا نہ کھائیں اور یہ نہ سمجھیں کہ جب اثر کورشاؤ ہوا، تو صحیح کیوں کر\r\nہو سکتا ہے، وہ شذوذ جو قادح صحت ہے، بمعنی مخالف ثقات ہے۔\r\nصحیح کی تعریف:\r\nچناں چہ سید شریف ہی رسالہ : کور میں تعریف صحیح میں یہ فرماتے ہیں:\r\nهُوَ مَا اتَّصَلَ سَنَدُهُ بِنَقْلِ العَدْلِ الصَّابِطِ عَنْ\r\nمِّثْلِهِ وَسَلِمَ عَنْ شُدُودٍ وَّعِلَّةٍ.\r\nوَنَعْنِي بِالْمُعْصِلِ مَالَمْ يَكُنْ مَقْطُوعًا بِأَيِّ وَجْهِ\r\nكَانَ، وَبال ل مَنْ لَمْ يَكُنْ مَسْتُورَ الْعَدَالَةِ وَلَا\r\nمَجْرُوحا، وَالصَّابِطِ مَنْ يَكُونُ حَافِظًا مُتَيَقّظاً،\r\nوَبِالشُّدُوْدِ مَايَرُوِيْهِ الثَّقَةُ مُخَالِفَا لِمَا بَرُويْهِ النَّاسُ،\r\nوَبِالْعِلْةِ مَا فِيهِ أَسْبَابٌ خَفِيفَةٌ عَامِضَةٌ قَادِحَةٌ .\r\nاس تقریر سے اہل علم پر روشن ہو گیا ہوگا کہ شذوذ بمعنی مخالفت ثقات مراد\r\nنہیں ، کیوں کہ شذوذ بمعنی مخالفت ثقات صحت کے لیے مضر ہے ، جو حدیث بایں\r\n(1) شیخ عبدالحق دہلوی، قصه فی اصول الحديث، تحقیق: سلمان حسینی النروي، (لبنان: دار البهائر\r\nالاسلامیة، بیروت، ۱۳۰۶۰۲۵ -۱۹۸۶ھ) ص: ۷۷\r\n(۲) ڈاکٹر محمود طحان\r\nكويت: مكتبة المعارف للانشر والتوزيع، و درت ) ج اص: ۱۷۔"
    },
    {
        "id": 60,
        "pageNo": 60,
        "pageText": "تحذير الناس\r\n۶۳\r\nمعنی شاذ ہے، وہ بیچ نہیں ہوسکتی، بایں ہمہ مخالفت و عدم مخالفت کا عقدہ بھی تقریر\r\nگزشتہ سے کھل گیا۔ اگر اثر حضرت عبداللہ بن عباس رضی اللہ عنہما مخالف تھا، تو\r\nجملہ خاتم النبیین کے مخالف تھا، یا ان احادیث کے معارض تھا، جو مین اور مفسر\r\nمعنی خاتم النبین ہیں۔ سو بعد مطالعہ تقریر گزشتہ اہل فہم کو تو ان شاء اللہ! کچھ تر دود\r\nنہ رہے گا کہ اثر : کور مؤید و مثبت معنی خاتم النبیین ہے، نہ مخالف ؛ بلکہ اثر : کور کا\r\nغلط ہونا البتہ ثبوت خاتمیت میں بہت قادح ہے ، اور کیوں نہ ہو ، در صورت انکار\r\nاثر معلوم خاتمیت کے سات حصوں میں سے ایک ہی حصہ باقی رہ جاتا ہے۔\r\nاثر ابن عباس کا اقرار وانکار اور شان نبوی میں تضعیف و تنقیص :\r\nاس صورت میں مدعیان محبت نبوی نیم سے ہم کو یہ توقع ہے کہ جیسا اس\r\nاثر کا انکار کرتے تھے ، اب اتنا ہی اقرار کریں ؛ بلکہ اس سے بھی بڑھ کر انکار میں تو\r\nتکذیب رسول قیام کا کھٹکا بھی تھا ، اقرار میں تو کچھ اندیشہ ہی نہیں ؛ بلکہ سات\r\nزمینوں کی جگہ اگر اکھ دوا کھ اوپر نیچے اسی طرح اور زمینیں تسلیم کرلیں ، تو میں ذمہ\r\nکش ہوں کہ انکار سے زیادہ اس اقرار میں کچھ وقعت نہ ہوگی، نہ کسی آیت کا\r\nتعارض، نہ کسی حدیث سے معارضہ ، رہا اثر معلوم، اس میں سات سے زیادہ کی نفی\r\nنہیں۔ سو جب انکار اثر : کور میں باوجود صحیح ائمہ حدیث یہ جرات ہے، تو اقرار\r\nاراضی زائدہ از سبیع میں تو کچھ ڈر ہی نہیں۔ علاوہ بریں بر تقدیر خاتمیت زمانی انکار\r\nاثر کور میں قدر نبوی میان ایام میں کچھ افزائش نہیں۔\r\nشان میں تضعیف و تنقیص کی واضح مثال :\r\nظاہر ہے کہ اگر ایک شہر آباد ہو، اور اس کا ایک شخص حاکم ہو، یا سب میں"
    },
    {
        "id": 61,
        "pageNo": 61,
        "pageText": "تحذیر الناس\r\nافضل، تو بعد اس کے کہ اس شہر کے برابر دوسرا ویسا ہی شہر آباد کیا جاوے اور اس\r\nمیں بھی ایسا ہی ایکھا کم ہو، یا سب میں افضل ، تو اس شہر کی آبادی اور اس کے حاکم\r\nکی حکومت ، یا اس کے فردا فضل کی افضلیت سے حاکم یا افضل شہر اول کی حکومت\r\nیا افضلیت میں کچھ کمی نہ آجائے گی۔ اور اگر در صورت تسلیم اور چھ زمینوں کے\r\nوہاں کے آدم و نوح و غیر ہم علیہم السلام یہاں کے آدم ونوح علیہم السلام و غیر ہم\r\nسے زمانہ سابق میں ہوں، تو باوجود مماثلت کلی بھی آپ کی خاتمیت زمانی سے\r\nانکار نہ ہو سکے گا، جو وہاں کے محمد علیم کے مساوات میں کچھ حجت کیجیے۔\r\nخاتم کا معنی راج اور آپ مسلم کی افضلیت مطلقہ کا ثبوت:\r\nہاں اگر خاتمیت بمعنی اتصاف ذاتی بوصف نبوت لیجیے، جیسا اس بیچ مداں\r\nنے عرض کیا ہے، تو پھر سوا رسول اللہ عالم اور کسی کو افراد مقصود بالخلق میں سے\r\nمماثل نبوی یتیم نہیں کہہ سکتے، بلکہ اس صورت میں فقط انبیاء کے افرادِ\r\nخارجی ہی پر آپ ایل کی افضلیت ثابت نہ ہوگی ، افراد مقدرہ پر بھی آپ\r\nان کی افضلیت ثابت ہو جائے گی؛ بلکہ اگر بالفرض بعد زمانہ نبوی میلی\r\nبھی کوئی نبی پیدا ہو، تو پھر بھی خاتمیت نبوی میل میں کچھ فرق نہ آئے گا، چہ\r\nجائے کہ آپ میم کے معاصر کسی اور زمین میں، یا فرض کیجیے! اسی زمین میں\r\nکوئی اور نبی تجویز کیا جائے۔\r\nکیا اثر ابن عباس جملہ خاتم النبیین کے مخالف ہے؟\r\nبالجملہ ثبوت اثر کور دونا مثبت خاتمیت ہے، معارض و مخالف خاتم النبیین"
    },
    {
        "id": 62,
        "pageNo": 62,
        "pageText": "تحذیر الناس\r\nنہیں، جو یوں کہا جائے کہ یہ اثر شاذ بمعنی مخالف روایت ثقات ہے۔ اور اس سے\r\nیہ بھی واضح ہو گیا ہو گا کہ حسب مزعوم منکران اثر اس اثر میں کوئی علت غامضہ بھی\r\nنہیں ، جو اسی راہ سے انکار صحت کیجیے؛ کیوں کہ اول تو امام بیہقی علیہ الرحمہ کا اس اثر\r\nکی نسبت صحیح کہنا ہی اس بات کی دلیل ہے کہ اس میں کوئی علت غامضہ ، خفیہ\r\nقادحہ فی الصحیہ نہیں ۔ دوسرے شذوذ تھا، تو یہی تھا کہ مخالف جملہ خاتم انہین' ہے،\r\nاور علت تھی ، تب یہی تھی ، اگر اور کوئی آیت یا حدیث ایسی ہی ہوتی ، جس سے\r\nسات سے کم ، زیادہ زمینوں کا ہونا، یا انبیاء کا کم و بیش ہونایا نہ ہونا ثابت ہوتا ، تو\r\nکہہ سکتے تھے کہ وجہ شذوذ یہ ہے ، مگر آج تک نہ کسی نے ایسی آیت و حدیث سنی،\r\nنہ مدعیوں نے پیش کی۔\r\nمنکران اثر : کور کی بے بسی کا واضح ثبوت:\r\nعلی ہذا القیاس مضمون علت قادحہ کو خیال فرمائیے ! آج تک سوائے مخالفت\r\nمضمون : کورکسی نے کوئی وجہ قادح فی الاثر المذکور پیش نہیں کی ، اور فقط احتمال بے\r\nدلیل اس باب میں کافی نہیں؛ ورنہ بخاری و مسلم کی حدیثیں بھی اس حساب سے\r\nشاذ و معلل ہو جائیں گی۔ اور نیز یہ بھی واضح ہو گیا ہوگا کہ یہ تاویل کہ یہ\r\nاسرائیلیات سے ماخوذ ہے، یا انبیائے اراضی ماتحت سے مبلغان احکام مراد ہیں،\r\nہرگز قابل التفات نہیں ۔\r\nوجہ اس کی یہ ہے کہ باعث تاویلات : کورہ فقط یہی مخالفت خاتمیت تھی ،\r\nجب مخالفت ہی نہیں، تو ایسی تاویلیں کیوں سکیجیے، جن کو مدلول معنی مطابقی سے کچھ\r\nعلاقہ ہی نہیں ۔"
    },
    {
        "id": 63,
        "pageNo": 63,
        "pageText": "تحذیر الناس\r\n۶۵\r\nاکابر کی رائے سے اختلاف مع الدلیل جائز:\r\nباقی رہی یہ بات کہ بڑوں کی تاویل کو نہ مانیے ، تو ان کی تحقیر نعوذ باللہ ! لازم\r\nآئے گی۔ یہ انہیں اگوں کے خیال میں آسکتی ہے، جو بڑوں کی بات فقط از راہِ\r\nبے ادبی نہیں مانا کرتے ۔ ایسے لوگ اگر ایسا سمجھیں تو بجا ہے۔\r\nالْمَرْءُ يَقِيسُ عَلَى نَفْسِه\r\nاپنا یہ وطیرہ نہیں ۔ نقصانِ شان اور چیز ہے اور خطا ونسیان اور چیز ۔ اگر\r\nبوجہ کم التفاتی بڑوں\r\nکا فہم کسی مضمون تک نہ پہونچا ، تو ان کی شان میں کیا نقصان\r\nآگیا ، اور کسی طفلِ ناداں نے ٹھکانے کی بات کہہ دی ، تو کیا اتنی بات سے وہ\r\nعظیم الشان ہو گیا !\r\nگاه\r\nباشد که کود کے\r\nناواں\r\nپر ہدف\r\nزند تیرے\r\nخلط\r\nمحدثین کا اصول :\r\nہاں جد وضوح حق اگر فقط اس وجہ سے کہ یہ بات میں نے کہی اور وہ اگلے\r\nکہہ گئے تھے، میری نہ مانیں اور وہ پرانی بات گائے جائیں ، تو قطع نظر اس کے کہ\r\nقانون محبت نبوی بم سے یہ بات بہت بعید ہے۔ ویسے بھی اپنی عقل و فہم کی\r\nخوبی پر گواہی دیتی ہے۔ پھر بائیں ہمہ یہ اثر اگر چہ بظاہر موقوف ہے، مگر بالمعنی\r\nمرفوع ہے؛ اس لیے کہ صحابی کا بطور جزم ان امور کا بیان کرنا، جن میں عقل کو دخل\r\nنہ ہو، اہل حدیث ( محدثین ) کے نزدیک مرفوع ہوتا ہے۔\r\nوجہ اس کی یہ ہے کہ صحابہ سب کے سب عدول اور پھر عدول بھی اول"
    },
    {
        "id": 64,
        "pageNo": 64,
        "pageText": "تحذیر الناس\r\nYY\r\nدرجہ کے، تقویٰ میں ایسے پہلے کہ اور کسی سے ان کی رئیس نہیں ہوسکتی۔ پھر یہ کب\r\nہو سکتا ہے کہ عمداً جھوٹ بولیں اور وہ بھی دین کے مقدمہ میں، نہ بطور احتمال،\r\nجیسا کہ استنباط میں ہوا کرتا ہے، ایسی باتوں میں جن میں عقل کو مداخلت ہے،\r\nدخل دے دینا ان سے ممکن ہے ؛ بلکہ واقع اور ان سے کیا ، تمام اکابر سے یہ بات\r\nمنقول ہے ، مگر اثر نا کور کا بطور جرم ہونا اور مضمون : کور کا عقلیات میں سے نہ\r\nہونا ظاہر وباہر ہے۔\r\nاثر کور کا منکر اہل سنت والجماعت سے خارج :\r\nموجب اثر کور مرفوع ہوا، اور سند اس کی صحیح ، آیت : کور اس کی مؤید،\r\nمحبت نبوی نم اس کی طرف مائل، حسنِ انتظام جو ہر نوع میں مشہور ہے، اس پر\r\nشاہد، عظمت قدرت اس پر دال تس پر بھی انکار کیا جائے، تو بجز اس کے کیا کہا\r\nجائے کہ: امثال روافض و خوارج واہل اعتزال ایسی باتیں کیا کرتے ہیں۔ ان\r\nفرقوں نے بھی بوجہ قصور فہم آیات ، وآلہ رویت و تقدیر وخلق افعال میں تاویلیں\r\nکیں، اور احادیث مصرحہ مضامین : کورہ کو تسلیم نہ کیا؛ بلکہ تکذیب سے پیش\r\nآئے ۔ سو جیسے آیات : کورہ کی تاویلوں اور احادیث : کورہ کی تکذیبوں کے\r\nباعث اہلِ حق نے ان کو دائرہ اہل سنت و جماعت سے خارج سمجھا۔ ایسے ہی مسکر\r\nاثر : کورکو بھی سمجھنا چاہیے۔\r\nمتبعانِ فرق ضالہ اور منکر ان اثر کور کے مابین فرق:\r\nاتنا فرق ہے کہ احادیث رویت وغیرہ اثر کور سے صحت میں اقوئی تھیں،\r\nاور آیات کوره دلالت : کورہ میں آیت: اللَّهُ الَّذِي خَلَقَ سَبْعَ"
    },
    {
        "id": 65,
        "pageNo": 65,
        "pageText": "تحذیر الناس\r\n۶۷\r\nسموات سے جو اطلاق مماثلت پر دلالت کرتی ہے، زیادہ اس لیے وہ بڑے\r\nبدعتی ہوں گے، یہ چھوٹے مگر ہر چہ بادا با دستی ہونا دونوں کا معلوم ، خاص کر جب\r\nیہ دیکھا جائے کہ آیات رویت کی دلالت، آیت کی دلالت سے زیادہ واضح، اور\r\nاحادیث رویت وغیرہ کی صحت، اثر : کور سے زیادہ قوی، تو کیا ہوا ۔ جیسے یہ فرق\r\nاس طرف سے ہے، مزاحمت خیالات عقلی میں قصہ الٹا ہے، یعنی رؤیت وغیرہ کے\r\nتسلیم کرنے سے کوئی بظا ہر قوی قوی دلائل مانع ہیں، ہر زمین میں آدم و نوح و غیر ہم\r\nعلیہم السلام کے تسلیم کرنے سے دلیل مانع نہیں ۔\r\nعلم بیست فلفی ہے:\r\nباقی خیالات اہل بیت اگر مزاحم تصدیق اصل اراضی هفت گانہ ہے، چہ\r\nجائے کہ وجو د انبیائے : کورین ، تو اول تو اس باب میں تنہا اثر : کور ہی نہیں ؛ بلکہ\r\nآیت : کورہ اس باب میں قریب نص کے ہے۔ دوسری وہ حدیث جو بر وایت\r\nابی ہریرہ میخان و حوالہ مشکاة بلفظہ او پر منقول ہو چکی ، اس کی معاضد، ادھر خیالات\r\nاہلِ بیت ظنی ، خود اہل ہیئت اس کے ظنی ہونے کے قائل اور ان کی دلائل کا ”انی\r\nہونا ظاہر ۔ سواگر کسی وہمی کو یہ و ہم دامن گیر بھی ہو کہ اس صورت میں افلاک با ہم\r\nمتصل نہ رہیں گے، مرکز زمین، مرکز عالم پر منطبق نہ رہے گا۔ تو اس کو اتنا کہہ دینا\r\nچاہیے کہ وہ خیالات جو ہزار طرح سے میچ ہو سکتے ہیں، انہیں احتمالات پر جو : کور\r\nہوے، موقوف نہ ہوں، معارض قول مخمر صادق نہیں ہو سکتے ۔\r\nہیئت دانوں کا آپس میں اختلاف :\r\nاگر اطمینان منظور ہے، تو دیکھ لیجیے! بطلیموسی کیا کہتے ہیں اور فیثا غوری کیا،"
    },
    {
        "id": 66,
        "pageNo": 66,
        "pageText": "تحذیر الناس\r\nYA\r\nیونانی کیا سکتے ہیں اور انگریز کیا ؟ بایں ہمہ حساب طلوع و غروب ، وخسوف وكسوف،\r\nوصیف و شتا و غیرہ سب برابر صحیح۔ جب باہم اہلِ بیت ہی میں یہ اختلاف ہے اور\r\nمقصد برابر حاصل تو پھر ان خیالات کے بھروسے انکار اقوال مخبر صادق کرنا نہایت\r\nنازیبا ہے۔\r\nاہل بیت مجسمہ جوشس\r\nو قمر وغیرہ کو متحرک مانتے ہیں اور زمین کو ساکن ، آخر\r\nبه ضرورت صحیح حساب حرکات اکثر افلاک میں خارج المرکز مانتے ہیں، اور جو\r\nبرعکس کہتے ہیں، وہ زمین کے مدار کو بیضوی کہتے ہیں۔ سواگر باعتبار شارح مخبر\r\nصادق زمین کو خارج المرکز کہہ لیا، تو کیا گناہ ہے ؛ بلکہ اس طرف خارج المرکز نہ\r\nمانیے اور اس طرف خروج مرکز مان لیجیے، تو بعد ضم بعض مقدمات جب بھی تصحیح\r\nحساب : کو ممکن ہے، اتنا فرق ہے کہ کسی نے یوں ہی اٹکل کے تیر مارے، کسی\r\nنے دیکھنے والوں کی زبانی کہا۔ خیر یہ بات دور جا پڑی۔\r\nحدیث میں تشبیہ فی المرتبہ مراد ہے:\r\nاور اثر کور کے الفاظ اس کے قریب قریب ہیں:\r\nفِي كُلِّ أَرْضِ آدَمُ كَادَمِكُمْ، وَنُوْحٌ كَنُوحِكُمْ، وَإِبْرَاهِيمُ\r\nكَابَرَاهِيْمِكُمْ ، وَعِيْسَى كَعِيْسَاكُمْ، وَنَبِيٍّ\r\nحملہ آخیر سے صاف روشن ہے کہ تشبیہ فی التسمیہ مراد نہیں، تشبیه في المرتبہ مراد\r\nہے۔ سو آدم کادکم الخ“ نام لے کر تشبیہ دینی ایسی ہے، جیسے عربی میں کہا\r\nکرتے ہیں:\r\nلكُل فِرْعَوْنَ مُوسَى.\r\nیا اردو میں کہتے ہیں : ” فلانے کا باوا آدم ہی نرالا ہے ۔"
    },
    {
        "id": 67,
        "pageNo": 67,
        "pageText": "تحذیر الناس\r\nفہرست مضامین\r\nکلمات تحسین و تبریک -\r\nعرض ناشر\r\nفهرست مضامین\r\nسلام او\r\nسلام او\r\nختم نبوت کے لیے آخر زمانی لازم مگراس کی حکمت وہ نہیں جو عوام سمجھتی ہے ۔\r\nہے۔ سما\r\nبنائے خاتمیت سے متعلق ایک شبہ\r\nجواب شبه\r\nموصوف بالذات اور موصوف بالعرض کی وضاحہ\r\nمثال\r\nآپ علیہ السلام کی نبوت ذاتی ہے .\r\nآپ علیہ السلام کی نبوت ذاتی ہونے کے دلائل ۔\r\nنبوت ذاتی کی پہلی دلیل : میثاق انبیاء علیهم السلام -\r\nدوسری دلیل نزول عیسی علیہ السلام -\r\nعلم نبوی اصلی ہے اور دوسروں کا علم عرضی ۔\r\nنبوت کمالات علمی میں سے ہے ۔\r\nنبوت کمالات علمی میں سے ہونے کے دلائل ۔\r\nپہلی دلیل: جامعیت علوم -\r\n۱۵\r\n۱۵\r\n14\r\n14\r\n12\r\n12\r\n12\r\n12\r\nIA\r\nIA\r\nوا\r\n19\r\nY"
    },
    {
        "id": 68,
        "pageNo": 68,
        "pageText": "تحذير الناس\r\n49\r\nغرض جیسے یہاں نام کور ہے، اور غرض مرتبہ و مقام سمی سے ہے، ایسے ہی\r\nاثر : کور میں بھی خیال فرمائیے کہ تشبیہ فی المرتبہ یعنی فی النسبت مراد ہے، فقط تشبیہ\r\nفی التسمیہ مراد نہیں ۔ ہاں کمال مماثلت اس بات کو مقتضی ہے کہ وہاں بھی یہی نام\r\nہوں اور شاید یہی وجہ ہے کس نام کو ذکر کیا۔\r\nغرض جملہ اخیرہ میں تشبیہ فی النبوۃ دے کر اور پہلے جملوں میں اسماء کا ذکر\r\nکر کے شاید اس جانب اشارہ کیا ہو کہ جیسے مقامات افراد اراضی سافله، مقاماتِ\r\nافراد اراضی عالیہ ہیں، ایسے ہی توافق فی الاسم بھی ہے۔\r\nحدیث : کور اور آیت میں تطابق اور تشبیہ کا بیان:\r\nجب تمام ان مضامین سے فراغت حاصل ہوئی ، اور بحمد اللہ ! تمام شکوک\r\nاور اوہام\r\nکا استیصال کی ہو گیا، تولازم یوں ہے کہ: توضیح بِي كَنَتِكُمُ الی\r\nطرح کیجیے، جس سے رسول اللہ لیا ایل کی افضلیت اور اراضی سافلہ کے خواتم کی\r\nآپ کے ساتھ مشابہت ؛ دونوں معاً ایسی طرح ثابت ہو جائیں کہ پھر کوئی حالت\r\nمنتظرہ باقی نہ رہے۔ اور نیز یہ اشکال بھی مرتفع ہو جائے کہ مماثلت فی النسبت کا\r\nآیت الله الذي“ میں مراد ہونا تو مسلم ، وجوہ کورہ بالا اس بات کے\r\nاثبات کے لیے کافی، پر اثر میں اس تشبیہ کو جو اول سے آخر تک موجود ہے، تشبیہ فی\r\nالنسبت کہنا بظا ہر مخالف ظاہر ہے۔ یہاں تو تشبیہ مفرد کہیے، تو بجا ہے، تشبیہ فی\r\nالنسبت کہیں گے، تو وہی تشبیہ مرکب لازم آئے گی۔\r\nبالجمله بغرض تصویر مشار الیها و دفع عبر مسطور کا یہ پیچ مداں اور بھی کچھ رقم طراز\r\nہے، پر اہل فہم وانصاف سے توجہ و اقرار حق کا خواستگار ہے:"
    },
    {
        "id": 69,
        "pageNo": 69,
        "pageText": "تحذیر الناس\r\nکمال نبوت بہت سی چیزوں پر موقوف ہے:\r\nسنیے انبوت وہ کمال ہے، جو مثل جمال امور کثیرہ پر موقوف ہے۔ حدیث:\r\nالرُّؤْيَا جُزْءٌ مِّنْ سِتَّةٍ وَأَرْبَعِيْنَ جُزْءٌ مِّنَ النُّبُوَّةِ ) .\r\nسب ہی کو یا د ہوگی ، بخاری وغیرہ صحاح میں موجود ہے۔\r\nدیکھیے ! اس حدیث سے صاف ثابت ہے کہ کمال نبوت کوئی امر بسیط نہیں۔\r\nسو جیسے جمال جملہ اعضائے ضروریہ کے مجتمع ہو جانے سے حاصل ہوتا ہے، ایسے\r\nہی کمال نبوت بھی تمام کمالات ضروریہ کے اجتماع سے حاصل ہوتا ہے ؛ مگر جیسے\r\nتناسب جمال کو کوئی ایک قاعدہ نہیں، ہر حسین میں ایک جدا ہی تناسب ہے۔ علی ہذا\r\nالقیاس تناسب کمالات نبوت بھی ایک ہی انداز پر نہیں ہوتا، کہیں کوئی تناسب ہوتا\r\nہے، کہیں کوئی ۔\r\nدو چیزوں کے مابین تناسب اور عدم تناسب کے اسباب و وجوہات:\r\nسو اگر دو نبیوں کے کمالات میں ایک ہی تناسب ہو، تو ایک کی نبوت\r\nدوسرے کی نبوت کے مماثل ہوگی نہیں تو نہیں؛ مگر جیسے اہلِ عالم میں دو جمال\r\nایک تناسب کے نظر نہیں آتے ، اگر چہ فی حدفاتہ ممکن ہو ۔ ایسے ہی دو کمال نبوت\r\nبھی ایک تناسب کے عالم میں معلوم نہیں ہوتے ۔ ہاں جیسے آئینہ میں عکسِ جمال کا\r\nتناسب بھی وہی ہوتا ہے، جو اصل جمال کا تناسب ۔ ایسے ہی عکوس سکمال نبوت کا\r\nتناسب بھی وہی ہوگا ، جو اصل کمال کا تناسب ہے ۔ اگر کہیں فرق پڑے گا ،\r\n(1) امام مسلم بن حجاج قشیری نیشا پوری ہی مسلم ( لبنان ودار الجبل ردا ر الافاق الجديدة ، بيرت،\r\nو طورت )، باب الردیا، رقم ۶۰۴۶، ج : ۷ ص :۵۲ -"
    },
    {
        "id": 70,
        "pageNo": 70,
        "pageText": "تحذیر الناس\r\nاے\r\nتو آئینہ یا ہویت معروض کی وجہ سے فرق پڑے گا۔ جیسے تناسب عکس جمال میں آئینہ\r\nکی وجہ سے کہیں فرق پڑ جاتا ہے ، یعنی کہیں عکس : کور اس تناسب پر معلوم نہیں\r\nہوتا ، جو اصل میں ہوتا ہے ؛ بلکہ اس کی نسبت لمبا یا موٹایا چوڑا انظر آنے لگتا ہے۔\r\nعلی ہذا القیاس آئینہ بے رنگ میں جیسے عکس برنگ اصل ہوتا ہے ، اور آئینہ\r\nسرخ و سبز میں عکس برنگ اصل نہیں رہتا؛ بلکہ الوان آئینہ کی تابع ہو جاتا ہے۔\r\nایسے ہی کیفیات عکوس نبوت میں اگر فرق پڑے گا، تو اس کا باعث کوئی کیفیت\r\nخاصہ آئینہ کا ہیت معراض نبوت ہوگا۔\r\nآپ کی نبوت ذاتی اور دیگر انبیا کی عارضی ہونے کی مزید تنقیح\r\nجب یہ بات ذہن نشیں ہوگئی ، تو آگے سنیے! تقریر متعلق معنی خاتم النبیین\r\nسے یہ بات تو سب ہی اہل فہم سمجھ گئے ہوں گے کہ: موصوف بوصف نبوت\r\nبالذات تو ہمارے رسول مین ہی ہیں، باقی اور انبیاء میں اگر کمال نبو ت آیا ہے،\r\nتو جناب ختم تاب اللہ عالم ہی کی طرف سے آیا ہے ، مگر بائیں لحاظ کہ ہر نبی کی\r\nروح اس کی امتوں کی ارواح کے لیے معدن اور اصل ہوتی ہے ۔ چناں چہ تقریر\r\nمتعلق آیت:\r\nالنَّبِيُّ أولى بِالْمُؤْمِنِينَ مِنْ أَنفُسِهِمْ.\r\nمیں اونی تامل کیجیے، تو اس پر شاہد ہے، یوں\r\nسمجھ میں آتا ہے کہ اور انبیاء رسول اللہ\r\nسے فیض لے کر امتوں کو پہونچاتے ہیں۔ غرض بیچ میں واسطہ فیض ہیں،\r\nمستقل بالذات نہیں ، مگر یہ بات بعینہ وہی ہے، جو آئینہ کی نور افشانی میں ہوتی\r\nہے۔ غرض جیسے آئینہ آفتاب اور اس دھوپ میں واسطہ ہوتا ہے ، جو اس کے وسیلہ"
    },
    {
        "id": 71,
        "pageNo": 71,
        "pageText": "تحذیر الناس\r\n۷۳\r\nسے ان مواضع میں پیدا ہوتی ہے، جو خود مقابل آفتاب نہیں ہوتی ، پر آئینہ مقابل\r\nآفتاب کے مقابل ہوتی ہیں۔ ایسے ہی انبیائے باقی بھی مثل آئینہ بیچ میں واسطہ\r\nفیض ہیں۔ غرض اور انبیاء میں جو کچھ ہے، وہ ظل اور کس محمدی نیلام ہے ، کوئی\r\nکمال ذاتی نہیں۔ پر کسی نبی میں وہ کس اسی تناسب پر ہے، جو جمال کمال محمدی\r\nیل میں تھا، اورکسی نبی میں بوجہ معلوم وہ مناسب نہیں رہا ہو، جہاں کہیں ”نبی\r\nگنبیکم فرمایا ہے، اس میں بقائے تناسب کی جانب اشارہ ہے۔\r\nبہر حال ! بعد لحاظ معنی خاتم النبیین اور تشبیہ مندرجہ نبيِّ كَنَبِیكُم یہ بات\r\nعیاں ہو جاتی ہے کہ اور زمینوں میں عکوس محمدی میانی اسی مناسب کے ساتھ ہیں،\r\nاور مفہوم تناسب سے اس تشبیہ کا تشبیہ فی انسبت ہونا بھی ظاہر ہوگیا، یعنی کمالاتِ\r\nاصل میں جو تشبیہ تھی، وہی نسبت کمالات کوس میں بھی محفوظ رہے۔\r\nاس صورت میں اگر اصل وظل میں تساوی بھی ہو، تو کچھ حرج نہیں ؛ کیوں کہ\r\nافضلیت بوجہ اصلیت پھر بھی ادھر رہے گی۔\r\nتشبیہ مفردلازم آنے کا شبہ:\r\nاور اگر یوں کہیے: مشبہ بہ ذات محمدی ہے، اور مشبہ فراد کی فراد کی ہر نبی\r\nکی ذات؛ اس لیے اس تشبیہ کو تشبیہ مفرد کہنا چاہیے، کہ مرکب ؟\r\nجواب شبه\r\nہماری طرف سے بھی سامنا ؛ مگر بہر حال ! مشبہ بہ اور مشبہ کو واحد کہو، یا متعدد،\r\nوجہ نسبت تناسب داخلی، یعنی تناسب بین الکمالات، اور تناسب خارجی ، یعنی\r\nتناسب بین الانبیاء ؛ دونوں ہی کو کہنا پڑے گا ، تاکہ اطلاق تشبیہ ہاتھ سے نہ جائے"
    },
    {
        "id": 72,
        "pageNo": 72,
        "pageText": "تحذير الناس\r\nاور افضلیت محمدی میم کے لیے یہ وجہ اور ہاتھ آجائے کہ جیسے آئینہ میں عکس\r\nزمین کی دھوپ عکس آفتاب کا طفیل ہے، اور اس وجہ سے آفتاب ہی کی طرف\r\nمنسوب ہونی چاہیے۔ ایسے ہی اور زمینوں کے خاتموں کے فیوض خواہ ارواح\r\nانبیاء ہوں ، یا ارواح امت ؛ ان کے کمال ہوں، یا ان کے ، سب آپ تمام ہیں\r\nکی طرف منسوب ہوں گے۔\r\nخلاصہ مضامین سابقہ:\r\nان تمام مضامین کے مطالعہ کرنے والوں کو یہ بات بخوبی روشن ہوگئی ہوگی کہ\r\nدر صورت\r\nتسلیم اراضی دیگر بطور معلوم شہادت جملہ خاتم النبیین ، تمام زمینوں میں\r\nہمارے ہی نبی پاک، شهر لولاک مین کی جلوہ گری ہوگی ، اور وہاں کے انبیاء\r\nباشید\r\nآپ مین ہی کے دریوزہ گر ہوں گے۔ اور سب جانتے ہیں کہ اس میں جو\r\nفضیلت ہے، درصورت انکا را راضی ما تحت وہ فضیلت ہاتھ سے جاتی رہے گی۔\r\nتعد دا راضی سے فضیلت نبوی میں اضافہ سے تعد دخدا کا شبہ:\r\nمگر ہاں شاید کسی صاحب کو یہ وسوسہ حیران کرے کہ اگر اور چھ زمینوں\r\nکے بطور معلوم ہونے میں حضرت خاتم النبیین عالم کی فضیلت کو یہ افزائش\r\nہے، تو اور چھ خداؤں کے تسلیم کرنے میں مثلاً اسی طور خدا کی خدائی کو بقدر\r\nمعلوم افزائش ہوگی؟\r\nجواب شبها یه شبه فساد عقل و دین پر منحصر\r\nسو ہر چند یہ شہد ان ہی اگوں کو ہو، تو ہو ، جو رسول اللہ قیام کو خدا کے برابر،\r\nاور آپ میمانیم کی نبوت کو خدا کی خدائی کے برابر سمجھتے ہیں، یعنی اس کے تعدد سے"
    },
    {
        "id": 73,
        "pageNo": 73,
        "pageText": "تحذیر الناس\r\nہم نے\r\nاس کا تعدد، اور اس کی وحدت سے اس کی وحدت پر ایمان لانے کو تیار ہوتے\r\nہیں۔ سوایسے اگوں سے ہمارا کلام بھی نہیں ، ہم تو کس شمار میں ہیں، وہ تو خدا کی\r\nبھی نہیں مانتے۔ ہاں بائیں خیال کہ شاید کسی ایسے ویسے سے سن سنا کر کسی اور کو\r\nدھوکہ نہ پڑے، یہ گزارش ہے کہ:\r\nخدائی کا انقسام بالذات وبالعرض کی طرف ناممکن :\r\nیوں\r\nتو اور بھی بہت سے اوصاف منقسم بالذات و بالعرض نہیں ہوتے ، پر ایک\r\nخدائی، دوسرے امکان خاص ؛ ان دونوں میں تو فرق بالذات وبالعرض نہیں\r\nہوتا ۔ جیسے امکان کے لیے ایک امکان بالذات ہی فرد ہے ، امکان بالغیر کی گنجائش\r\nنہیں ؛ ور نہ واجب اور ممتنع بھی کبھی ممکن خاص ہو جایا کرتے ۔ ایسے ہی خدا کے\r\nلیے بھی ایک یہی بالذات کی صورت ہے، ورنہ مکن اور ممتنع بھی کبھی نہ کبھی خدا\r\nہو جاتے ، اور بھی نہیں ، تو ان کا خدا ہونا ممکن تو ہوتا۔\r\nسوا ان دونوں وصفوں کے اور اوصاف مشہورہ ، خاص کر اوصاف مشترکہ بین\r\nالواجب و ممکن میں دونوں قسمیں ہوتی ہیں: کہیں بالذات، کہیں بالعرض ۔ باقی وہ\r\nبات، جس سے امکان اور خدائی کا ختم بالذات ہی کے ساتھ اختصاص سمجھ میں\r\nآجائے اور اوصاف با قیہ کا ان دونوں قسموں کی طرف منقسم ہو نا روشن ہو جائے ، یہ\r\nہے کہ : اکثر اوصاف کا ان دونوں قسموں کی طرف منقسم ہو جانا تو سب ہی جانتے\r\nہیں۔ پر یہ بھی سب جانتے ہوں گے کہ کسی وصف کے ساتھ اگر قید بالذات یا\r\nبالعرض لگالیں اور اس وصف مع المقید، یعنی مقید کو دیکھیں، تو پھر دوسری قسم کی گنجائش\r\nنہ رہے گی ؛ ورنہ اجتماع الضدین لازم آئے گا۔ ظاہر ہے کہ سواد بالذات بالعرض"
    },
    {
        "id": 74,
        "pageNo": 74,
        "pageText": "تحذیر الناس\r\n۷۵\r\nنہیں ہو سکتا اور مواد بالعرض بالذات نہیں ہوسکتا۔ اور ایسی موٹی بات ہے کہ کوئی\r\nصاحب اس میں متامل نہ ہو گا ۔ ہاں انہم ہی نہ ہو، تو پھر ان کا کچھ قصور نہیں۔\r\nسو اور مفہومات تو ان دونوں قیدوں سے معرکی ہیں، اور مفہوم امکان میں\r\nاور قید میں ماخوذ ہیں۔ خدائی کا مفاد تو موجودیت بالذات ہے، اور امکان کا مفاد\r\nموجودیت بالعرض ۔ اور نبوت اور رسالت میں ظاہر ہے کہ یہ بات مقصود ہے؛\r\nبلکہ مفہوم خدائی اور امکان چوں کہ مفہوم اضافی نہیں، تو یوں بھی نہیں کہہ سکتے کہ\r\nکہیں خدائی اور امکان مطلق ہو ، اور کہیں بالا ضافت۔ ہاں خاتمیت چوں کہ\r\nمفہوم اضافی ہے، تو یہ فرق اطلاق اور اضافت یہاں جاری ہو سکتا ہے۔\r\nباقی اس کا اضافی ہونا اور ان کا اضافی نہ ہونا سب ہی جانتے ہوں گے، میں\r\nکس لیے قلم گھاؤں۔ ہاں یہ بات قابل گزارش ہے کہ: امکان میں چوں کہ\r\nوصف بالعرض ماخوذ ہے، اور اس کے حق میں مسن جملہ ذاتیات ہے، تو یہاں بھی\r\nباوجود یکہ مفہوم بالعرض ماخوذ ہے، بالذات ہی میں انحصار رہا؛ کیوں کہ امکان\r\nمجموعہ موجودیت بالعرض کا نام ہے۔\r\nسوکسی صاحب کو یہ شبہ نہ پڑے کہ یہاں تو امکان بالعرض ہونا چاہیے تھا،\r\nبالذات کیوں ہوا؟\r\nجواب شبه:\r\nہاں مفہوم موجودیت کو دیکھیں ، تو البتہ یہی حساب ہے۔ اور ظاہر ہے کہ\r\nممکنات موجود فی الخارج ہوں، یا مرتبہ اعیان ثابتہ میں ان کو محقق ہو؛ دونوں جا"
    },
    {
        "id": 75,
        "pageNo": 75,
        "pageText": "تحذیر الناس\r\n۷۶\r\nموجود بالعرض ہیں، بالذات نہیں ؛ کیوں کہ یہاں وجود خارجی کے اوصاف\r\nانتزاعیہ میں سے ہیں، اور وہاں وجود باطنی کے اوصاف انتزاعیہ میں سے۔ اور\r\nسب جانتے ہیں کہ اوصاف انتزاعیہ موجود بوجود المنشا ہوتے ہیں، جس سے\r\nموجودیت بالعرض نیکتی ہے، موجود بالذات نہیں ہوتی ۔ وَاللَّهُ أَعْلَمُ\r\nوَعِلْمُهُ أَتَمَّ وَأَحْكَمُ\r\nخلاصه تقریم\r\nبعد اس تفصیل کے بطور خلاصہ تقریر وفذ لکہ دلائل یہ عرض ہے کہ : ہر زمین\r\nمیں اس زمین کے انبیاء کا خاتم ہے ، پر ہمارے رسول مقبول عالم میان ان سب\r\nکے خاتم ۔ آپ منی کو ان کے ساتھ وہ نسبت ہے، جو بادشاہ ہفت اقلیم کو\r\nبا دشاہان اقالیم خاصہ کے ساتھ نسبت ہوتی ہے۔\r\nجیسے ہر اقلیم کی حکومت اس اقلیم کے بادشاہ پر اختتام پاتی ہے؛ چناں چہ اسی\r\nوجہ سے اس کو بادشاہ کہا۔ آخر بادشاہ وہی ہوتا ہے ، جو سب کا حاکم ہوتا ہے۔ ایسے\r\nہی ہر زمین کی حکومت نبوت اس زمین کے خاتم پر ختم ہو جاتی ہے۔\r\nپر جیسے ہر اقلیم کا بادشاہ با وجود یکہ بادشاہ ہے، پر بادشاہ ہفت اقلیم کا\r\nمحکوم ہے ۔ ایسے ہی ہر زمین کا خاتم اگر چہ خاتم ہے، پر ہمارے خاتم النبین\r\nلام کا تابع ۔\r\nجیسے بادشاہ ہفت اقلیم کی عزت اور عظمت اپنی اس اقلیم کی رعیت پر حاکم\r\nہونے سے، جس میں خود مقیم ہے، اتنی نہیں کبھی جاتی ، جتنی کہ بادشاہان اقالیم باقیہ\r\nپر حاکم ہونے سے بھی جاتی ہے ۔ ایسی ہی رسول اللہ سیل یمن کی عزت اور عظمت"
    },
    {
        "id": 76,
        "pageNo": 76,
        "pageText": "تحذیر الناس\r\nLL\r\nفقط اس زمین کے انبیاء کے خاتم ہونے سے نہیں بھی جاسکتی، جتنی خاتمین اراضی\r\nسافلہ کے خاتم ہونے سے بھی جاتی ہے۔\r\nمسلمانوں کا المیہ:\r\nمگر تعجب آتا ہے آج کل کے مسلمانوں سے کہ کس تشدد سے اور خاتموں؛\r\nبلکہ خود زمینوں سے انکار کرتے ہیں۔ تیس پر مانے والوں پر کفر کا فتوی دیتے ہیں ، یا\r\nستی نہ ہونے کا اتہام کرتے ہیں۔ یہ وہی مثل ہوئی کہ ٹکٹوں نے ناک والوں کو نا کو\r\nکہا تھا۔\r\nخلاصہ مکنون خاطر منکرین اس صورت میں یہ ہوگا کہ رسول اللہ میمن کو اتنا\r\nعظیم الشان مت سمجھو، کا فر ہو جاؤ گے۔ رسول اللہ علیم سے اتنی محبت نہ کرو،\r\nدیکھو اسنی نہ رہو گے۔\r\nسواگر یہی کفر و اسلام اور یہی سنت و بدعت ہے، تو اس اسلام سے کفر بہتر\r\nہے، اور سنت سے بدعت افضل ۔\r\nامام شافعی علیہ الرحمہ نے ان اگوں کے مقابلہ میں جو محبت اہل بیت بوجہ غلو\r\nرفض سمجھتے تھے، یوں\r\nفرمایا تھا: شعر:\r\nإِنْ كَانَ رَفْضاً حُبُّ آلِ مُحَمَّدٍ\r\nفَلْيَشْهَدِ النَّقْلانِ إِنِّي رَافِضِي\r\nہم ان صاحبوں کے مقابلہ میں جو رسول اللہ علیم کے اس قدرا زیا د قدر\r\nسے کہ ان کے خیال سے کہ سات گئی ہو جائے ، یہ کہا مانتے ہیں کہ قائلین\r\nاز دیا قدر کو کافر، یا خارج از مذهب اہلِ سنت سمجھتے ہیں، اس شعر کو بدل کر یہ"
    },
    {
        "id": 77,
        "pageNo": 77,
        "pageText": "تحذير الناس\r\nپڑھتے ہیں:\r\nZA\r\nإِنْ كَانَ كُفْرًا حُبُّ قَدْرِ مُحَمَّدٍ\r\nفَلْيَشْهَدِ الثّقلان إِنِّي كَافِرٌ\r\nیہ تو خلاص یہ مطلب تھا۔\r\nخلاصہ دلائل:\r\nاب خلاصہ دلائل بھی سنیے کہ ! در بارہ وصف نبوت فقط اسی زمین کے انبیاء\r\nعلیہم السلام ہمارے خاتم انسین لینے سے اس طرح مستفید و مستفیض نہیں ، جیسے\r\nآفتاب سے قمر، کوا کپ با قیہ، بلکہ اور زمینوں کے خاتم النہین بھی آپ سے اسی\r\nطرح مستفید و مستفیض ہیں ، مگر یہ بات سات زمینوں کے ہونے اور ہر زمین میں\r\nانبیاء کے ہونے پر ، اور پھر ان انبیاء کے وصف نبوت میں معراض اور آپ میمانیم\r\nکے واسطہ فی العراض ہونے پر موقوف ہے، جب تک یہ بات ثابت نہ ہو ، تب\r\nتک ثبوت مطلب متصور نہیں ۔\r\nسوسات زمینوں کے ہونے پر تو ایک تو آیت اللَّهُ الَّذِي خَلَقَ\r\nسَبْعَ سَموات ، اور دوسرے حدیث مسطور، ایک جس کا سن اوله الی آخرہ\r\nنقل کر چکا ہوں۔ اور بعد ظہور توافق آیت و حدیث اس باب میں ان تفسیروں کا\r\nقول، جنہوں نے سبح ارضین سے سبع اقالیم مراد لی ہیں، یا ہفت طبقات زمین\r\nواحد تجویز کیے ہیں، معتبر نہیں ہو سکتا، خاص کر اہل فہم کے نزدیک؛ کیوں کہ آیت\r\nزکورہ بھی بے معونت و معیت حدیث مسطور تعداد اراضی پر، اور وہ بھی بقدر هفت\r\nایسی صاف دلالت کرتی ہے، جیسے آسمانوں کے سات ہونے لفظ سبع سماوات ۔"
    },
    {
        "id": 78,
        "pageNo": 78,
        "pageText": "5\r\nسلام علی\r\nسلام سلام\r\n۳۱\r\nهرا سلام\r\nھو\r\nM\r\nتحذیر الناس\r\nدوسری دلیل الفاظ کے لغوی معنی سے استمد لال\r\nنبوت دصدیقیت میں فرق فاعلیت و قابلیت اور اس کی مثالی\r\nنبوت وصدیقیت کی حقیقت\r\nشہید حقیقی کی پہچان ۔۔\r\nشہادت عملی کمال ہے ۔\r\nشہادت وصالحیت میں فرق افاضیت ومستفیضیت\r\nخلاصه کلام .\r\nتیسری دلیل بیثاق انبیاء علیهم السلام -\r\nچوتھی دلیل نبوت کی قدامت\r\nپانچویں دلیل: تربیت علمی\r\nچھٹی دلیل معجزہ بھی علمی ۔\r\nختم نبوت ذاتی و زمانی میں تلازم اور آپ کے تاثیر زمانی کی حکمہ\r\nآپ علیہ السلام کو کتاب بھی جامع ملی ۔\r\nختم نبوت کو تاخیر زمانی لازم ہے ۔\r\nتقدم و تاخر کے اقسام: زمانی ، مکانی اور مرتبی ۔\r\nانبیاء علیہم السلام میں متقدم و متاخر کی تعیین ۔\r\nمعنی جس کے عموم سے معنی خاتم کے عموم پر استدلال -\r\nختم نبوت زمانی کا منکر کا فر ہے ۔\r\nبنائے خاتمیت - متعلق شبہ کا خلاصہ جواب .\r\nآیت ختم نبوت کا واضح مفہوم -\r\nآپ صلی اللہ علیہ وسلم اور ابوت معنوی ۔۔"
    },
    {
        "id": 79,
        "pageNo": 79,
        "pageText": "تحذیر الناس\r\nوے\r\nجیسے سبع سموات کے معنی میں کسی نے یہ نہیں کہا کہ سات ٹکڑے ہیں، یا سات برچ\r\nمثلاً ، یاسات طبقے ، ایک آسمان کے ہیں۔ ایسے ہی یہاں یہ خیال باطل نہ باندھنا\r\nچاہیے۔ اور ہر زمین میں انبیاء ہونے کی دلیل بھی قطع نظر اس ثبوت کے جو اوپر\r\nمرقوم ہوا ، بدستور مضمون سابق ایک آیت ہے اور ایک حدیث ۔ آیت تو یہی :\r\nاللهُ الَّذِي خَلَقَ سَبْعَ سَمَوَاتٍ وَمِنَ الْأَرْضِ\r\nمِثْلَهُنَّ، يَتَنَزَّلُ الْأَمْرُ بَيْنَهُنَّ.\r\nاور حدیث وہ اثر حضرت عبداللہ بن عباس رضی اللہ عنہما، جس کی طرف اوپر\r\nاشارہ گزرا ۔ دلالت اثر تو ظاہر ہے ، پر دلالت آیت میں البتہ اتنی تفصیل نہیں۔ سو\r\nیہ اسی پر کیا موقوف ہے، اکثر آیات اسی طرح اپنے مطالب پر دلالت کرتے\r\nہیں۔ وجہ اس کی یہ ہے کہ :\r\nمَا قَلَّ وَكَفَى خَيْرٌ مِّمَّا كَفُرَ وَالْهَى\r\nيا: مَا قَلَّ وَدَلَّ، خَيْرٌ مِمَّا كَفُرَ وَأَمَلَّ .\r\nسو تمام آیات میں یہی ہے کہ الفاظ قلیل اور معانی کثیر، لیکن فہم ہوتو جتنا پورا\r\nپورا بیان مطالب کلام اللہ کے الفاظ میں ہوتا ہے، وتنا اور الفاظ اور بیانات تو در\r\nکنار، الفاظ حدیث میں بھی نہیں۔ پر تھوڑے سے الفاظ میں مطالب کثیرہ جو مجتمع\r\nہو جاتے ہیں، اور ایک دوسرے سے الفاظ جدے نہیں ہوتے ، یعنی ہر ایک\r\nمطلب کے لیے جدا لفظ نہیں ہوتا ؛ اس لیے ہم سے جاہلوں کو بسا اوقات معلوم\r\nنہیں ہوتے ۔ ہاں بدلالت شریح صحیح جو احادیث صحیحہ نبوی نام ہیں ؛ البتہ\r\nبڑے بڑے مطالب تھوڑے تھوڑے الفاظ سے نکل آتے ہیں۔"
    },
    {
        "id": 80,
        "pageNo": 80,
        "pageText": "تحذیرالناس\r\nA+\r\nقرآن کریم کی سب سے پہلی تفسیر حدیث ہے:\r\nغرض احادیث نبوی یم قرآن کی اول تفسیر ہے، اور کیوں نہ ہو ، کلام اللہ\r\nکی شان میں خود فرماتے ہیں:\r\nوَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَانًا لِّكُلِّ شَيْ.\r\nجب کلام اللہ میں سب کچھ ہوا، یعنی ہر چیز بالا جمال کور ہوئی ، تو اب\r\nاحادیث میں بجز تفسیر قرآنی اور کیا ہوگا، اور یہ بھی ظاہر ہے کہ رسول اللہ نیلام سے\r\nبڑھ کر قرآن داں بھی کوئی نہیں ہوا، اس صورت میں جو کچھ رسول اللہ یا ہم نے\r\nفرمایا ، وہی صحیح ہوگا ، اگر آپ تعلیم کی طرف کوئی قول منسوب ہو، اور عقل کے\r\nمخالف نہ ہو، تو گو با عتبار سنداتنا قوی نہ ہو، جیسے ہوا کرتی ہیں، تب بھی اور مفسروں\r\nکے احتمالوں سے تو زیادہ ہی سمجھنا چاہیے ؛ اس لیے کہ اقوال مفسرین کی سند بھی تو اس\r\nدرجہ کی کہیں کہیں ملتی ہے۔ پھر ان کی فہم کا چنداں اعتبار نہیں ہوسکتا ہے کہ ان سے\r\nخطا ہوئی ہو تس پر جب باعتبار سند بھی برابر ہوئی ۔ اور ایک آپ مین کا قول ہو،\r\nدوسرا کسی دوسرے کا، تو بے شک آپ اللہ ہی کا قول مقدم سمجھا جائے گا، اور اگر\r\nسند بھی حسب قانون اصول حدیث اچھی ہو، تو پھر تو تامل کا کام ہی نہیں ۔\r\nسودیکھیے الفظ تنزل\" کے اگر یہ معنی بیان کیے جائیں کہ نزول اوامر\r\nونواہی اور نزول وحی ہوتا ہے، اور اثر کور کو اس کی شرح کہی جائے، تو بائیں وجہ کہ\r\nبالمعنی مرفوع ہے اور با عتبار سند ی ، بے شک تسلیم ہی کرنا پڑے\r\nگا، بلکہ یہ قصہ ایسا\r\nہو جائے گا، جیسے کسی اندھے کی آنکھ بنا کر اس سے پوچھیں : آفتاب کہاں ہے؟ اور\r\nوہ ٹھیک بتلائے اور آفتاب کو دیکھ کر اس کو چھینک آئی ، تو جیسے آفتاب کا اس جا پر"
    },
    {
        "id": 81,
        "pageNo": 81,
        "pageText": "تحذير الناس\r\nAl\r\nہونا اس کی بینا ہو جانے پر شاہد، اور اس کا بینا ہو جانا آفتاب کے اس جگہ ہونے\r\nپر ۔ ایسی ہی یہ آیت تو اثر کور کی مصدق ہے، اور اثر : کورآیت کی مصدق۔ اس پر\r\nمجھ کو ایک نقل یاد آئی\r\nحضرت جنید بغدادی کے کشف کا واقعہ:\r\nحضرت جنید رحمہ اللہ سے کسی مرید کا رنگ یکا یک متغیر ہو گیا۔ آپ نے سبب\r\nپوچھا، تو بروئے مکاشفہ اس نے یہ کہا کہ: اپنی اماں کو دوزخ میں دیکھتا ہوں۔\r\nحضرت جنید نے ایک اکھ، یا پچھتر ہزار بار کبھی کلمہ پڑھا تھا، یوں سمجھ کر کہ بعض\r\nروایتوں میں اس قدر کلمہ کے ثواب پر وعدہ مغفرت ہے ، اپنے جی ہی جی میں اس\r\nمرید کی ماں کو بخش دیا اور اس کو اطلاع نہ کی مگر بخشتے ہی کیا دیکھتے ہیں کہ وہ جوان\r\nہشاش بشاش ہے۔ آپ نے پھر سبب پوچھا، تو اس نے عرض کیا کہ: اب اپنی\r\nوالدہ کو جنت میں دیکھتا ہوں۔ سو آپ نے اس پر یہ فرمایا کہ: اس جوان کے\r\nمکاشفہ کی صحت تو مجھے کو حد دے معلوم سے معلوم ہوئی ، اور حدیث کی تصحیح اس کے\r\nمکاشفہ سے ہوگئی ۔\r\nسوایسے ہی یہاں بھی سمجھیے کہ آیت : کور به تفسیر مشار الیہ تو اثر : کور کی موید\r\nاور اثر : کور تفسیر کور کے موافق ۔ بالجملہ قومی احتمال اس آیت میں نزول وحی ہوتا\r\nہے، پھر ”بینھن “ کی ضمیر یا تو فقط ارض مع مشہلن کی طرف راجع ہوگی، اور بوجہ\r\nقرب اس طرف زیادہ دھیان جاتا ہے ، یا سموات اور ارض مع مشاہن سب کی\r\nطرف، بہر حال ! مطلب یہی ہوگا۔\r\nسونز ولي امر بين السموات تو حدیث ترمذی سے، جس کی طرف ہم اشارہ"
    },
    {
        "id": 82,
        "pageNo": 82,
        "pageText": "تحذیر الناس\r\nAr\r\nکر چکے ہیں، معلوم ہو چکا، اور یہاں اس آیت اور اس اثر سے معلوم ہوتا ہے۔\r\nاور ظاہر ہے کہ اس نزولی امر کو نبوت لازم ہے۔\r\nغایت ما فی الباب ملائکہ کو حسب اصطلاح 'نبی' نہ کہو، پر نبوت بمعنی نزول\r\nاوامر بہر حال ثابت ہے، اور یہ بات پہلے ثابت ہو چکی کہ یہ زمین سب زمینوں\r\nسے اوپر ہے، اور وہ زمینیں اوپر تلے اس کے تلے واقع ہیں، اور نزول اوپر سے\r\nکسی چیز کے آنے کو کہتے ہیں۔ اس صورت میں نزولی امرا دھر سے اُدھر کو ہوگا ،\r\nتاکہ مضمون ”بينه متحقق ہو؛ کیوں کہ نزول احکام الہی اراضی باقیہ میں\r\nبے واسطہ حضرت سرور کائنات میان ہوا کرتا، تو در صورتیکه مرجع ضمیر جمع : کور\r\nمیں اراضی بھی داخل ہوں، تو یوں نہ فرماتے ؛ بلکہ يَتَنَزَّلُ الْأَمْرُ فِيهِنَّ، يا\r\n”عَلَيْهِنَّ» فرماتے ۔ واللہ اعلم۔\r\nباقی اس\r\nکی تصحیح میں بے ہودہ تاویلیں جب گھڑیے، جو معنی متبادر کے لیئے\r\nمیں کچھ دقت ہو؛ بلکہ انصاف سے دیکھیے تو معنی حقیقی یہی ہیں کہ : ادھر سے ادھر\r\nنزول سمجھا جائے اور وجی : کور بواسطہ محمد رسول اللہ علیم نیچے کے انبیاء کو اس\r\nطرح پہونچے ، جیسے حکام کے احکام ملا زمان بالا دوست کے واسطہ سے ملا زمان\r\nماتحت کو پہونچتے ہیں۔ اور وہ مضمون ”عُلِّمْتُ عِلْمَ الأَوَّلِينَ\r\nوَالْآخِرِينَ“ بہ نسبت انبیائے ماتحت اس طرح سے راست ہو کہ اول آپ\r\nم کو وحی آئی اور پھر ملائکہ کے واسطہ سے ان کو پہونچی ، اور یہ نہیں تو نہ سہی،\r\nمجرد حصول تجمیع علوم ہی کافی ہے ۔ یوں ہو ، یا جیسے علوم انبیائے زمین ہذا حاصل\r\nہوئے۔\r\nباقی رہا آپ کا وصف نبوت میں واسطہ فی العراض اور موصوف بالذات ہونا، اور"
    },
    {
        "id": 83,
        "pageNo": 83,
        "pageText": "تحذیر الناس\r\nانبیائے ماتحت علیہم السلام کا آپ میں ان کے فیض کا معروض اور موصوف بالعرض ہونا،\r\nوہ تحقیق معنی خاتمیت پر موقوف ہے، جس کی شرح وسط ما پن بھی اوپر کر چکا ہوں۔\r\nقارئین سے گزارش:\r\nاب یہ گزارش ہے کہ : مضامین سابقہ کو فرادی فرادی اگر دیکھیے ، تو عجب نہیں\r\nکہ بعضے حجتی لا امتی تسلیم میں کچھ حیلہ و حجت کریں، اور بعضے نا معقول معقولی بایں\r\nخیال کے اکثر استدلالات : کورہ منی نہیں ہو کیا اعتبار تکرار سے پیش آئیں ، پر\r\nاہلِ فطانت و فراست اور اہلِ حدس سے تو یوں امید ہے کہ جیسے اختلاف\r\nمتشکلات کو دیکھ کر بعد ملاحظہ قرب و بعد با ہمی و لحاظ کرویت ارض و سما یہ سمجھے کہ نور\r\nتحمر نور آفتاب سے مستفید ہے۔ ایسے ہی بعد لحاظ مضامینِ مسطوره فرق مراجب\r\nانبیاء کو دیکھ کر یہ سمجھیں کہ کمالات انبیائے سابق اور انبیائے ماتحت کمالات محمدی\r\nیم سے مستفاد ہیں ۔ اور جیسے اختلاف تشکلات و غیرہ تنہا تنها دلالت مطلوب\r\nمیں کافی نہیں ، اسی طرح مضامین : کورہ فراولی فراولی گو کسی بد فہم کا کافی نہ معلوم\r\nہوں، پر سب مل کر لاریب مضمون معلوم پر اتنی تو دلالت ضرور کرتی ہیں، جتنی\r\nاختلاف تشکلات قمر و غیره استفاده : کور پر ۔ یا یوں کہیے: جیسے بہت عوارض عامہ\r\nسے مل کر ایک خاصہ مطلق پیدا ہو جاتا ہے اور خاصہ بن جاتا ہے۔ چناں چہ رسم\r\nناقص ایسا غوجی کے دیکھنے سے ظاہر ہے۔\r\nایسے ہی دلائل : کورہ اگر کسی کی نظروں میں تنہا تنہا عام بھی ہوں، تو سب مل\r\nکر مطلوب کور کے مساوی ہی ہو جاتے ہیں مگر یہ بات بطور تنزل وجزم\r\nو احتیاط معروض تھی ، نظر غائر اور کمر صائب ، اور طبع سلیم اور ذہن مستقیم ، اور عقل"
    },
    {
        "id": 84,
        "pageNo": 84,
        "pageText": "تحذير الناس\r\nAr\r\nوقاد اور قلب ذ کی ہو، تو سب امور کورہ من جملہ خواص ختم نبوت مطلق ہیں۔\r\nقلت فرصت و کثرت مشاغل و تقاضائے رسائل نہ ہوتا، تو ان شاء اللہ ! اس\r\nدعوی کے ثبوت اجمالی کو مفصل لکھتا۔\r\nہر استدلال انی محل تامل نہیں :\r\nسو جیسے دھوپ کو دیکھ کر آفتاب کے طلوع میں، اور دھواں دیکھ کر آگ کے\r\nوجود میں، اور خوش بو سونگھ کر عطر کے ہونے میں ، اور کسی کی آواز سن کر اس کے، یا\r\nمطلق انسان کے ہونے میں تامل نہیں رہتا۔ ایسے ہی امور : کورہ سے ختم نبوت\r\nمطلقہ پر استدلال قابل تامل نہیں۔ اور یہیں سے معلوم ہو گیا ہوگا کہ تمام\r\nاستدلالات انی محل تامل نہیں ہوتے ؛ ورنہ خدا کی خدائی جو عالم کو دیکھ کر معلوم ہوتی\r\nہے، اور رسول اللہ نیلام کی نبوت جو اعجاز وغیرہ سے ثابت ہوتی ہے، یا کسی کی\r\nذکاوت کسی کی عبادت کسی کی سخاوت کسی کا بجل، کسی کی شجاعت کسی کا جبن، جو\r\nآثار معلومہ سے معلوم ہوتے ہیں ؛ سب محل تامل ہو جائیں۔\r\nبجز اس کے کیا کہا جائے گا کہ: جیسے یہ امور تنہا تنہا خواص مدلولات ہیں، یا\r\nمثل عوارض عامہ مجتمع مجمع ہو کر خاصہ بن جاتے ہیں۔ جیسے خوارق اور اخلاق حمیدہ\r\nاور دعوت الی الدین سوا نبی کے کسی اور میں نہیں ہوتی۔ ایسے ہی امور مسطورۃ\r\nاوراق گزشتہ جو درباره اثبات خاتمیت بطور: کورذکر کیے گئے ہیں، تنہا تنہا یا ہم مل\r\nکر مطلوب معلوم کے ساتھ خاص ہیں۔\r\nہر تفسیر بالرائے نامہ نہیں ہوتی:\r\nاب گزارش یہ ہے کہ ہر چند آیت: اللَّهُ الَّذِي خَلَقَ سَبْعَ"
    },
    {
        "id": 85,
        "pageNo": 85,
        "pageText": "تحذیر الناس\r\n۸۵\r\nسموات“ کی یہ تغیر کسی اور نے لکھی ہو، پر جیسے مفسران متاخر نے مفسرانِ\r\nمتقدم کا خلاف کیا ہے، میں نے بھی ایک نئی بات کہہ دی، تو کیا ہوا، معنی مطابقی\r\nآیت اگر اس احتمال پر منطبق نہ ہوں، تو البتہ گنجائش تکفیر ہے، اور یوں کہہ سکتے\r\nہیں کہ موافق حديث : \"مَنْ فَسَّرَ الْقُرْآنَ بِرَابِهِ فَقَدْ كَفَرَ بِهِ\r\nشخص کا فر ہو گیا ۔ پر اس صورت میں یہی گناہ گارتنہا کافر نہ بنے گا، یہ تکفیر بڑے\r\nبڑوں تک پہونچے گی۔\r\nہاں اگر انصاف ہو ، تو اس حدیث کے معنی میں عرض کرتا ہوں: سینے مفہوم\r\nکلی ہزار ہا افراد پر منطبق آتا ہے، ہر فرد میں اس کے لیے احتمال صحیح ہوا کرتا ہے ،ہو\r\nاگر آیات قرآنی میں کوئی امریکلی کور ہو، تو درباره احتمالات فرد ہے، خواہ ان میں\r\nبا ہم نسبت توارد علی سبیل المبدلیت ہو، یا نہ ہو، وہ آیت مجمل ہو گی۔ سوان احتمالات\r\nمیں سے کسی ایک احتمال کو بدلیل متعلق کردینا، بایں قرینہ راج سمجھنا، در پرده دعوئی\r\nنبوت ہے، جس کی وجہ سے ہر شخص آج کا فر گنا جاتا ہے۔\r\nہاں اگر کوئی دلیل عقلی یا علی ہو یا کوئی قرینہ عقلی یا علی ہو، اور پھر بند ر قوت\r\nدلیل و قرینہ کوئی شخص کسی احتمال کو راج کہے، تو ہرگز کفر نہیں اور نہ ہمیشہ تک دقائق\r\nو نکات کا نکلتے چلے آنا، جیسے بعض الفاظ احادیث مرفوعه مثل:\r\nلَا يَشْبَعُ مِنْهُ الْعُلَمَاءُ وَلَا يَخْلُقُ عَنْ كَثْرَةِ البَرْدِ\r\nوَلَا يَنْقَضِي عَجَائِبُهُ»(۳).\r\n(1) محمد بن محمد بن سلیمان مالکی،\r\nواند تحقیق را بو علی سلیمان در بیع ( کویت مکتبه\r\nابن کثیر ، لبنان: دار ابن حزم، بیروت ۱۳۱۸۰ / ۱۹۹۸ء)، رقم الحدیث : ۶۷۰۱، ج ۳، ص: ۷۵ ۔\r\n(۲) ابو بکر احمد بن حسین بیہقی، شعب الایمان، تحقیق: محمد السعيد بسيونى زغلول ( لبنان: دار الكتب العلمية\r\nبیروت ۱۴۱۰۰ھ ، ج:۲، ص: ۳۲۳ ، رقم: ۱۹۳۵"
    },
    {
        "id": 86,
        "pageNo": 86,
        "pageText": "تحذیر الناس\r\nاس پر دلالت کرتے ہیں ؛ کیوں کہ صحیح ہو سکتا ہے؟\r\nAY\r\nتفسیر بالرائے کی دو قسمیں تفسیر بالہوئی اور تفسیر بالدليل:\r\nہاں جب کوئی دلیل ہے، نہ قرینہ، تو پھر ترجیح احد الاحتمالات محض اپنی عقل\r\nنارسا کا ڈھو کا سلا ہے ، اور اس کو تفسیر بالرائے ، اعنی تفسیر با لہوی اور تفسیر عند نفسہ کہہ\r\nسکتے ہیں ؛ ور نہ تفسیر بالرائے کیوں کہتے ہو تفسیر بالدلیل، یا بالقریہ کہو۔\r\nاگر توضیح بالمثال مد نظر ہے، تو سینے کہ عقل کو ایک خودر بین اور ایک دوربین\r\nمعلومات دقیقہ اور مضامین دور دراز مجھے ۔ جیسے اجسام صغیرہ و بعیدہ بوسیله خورد\r\nبین و دور بین خوب واضح اور پاس معلوم ہوتے ہیں۔ ایسے ہی بوسیلہ عقول صافیہ\r\nوسلیمہ مضامین دقیقه و معلومات بعیدہ واضح اور اقرب الی الذہن معلوم ہوتے\r\nہیں ، مگر جیسے مدرکات خورد بین و دور بین حقیقت میں عین معلوم نہیں ہوتا؛ ورنہ\r\nفرق مقدار و تفاوت بعد کہ کوئی صورت نہ تھی ؛ بلکہ معلوم کی ایک مثال اور صبح ہوتی\r\nہے۔ ایسے ہی وقت اور ک معلومات دقیقہ و بعیدہ کند یا وجہ، جو کچھ ذہن میں آتی\r\nہے، ایک مثال اور شیح مضامین : کورہ مجھے ، مگر جیسے شیح آئینہ میں علاوہ اعضا\r\nواجزائے ذی شجر نگ آئینہ بھی ، جو کچھ ہو، سبز فرض کیجیے، یا سرخ؛ لاحق ہو جاتا\r\nہے، اور اس رنگ کو اثر ذی شرح نہیں کہہ سکتے ، اثر آئینہ کہتے ہیں۔ ایسے ہی کہیے\r\nبعض مضامین زائد از اصل معلوم شیح معلوم کو ذہن میں آکر لاحق ہو جاتے ہیں اور\r\nاس لحوق کے باعث ان کو اصل معلوم کی طرف نسبت نہیں کر سکتے ؛ بلکہ ذہن عالم\r\nکی طرف کیے جائیں گے۔\r\nو تفسیر کس کو کہتے ہیں؟\r\nجب یہ مثال اور یہ تمہید ذہن نشیں ہوگئی، تو اب سنیے کہ تفسیریں امر مجمل کو"
    },
    {
        "id": 87,
        "pageNo": 87,
        "pageText": "تحذیر الناس\r\nAL\r\nواضح کر دیتی ہیں، کچھ بڑھاتی گھٹاتی نہیں ۔ انسان\r\nکو اگر حیوان ناطق کہا، تو ایک\r\nامر مجمل کو واضح کر دیا ہے، زائد از اصل کچھ بڑھا نہیں دیا۔ سو بعینہ وہی قصہ ہے،\r\nجو ادر ک خودر بین میں ہوتا ہے، اور اس وجہ سے اگر ہم تصویر آئینہ کو تفسیر روی\r\nتصویر کہیں، تو بجا ہے۔ اور سفید جسم کو اگر سبز آئینہ کی خوردبین سے دیکھیں ، تو اس\r\nرنگ سبز کو جو تصویر آئینہ میں لاحق ہوتا جاتا ہے اور رنگ اصلی معلوم ہوتا ہے، تفسیر\r\nبالمرآۃ کہیں ؛ تو زیبا ہے۔ ایسے ہی وہ مضامین جن سے مرتبہ اجمال میں کچھ تعرض\r\nنہ ہو، اور کسی کی رائے ، یعنی عقل کی جانب سے لاحق ہو جائیں ، تو پھر ان کو تفسیر\r\nبالرائے\r\nکہیں، تو کیا بے جاہے؟\r\nبہر حال ! تفسیر مثل الضاح خورد بین توضیح ہوتی ہے، انشاء اور ایجاد نہیں\r\nہوتا، چھوٹی چیز بڑی ہو جاتی ہے ، اشیائے معدومہ موجود نہیں ہو جاتیں۔ سو چھوٹی\r\nچیز کا بڑا ہونا، جیسے از تم توضیح مقدار ہے، ایسے ہی کسی رنگ کا صاف نظر آنا، توضیح\r\nلون سفید کا سیاہ یا سرخ یا سبز معلوم ہونا ؛ توضیح رنگ سفید نہیں؛ بلکہ تغیر رنگ ہے،\r\nجس میں ایک رنگ کا اعدام اور دوسرے رنگ کا ایجاد ہے۔\r\nاس تقریر پر یہ شبہ کہ مقدار زائد بھی اصل حقیقت سے زائد ہے، مرتفع ہو گیا،\r\nدوسرے جس چیز کا اور ک بوسیلۂ مرایا ومناظر مطلوب ہوا کرتا ہے، اُس قسم کی\r\nجو بات بوسیلۂ مرا یا معلوم ہوگی ، من جملہ تفسیر بھی جائے گی۔ سو وہ بات اگر اصل\r\nمجمل ہے، تب تو تفسیر بالاصل ہوگی، نہیں تو تفسیر بالمرآۃ کہیں گے۔ اور جو چیز\r\nبوسیلۂ مرا یا ومناظر مطلوب ہی نہیں ہوتی ، وہ بات اگر معلوم بھی ہوئی ، تو اس کو تفسیر\r\nکیوں کہیے، تفسیر تو اس کو کہنا چاہیے، جس سے کوئی اجمال مہڈل بتفصیل اور کوئی\r\nاشکال مبدل بانحلال ہو ۔ اور ظاہر ہے کہ مقادیر اور مواضع بوسیلۂ مرایا و مناظر"
    },
    {
        "id": 88,
        "pageNo": 88,
        "pageText": "تحذیر الناس\r\nM\r\nمطلوب نہیں ہوا کرتے ؛ ورنہ لازم آئے کہ اصل مقدار اشیائے مبصرہ بالمرایا اور\r\nمواضع اشیائے کورہ وہ ہوا کریں، جو بوسیلہ خوردبین ، یا دور بین معلوم ہوں۔\r\nبالجملہ تفسیر بالرائے وہ ہے، جو امر مجمل ومفسر میں اصلا نہ ہو؛ بلکہ اس امر میں\r\nکلام مجمل ساکت ہو، اور مرتبہ تفسیر تفصیل میں وہ امر داخل کیا جائے۔ اور ظاہر\r\nہے کہ ایسے امور کا داخل کرنا تصرفات خیالی ہیں، جو ہمارے ہی عقول ناقصہ کا کام\r\nہوتا ہے۔ باقی جو باتیں بوسیلہ کسی دلیل عقلی یا نفلی کے شامل کی جائیں ، اس کو اہل\r\nظاہر کو تفسیر کہیں، پر حقیقت میں تفسیر نہیں ہوتی ؛ بلکہ دو کلاموں جداگانہ کے\r\nمضمونوں کو اکٹھا کر دیا کرتے ہیں۔ ہاں اگر تفسیر کے ایسے معنی عام لیجیے ، جس میں\r\nیہ بھی شامل ہو جائے ، تو پھر ا ختیار ہے۔\r\nلا مَشَاحَةَ فِي الإِصْطِلاح\r\nبہر حال ! ایسی صورت میں تفسیر بالدلیل، با تفسیر بالقرینہ کہیں گے، تغییر\r\nبالرائے نہ کہیں گے۔\r\nقارئین سے مخلصانہ اپیل :\r\nالغرض ناظرین اوراق کی خدمت میں یہ عرض ہے کہ بے وجہ فوارہ کفر نہ\r\nبنیں کہ جو سامنے آیا ایک کفر کا چھینٹا جڑا ۔ مولویوں کا کام یہ نہیں کہ مسلمانوں\r\nکو کافر\r\nبنائیں ، ان کا کام یہ ہے کہ کافروں کو مسلمان کریں ۔ اعتبار نہ ہو، تو پہلے علماء کے\r\nافسانے یاد کرو۔ سو اس زمانہ کے علماء سے ہو سکے، تو اس گناہ گار کو جس کا اسلام\r\nبرائے نام ہے، دست گیری فرما کر ورطہ ہلاکت سے نجات دیں اور ساحل\r\nسعادت تک پہونچائیں۔\r\nـا عَلَيْنَا إِلَّا الـ\r\nبلاغ"
    },
    {
        "id": 89,
        "pageNo": 89,
        "pageText": "تحذیر الناس\r\nآیت النَّبِيُّ أَوْلی“ سے تائید اور اس کا مفہوم -\r\nاس\r\nاصبیت و اولویت کے لیے تربیت کا نہ بنا اوراس کے برعکس نہ ہونے کی دلیل ۔۔۔۔ ۳۲\r\nادر کی تشخص بعد ادر ک اصل وجود ہونے کی مثال۔\r\nموصوف بالذات اور حقیقت شی .\r\nعلت سے معلول پر استدلال لمی\" ۔\r\nدلیل انی کا وجود دلیل لمی پر موقوف -\r\nعلت کا وجود ذہنا اور خارجا معلول پر مقدم\r\nلفظ اولی کا معنی اقرب ہی زیادہ موزوں ۔\r\nآپ مؤمنین کے لیے علت ایمان ہیں ۔\r\nابوت معنوی اور اصالت ایمان کی بحث کا نتیجہ ۔\r\nتشنگی تقریر با ندیشه تطویل -\r\nختم نبوت کی مزید تنقیح .\r\nآسمان وزمین کے مابین مماثلتوں کا بیان\r\nمماثلت في الاين يا في الحجهت .\r\nدوسری وجود مماثلت .\r\n---\r\nسلام السلام\r\nمهم سو\r\nنے سو\r\nمماثلت في القبليت .\r\nمماثلث في العمرانيت .\r\nمماثلت في الحکومت -\r\nمماثلت في الافضليت\r\nاصول افضلیت کا تحلیلی جائزہ ۔\r\nحکومت کی ماہیت .\r\nM\r\nM\r\nسودم\r\nسلام سلام\r\nسلام سلام\r\nA"
    },
    {
        "id": 90,
        "pageNo": 90,
        "pageText": "تحذير الناس\r\nوَآخِرُ دَعْوَانَا أَنِ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ\r\nوَصَلَّى اللــــــهُ عَلَى خَيْرِ خَلْقِهِ مُحَمَّدٍ\r\nوال\r\nهِ وَصَحْبِهِ أَجْمَعِينَ.\r\nكتبه العبد المذنب\r\n(حج)\r\nالإسلام الإمـ\r\nم“ الصديقي النانوتوي\r\nنور الله مر ده وبرد مضجعـ\r\nA9"
    },
    {
        "id": 91,
        "pageNo": 91,
        "pageText": "تحذیر الناس\r\nجواب دیگر از علمائے لکھنؤ\r\nهُوَ الْمُصَوِّبُ\r\nمخفی نہ رہے کہ حدیث کو محققین محد ثین کے نزدیک معتمد ہے۔ حاکم نے\r\nاس کے حق میں ”صحیح الاسناؤ کہا، اور ذہبی نے ”حسن الا سناؤ کا حکم دیا، اور اس\r\nحدیث کے ثبوت میں کوئی علت قادحہ معتمدہ نہیں ہے، اور زمین کے طبقات\r\nجدا گانہ ہونا بہت احادیث سے ثابت ہے۔ اور اس سے معلوم ہوتا ہے کہ جس طرح\r\nسلسلہ نبوت اس طبقہ میں واسطے ہدایت سکان کے تیار ہوا۔ اسی طرح ہر ہر طبقہ میں\r\nسلسلہ نبوت واسطے ہدایت وہاں کے سکان کے تیار ہوا، اور چوں کہ بدلائل عقلیہ\r\nو نقلیہ لاتناہی سلسلہ کی باطل ہے، لاجرم ہے کہ ہر طبقہ میں ایک مبدا سلسلہ ہو گا کہ وہ\r\nہمارے آدم کے ساتھ مشابہ کیا گیا، اور ایک آخر سلسلہ ہوگا، وہ ہمارے خاتم کے\r\nساتھ تشبیہ دیا گیا۔ پس بناء علیہ اواخر انبیاء طبقات تحتانیہ پر اطلاق خواتم کا درست\r\nہے۔ اب یہاں تین احتمال ہیں:\r\n(۱) ایک یہ کہ خواتم طبقات تحلیہ بعد عصر آں حضرت قیام کے ہوئے ہوں ۔\r\n(۲) دوسرے یہ کہ مقدم ہوئے ہوں ۔\r\n(۳) تیسرے، کہ ہم عصر ہوں۔\r\nاحتمال اول بحديث : \"لا نبي بعدي“ وغیرہ باطل ہے۔ اور بر تقدیر\r\nاحتمالی ثانی آں حضرت میام خاتم انبیائے طبقات ہوں گے۔ اور بر تقدیر ثالث"
    },
    {
        "id": 92,
        "pageNo": 92,
        "pageText": "تحذیر الناس\r\nد و احتمال ہیں:\r\n(۱) ایک یہ کہ نبوت آں حضرت عیلامی کی مخصوص ساتھ ایک ہی طبقہ کے\r\nہو، اور آپ میم کی خاتمیت بہ نسبت انبیاء اس طبقہ کے ہو، اور ہر طبقہ تحتانیہ\r\nمیں وہاں کے خاتم کی رسالت ہو، اور ہر ایک ان میں کے صاحب شریع جدید\r\nو خاتم انبیا ءا اپنے طبقات کا ہو۔\r\n(۲) دوسرے یہ کہ خواتم طبقات تحتانیہ منبع شریعت محمدیہ ہوں، اور کوئی ان\r\nمیں کا صاحب شریع جدید نہ ہو، اور دعوت ہمارے حضرت علیم کی عام اور ختم\r\nآپ میم کا بہ نسبت جملہ انبیاء جملہ طبقات کے حقیقی ہو، اور ختم ہر ایک خواتم\r\nبا قید کا به نسبت اپنے اپنے سلسلہ کے اضافی ہو۔\r\nاحتمال اول به سبب عموم نصوص بعثت نبو یہ قیام کے کہ جس سے صاف\r\nآں حضرت لیلا کا مبعوث ہونا تمام عالم پر معلوم ہوتا ہے، اور علمائے اہلِ\r\nسنت بھی اس امر کی تصریح کرتے ہیں کہ آں حضرت میال کے عصر میں کوئی نبی\r\nصاحب شریع جدید نہیں ہو سکتا۔ اور نبوت آپ متی کی عام ہے، اور جو نبی آپ\r\nیم کے ہم عصر ہوگا ، وہ تبع شریعت محمدیہ کا ہوگا۔ چناں چہ تقی الدین سبکی علیہ\r\nالرحمہ سے جلال الدین سیوطی علیہ الرحمہ اپنے رسالہ: الإعلام بحكم\r\nعِيسَى عَلَيْهِ السَّلَامِ میں نقل کرتے ہیں :\r\nقَالَ السُّبُكِي فِي تَفْسِيرِ لَهُ: مَا مِنْ نَبِيِّ إِلَّا أَخَذَ\r\nاللَّهُ عَلَيْهِ الْمِيْثَاقَ أَنَّهُ إِنْ بُعِثَ مُحَمَّدٌ فِي زَمَانِهِ\r\nلَيُؤْمِنَنَّ بِهِ وَلَيَنْصُرَنَّهُ وَيُوْصِي أُمَّتَهُ بِذَالِكَ، وَفِيْهِ\r\nمِنَ النُّبُوَّةِ وَتَعْظِيمِ قَدْرِهِ مِمَّا لَا يَخْفَى، وَفِيْهِ مَعَ"
    },
    {
        "id": 93,
        "pageNo": 93,
        "pageText": "تحذیرالناس\r\n۹۳\r\nذَالِكَ أَنَّهُ عَلَى تَقْدِيرِ مَجِينِهِ فِي زَمَانِهِمْ يَكُونَ\r\nمُرْسَلَا إِلَيْهِ وَيَكُونُ بِنُبُوَّتِهِ رِسَالَتِهِ عَامَّةٌ لِجَمِيعِ\r\nالْخَلْقِ مِنْ زَمَنِ آدَمَ إِلَى يَوْمِ الْقِيَامَةِ، وَيَكُوْنُ الْأَنْبِيَاءُ\r\nوَأُمَمُهُمْ كُلُّهُمْ مِنْ أُمَّتِهِ، فَالنَّبِيُّ صَلَّى اللهُ\r\nعَلَيْهِ وَسَلَّمَ نَبِي لَّا نُبِيَاءَ وَلَوْ أَتْفَقَ بَعْتُهُ فِي\r\nزَمَنِ آدَمَ وَنُوحٍ وَإِبْرَاهِيمَ وَمُوسَى وَعِيسَى؛ وَجَبَ\r\nعَلَيْهِم وَعَلَى أُمَمِهِمُ الْإِيْمَانُ بِهِ وَنُصْرَتُهُ، وَلِهَذَا\r\nيَأْتِي عِيسَى فِي آخِرِ\r\nشَرِيعَتِهِ، وَلَوْ بُعِثْ\r\nانتهى.\r\nزَمَانِهِ، وَفِي\r\nى وَإِبْرَاهِيمَ وَنُوحٍ وَّآدَمَ؛ كَانُوا مُسْتَمِرِّينَ\r\nهِمْ وَرِسَالَتِهِمْ إِلَى أُمَمِهِمْ، وَالنَّبِيُّ عَلَيْهِ\r\n- نَبِيٌّ عَلَيْهِمْ وَرَسُولٌ إِلَى جَمِيعِهِمْ.\r\nاور بحر العلوم مولانا عبدالعلی رحمہ اللہ اپنے رسالہ فتح الرحمن میں لکھتے ہیں:\r\nمقتضی ختم نبوت دو چیز است: یکے آں کہ بعد وے رسول نباشد،\r\nو دیگر آن که شرع وے عام باشد، و ہر کسے کہ موجود باشد وقت نزولِ شرع\r\nوے بر واجب وفرض است، وسرش ایں کہ ہمہ رسل در اجرائے شرع\r\nمستمد از خاتم الرسالت اند، چوں کہ شرع وے عام باشد، پس دیگرے\r\nصاحب شرع نباشد ، انہی ۔\r\nخلاصہ کلام یہ ہے کہ حدیث ابن عباس رضی اللہ عنہم صحیح و معتبر ہے، اور اس"
    },
    {
        "id": 94,
        "pageNo": 94,
        "pageText": "تحذير الناس\r\nسمو\r\nسے طبقات تحتانیہ میں وجود انبیاء ثابت ہے ۔ اور یہ سبب بطلان لاتناہی سلسلہ\r\nکہ ہر ایک طبقہ میں ایک آخر انبیاء بہ نسبت اس طبقہ کے ہونا ضروری ہے ؛ لیکن\r\nمطابق عقائد اہل سنت یہ امر ہے کہ دعوت ہمارے حضرت قیام کی عام ، تمام\r\nمخلوقات کو شامل ہے۔\r\nپس اس امر کا اعتقاد کرنا چاہیے کہ خواتم طبقات باقیہ بعد عصر نبو یہ نہیں\r\nہوئے، یا قبل ہوئے یا ہم عصر، اور بر تقدیر اتحاد عصر وہ متبع شریعت محمدیہ\r\nہوں گے، اور ختم ان\r\nکا بہ نسبت اپنے طبقہ کے اضافی ہوگا، اور ختم ہمارے حضرت\r\nقیام کا عام ہوگا۔\r\nاور تفصیل ان امور کی میں نے کما حقہ اپنے دور سالوں میں: ایک مسمی بہ\r\nالآيات البينات على وجود الأنبياء في الطبقات“ ،\r\nدوسرے سمی به دافع الوسواس في أثر ابن عباس کی ہے ۔\r\nہر گاہ کہ یہ امر مہد ہو چکا۔ پس سمجھنا چاہیے کہ زید کو ۔ جس نے یہ\r\nعبارت، جو سوال میں مرقوم ہے لکھی ۔ ہرگاہ مماثلت سے انکار ہے اور\r\nصحت حدیث اور ثبوت تعد دخواتم طبقات تحتانیہ کا قتل ہے، مخالف اہلِ سنت کے\r\nنہیں ہے ، نہ کافر ہے ، نہ فاسق ؛ بلکہ متبع سنت ہے ، مگر ہاں اگر نبوت محمدیہ کو ساتھ\r\nاسی طبقہ کے خاص کرتا ہو، اور ہر ایک خاتم کو صاحب شرع جدید سمجھتا ہو، تو البتہ\r\nقابل مواخذہ کے ہے؛ کیوں کہ یہ امر خلاف نصوص وخلاف کلمات علماء معلوم ہوتا\r\nہے۔ اور اگر مجرد تعد وخواتم کا قائل ہو، اور ختم ہمارے رسول نیلام کو حقیقی بہ\r\nنسبت جملہ انبیاء جملہ طبقات کے سمجھتا ہو، اور ختم ہر ایک خواتم باقیہ کو اضافی کہتا ہو،\r\nتو اس پر کچھ مواخذہ نہیں ہے۔"
    },
    {
        "id": 95,
        "pageNo": 95,
        "pageText": "تحذیر الناس\r\nوالثـ\r\nـه أغــ لم بِالصَّـ\r\nواب\r\nحرره راجي عفو ربه القوي: أبو الحسنات\r\nمحمد عبد الحي تجاوز الله عن ذنبه الجلي\r\nوالخفي وحفظ عن موجبات الغي\r\nواقعی زید بوجہ اس تحریر کے کا فریا فاسق نہ ہوگا۔\r\nوالله أعْلَمُ بِالصَّوَابِ وَعِندَهُ أُمُّ الْكِتَابِ\r\nكـتـبـه أبــو الـمـحـيـا \"محمد نعیم غفر له\r\nالـعـلـي الــــرب الحكيم.\r\nأصاب المجيب\".\r\nكتبه أبو الجيش \"محمد مهدي عفا الله\r\nعنه الهادي\r\nاور عدم تکفیر تفسیق و خروج پر علمائے دیو بند سہارنپور اور گنگوہ اور الہ آباد اور\r\nآگرہ اور سورت نے اتفاق کیا۔ وَالْحَمْدُ لِلَّهِ عَلَى ذَالِكَ.\r\nاور سب جوابوں کو حرف بحرف لکھنے کی ضرورت نہیں کہ مطالب سب کے ان\r\nدونوں جوابوں میں آگئے ۔ فقط"
    },
    {
        "id": 96,
        "pageNo": 96,
        "pageText": "تحذیر الناس\r\nكة\r\n۹۵"
    },
    {
        "id": 97,
        "pageNo": 97,
        "pageText": "تحذیر الناس\r\nمطبوعات حجۃ الاسلام اکیڈمی\r\nاسمائے کتب\r\nاسمائے مضامین و مولفین\r\nالشيخ المفتي محمد شفيع العثمانی ڈاکٹر مولانا محمد شکیب قاسمی\r\n94\r\nفقيها للنوازل والواقعات\r\n۲ عکس احمد\r\nڈاکٹر مولانا محمد شکیب قاسمی\r\nو مفتی محمد نوشاد نوری قاسمی\r\nحیات طیب\r\nمولانا غلام نبی قاسمی دڈاکٹر\r\nمولا نا محمد شکیب قاسمی\r\nاجتہاد اور تقلید ( از حکیم الاسلام)\r\nتحقیق وتخریج: مولانا محمد\r\nحسنین ارشد قاسمی\r\nY\r\nالعلوم و الاسلام ( اسلام اور سائنس ، از حکیم تعریب: ڈاکٹرمولانا ابواللیث\r\nالاسلام)\r\nصاحب خیر آبادی\r\nHuman Being: A Distinguished انگریزی ترجمہ: مولانا محمد\r\nCreature ( از حکیم الاسلام )\r\nجاوید قائمی\r\nمسابقة الامام النانوتوي (الدورة الاولى) مجموعة ثلاثة بحوث و مقالات\r\nجهود الامام الـنـاتـونـوى في علم الحديث مجموعة ثلاثة بحوث\r\nوريادة الحركة التعليمية في الهند و مقالات\r\n۹ سفر نامه پر ما\r\nحضرت مولانامحمد سالم قاسمی\r\n|\r\n||\r\nصاحب مدظلہ العالی\r\nالتشبه في الاسلام ( از علیم الاسلام ) تعریب: مفتی محمد نوشاد\r\nIslam & sectarianisam\r\nنوری قاسمی\r\nانگریزی ترجمہ: مولانا محمد\r\nاسلام اور فرقہ واریت ، از حکیم الاسلام) جاوید قاسمی\r\n۱۲ اسلامی زندگی\r\nمولانا محمد نسیم اختر شاہ قیصر"
    },
    {
        "id": 98,
        "pageNo": 98,
        "pageText": "حجة الاسلام الكيدي\r\nدار العلوم وقف دیوبند\r\nاسلام نے اپنی تاریخ میں ہر آن اور مرحصہ یہ ثبوت پیش کیا ہے کہ اس کا نامن ہر موسم میں\r\nنئے نئے پھول کھلا سکتا ہے۔ عقل واور اک کے کارواں نے جب سے نقل دومی کی روشنی میں\r\nسفر شروع کیا ہے، اس کے سامنے علم وحکومت انگر و اسیر ہے اور فضل وکمال کی ایک وسیع الآفاق\r\nکائنات بے نقاب ہوتی چلی گئی معقل ونقل کے اس مرتے نا ارتباط اور درایت وروایت کے\r\nاس کثیر العقول ارتفاق نے ابتداء اسلام میں رجال دین کا ایک کہکشانی افق دریافت کیا، جس\r\nکو کنز وارضی پر اصحاب رسول\" \" کے نام سے جانا گیا، اور اس پاکیزہ گروہ انسانی کے پائپ\r\nاستناد کو الم نشرح کرنے کے لئے رب کا کات نے رضی اللہ عنیم و رضوا عنہ کی شہادت\r\nانکار اور سند اعزاز سے سرفراز فرمایا۔\r\nاسلام کے اس عہد ا زمین کے بعد پھر ہر دور میں سیدنا امام الاعظم ابو جنین سیدنا الامام\r\nمالک بن انسین سیدنا امام الشائی اور نام مرزائی وغیرہ جیسی شخصیات وجود میں آئیں، تیرہویں\r\nصدی کے موسم اور دینی احوال کے مناسب حجت الاسلام الامام محمد قاسم النانوتوی علیہ الرحمہ کو\r\nوجود انشاء حجه الاسلام علیہ الرحمہ اس بزم میں گوا فر میں آئے مگر پیچھے نہیں بیٹھے۔ انہوں نے\r\nاپنی خداداد صلاحیتوں اور حیرت انگیز علم و حکمت کی بلندیوں سے ہر دور کے اساطین علم\r\nاور در حال معرفت کی تصویر پیش کی۔\r\nدار العلوم دیوبند کی تاسیس کے انقلابی کارنا ہے اور بر صغیر میں دین کی وقیع اور رفیع\r\nخدمات کے حوالہ سے وہ کون شخص ہے جو ان کے یار احسان سے زیر بار اور ان کے دینی\r\nتعلیمی کارناموں کا منت کش نہیں ہے۔ ضرورت تھی کہ یہ الاسلام الامام محمد قاسم النانو توقی\r\nکے علوم و معارف اور افکار کو سیل زبان میں پیش کیا جائے، ان کی شخصیت او را کتابی\r\nکارناموں سے دنیا کو متعارف کرایا جائے ۔ یہ ایک ایسا اہم اور گراں قدر کام تھا کہ جس کی\r\nانجام دی حلقہ دارالعلوم دیو بند، قامی برادری اور فکر و یو بند کے ہر لمبر دار کے کاندھوں پر\r\nفرض اور قرض کے وجہ سے کم تھی۔\r\nدارالعلوم وقف دیو بند اپنی بے سروسامانی کے باوجود جو کچھ بھی کر ر ہا ہے وہ خالص نصرت الہی\r\nہی ہے۔ خدا تعالی کے فضل تمیم اور احسان عظیم کا نتیجہ ہے۔\r\nید الاسلام اکیڈمی کا قیام بھی اسی سلسلہ کی ایک مفید کڑی ہے۔\r\nHujjat al-Islam Academy\r\nAl-jamia al-Islamia Darululoom Waat, Deoband\r\nEidgah Baad, PG. Deoband 247554, Distt: Saharanpur it india\r\nTel:+91-1336-222352, Mob: +91-9837076726\r\nwww.dual edu\r\n2150\r\nISBN 978-0-84375-43-2\r\nBabite: www.halade in | مجمل حجة الإسلام\r\nErul hajatalisianacademyedadrdu.in\r\nhajatstaracademy20130gmullen\r\nHEAT AL-ISLAM ACADEMY"
    }
]